Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/accessibility.*.po
Languages: it, pt

source: [[!meta title="Accessibility"]]
it: [[!meta title="Accessibilità"]]
pt: [[!meta title="Acessibilidade"]]

source: Tails and the GNOME desktop include assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices.
it: Tails e il desktop GNOME includono tecnologie di assistenza per aiutare utenti con disabilità di vario tipo e necessità specifiche, e per interagire con comuni dispositivi di assistenza.
pt: O Tails e a área de trabalho GNOME incluem tecnologias assistivas para auxiliar usuários com diversas dificuldades e necessidades especiais, e para interagir com dispositivos assistivos comuns.

source: Universal access menu
it: Menù di accesso universale
pt: Menu de acesso universal

source: You can activate most of these technologies from the universal access menu (the
it: Puoi attivare la maggior parte di queste tecnologie dal menù di accesso universale (l'icona
pt: Você pode ativar a maioria dessas tecnologias a partir do menu de acesso universal (o ícone

source: [[!img lib/preferences-desktop-accessibility.png alt="Universal Access" class="symbolic" link="no"]]
it: [[!img lib/preferences-desktop-accessibility.png alt="Accesso universale" class="symbolic" link="no"]]
pt: [[!img lib/preferences-desktop-accessibility.png alt="Acesso Universal" class="symbolic" link="no"]]

source: icon which looks like a person) in the top bar:
it: icona che somiglia a una persona) nella barra superiore:
pt: que se parece com uma pessoa) na barra superior:

source: [[!img desktop/accessibility.png link="no" alt="Universal Access menu with the following options (disabled by default): High Contrast, Zoom, Large Text, Screen Reader, Screen Keyboard, Visual Alters, Sticky Keys, Slow Keys, Bounce Keys, and Mouse Keys"]]
pt: [[!img desktop/accessibility.png link="no" alt="Menu de Acesso Universal com as seguintes opções (desabilitadas por padrão): Alto contraste, Ampliador, Texto grande, Leitor de tela, Teclado de tela, Alertas visuais, Teclas de aderência, Teclas lentas, Teclas de repercussão, e Teclas do mouse"]]

source: These technologies are documented in more details in the [GNOME universal access documentation](https://help.gnome.org/users/gnome-help/stable/a11y.html).
it: Queste tecnologie sono documentate più dettagliatamente nella [documentazione GNOME per l'accesso universale](https://help.gnome.org/users/gnome-help/stable/a11y.html.it).
pt: Essas tecnologias estão documentadas em mais detalhes na [documentação sobre Acesso Universal do GNOME](https://help.gnome.org/users/gnome-help/stable/a11y.html).

source: Keyboard shortcuts
it: Scorciatoie da tastiera (Keyboard shortcuts)
pt: Atalhos de teclado

source: <table> <tr><td>Turn screen reader on or off</td><td>Alt+Super+S</td></tr> <tr><td>Turn zoom on or off</td><td>Alt+Super+8</td></tr> </table>
it: <table> <tr><td>Attivare o disattivare il lettore schermo</td><td>Alt+Super+S</td></tr> <tr><td>Attivare o disattivare l'ingrandimento</td><td>Alt+Super+8</td></tr> </table>
pt: <table> <tr><td>Ativar ou desativar o leitor de tela</td><td>Alt+Super+S</td></tr> <tr><td>Ativar ou desativar o zoom</td><td>Alt+Super+8</td></tr> </table>

source: To access the universal access menu using the keyboard:
it: Per accedere al menù di accesso universale utilizzando la tastiera:
pt: Para acessar o menu de Acesso Universal usando o teclado:

source: Press <span class="keycap">Ctrl+Alt+Tab</span> to move the keyboard focus to the top bar.
it: Premi <span class="keycap">Ctrl+Alt+Tab</span> per spostare il focus della tastiera sulla barra superiore.
pt: Pressione <span class="keycap">Ctrl+Alt+Tab</span> para mover o foco do teclado para a barra superior.

source: Use the arrow keys on the keyboard to select the universal access menu.
it: Usa i tasti freccia sulla tastiera per selezionare il menù di accesso universale.
pt: Use as teclas de setas do teclado para selecionar o menu de acesso universal.

source: Press <span class="bold">Enter</span> to open the menu.
it: Premi<span class="bold">Invio</span>per aprire il menù.
pt: Pressione <span class="bold">Enter</span> para abrir o menu.

source: Use the up and down arrow keys to select items in the menu.
it: Usa i tasti freccia su e giù per selezionare le voci nel menù.
pt: Use as teclas de seta para cima e para baixo para selecionar os itens no menu.

source: Press <span class="bold">Space</span> to toggle the selected item.
it: Premi<span class="bold">Spazio</span>per passare alla voce selezionata.
pt: Pressione <span class="bold">Espaço</span> para alterar o item selecionado.

source: Press <span class="bold">Esc</span> to close the menu.
it: Premi<span class="bold">Esc</span>per chiudere il menù.
pt: Pressione <span class="bold">Esc</span> para fechar o menu.

source: Screen reader
it: Assistente vocale
pt: Leitor de tela

source: To hear screen elements spoken to you, you can activate the <span class="guilabel">Screen Reader</span> accessibility feature.
it: Per ottenere una lettura a voce degli elementi dello schermo, puoi attivare la funzionalità di accessibilità <span class="guilabel">Lettore schermo</span>.
pt: Para ouvir elementos da tela serem falados para você, ative a função de acessibilidade <span class="guilabel">Leitor de Tela</span>.

source: For more detailed documentation refer to the official [<span class="application">Orca</span> Screen Reader documentation](https://help.gnome.org/users/orca/stable/).
it: Per una documentazione più dettagliata fai riferimento alla [documentazione ufficiale del lettore di schermo <span class="application">Orca</span>](https://help.gnome.org/users/orca/stable/) (in inglese).
pt: Para ter informações mais detalhadas, acesse a documentação oficial do Leitor de Tela [<span class="application">Orca</span> ](https://help.gnome.org/users/orca/stable/).

source: <p>The screen reader takes around 10 seconds to start.</p>
it: <p>Il lettore schermo impiega circa 10 secondi per avviarsi.</p>
pt: <p>O leitor de tela leva aproximadamente 10 segundos para iniciar.</p>

source: <p>The screen reader does not work with the <span class="application">Unsafe Browser</span>.</p>
it: <p>Il lettore schermo non funziona con il <span class="application">Browser non sicuro</span>.</p>
pt: <p>O leitor de tela não funciona com o <span class="application">Navegador Inseguro</span>.</p>

source: Screen keyboard
it: Tastiera virtuale
pt: Teclado de tela

source: If you prefer a pointing device over the keyboard, you can activate the <span class="guilabel">Screen Keyboard</span> accessibility feature.
it: Se preferisci usare un dispositivo di puntamento anziché la tastiera, puoi attivare la funzionalità di accessibilità <span class="guilabel">Tastiera a schermo</span>.
pt: Se você prefere um dispositivo com ponteiro ao invés do teclado, você pode ativar a função de acessibilidade <span class="guilabel">Teclado de tela</span>.

source: For more detailed documentation refer to the official [<span class="application">GNOME</span> Screen Keyboard documentation](https://help.gnome.org/users/gnome-help/stable/keyboard-osk.html.en).
it: Per una documentazione più dettagliata fai riferimento alla [documentazione ufficiale della tastiera a schermo di <span class="application">GNOME</span>](https://help.gnome.org/users/gnome-help/stable/keyboard-osk.html.it) (in inglese).
pt: Para informações mais detalhadas, acesse a [documentação oficial do Teclado de tela do <span class="application">GNOME</span>](https://help.gnome.org/users/gnome-help/stable/keyboard-osk.html.pt).
