Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/bug_reporting.*.po
Languages: pt, ru

source: [[!meta title="Reporting an error"]]
pt: [[!meta title="Relatando um erro"]]
ru: [[!meta title="Как сообщить об ошибке"]]

source: In this documentation we use the term *bug* to refer to a software error.
pt: Nesta documentação, usamos o termo *bug* para nos referir a um erro de software.
ru: Здесь мы под словом *ошибка* подразумеваем ошибку программы.

source: Reporting bugs is a great way of helping us improve Tails.
pt: Relatar bugs é uma ótima forma de nos ajudar a melhorar o Tails.
ru: Когда нам сообщают о найденных ошибках, это очень помогает улучшать Tails.

source: Remember that **the more effectively you report a bug**, the more likely we are to fix it.
pt: Lembre-se que **quanto mais você se esmerar ao reportar um bug**, maior é a chance de que nós o consertemos.
ru: Обратите внимание: вероятность исправления ошибки прямо зависит от того, **насколько правильно о ней сообщат**.

source: <h1 id="already-known">Check if the bug is already known</h1>
pt: <h1 id="already-known">Verificando se o bug já é conhecido</h1>
ru: <h1 id="already-known">Проверьте, знают ли разработчики об этой ошибке</h1>

source: Have a look at:
pt: Dê uma olhada nas seguintes páginas:
ru: Загляните сюда:

source: the [[list of known issues|support/known_issues]]
pt: [[lista de problemas conhecidos|support/known_issues]]
ru: [[Список известных проблем|support/known_issues]]

source: the [[!tails_gitlab groups/tails/-/milestones desc="list of things that will be fixed or improved in the next release"]]
pt: [[!tails_gitlab groups/tails/-/milestones desc="lista de correções e melhorias do próximo lançamento"]]
ru: [[!tails_gitlab groups/tails/-/milestones desc="Список проблем, которые будут решены в следующей версии"]]

source: <h1 id="useful-bug-report">How to write a useful bug report</h1>
pt: <h1 id="useful-bug-report">Como relatar um bug de maneira eficaz</h1>
ru: <h1 id="useful-bug-report">Как правильно составить сообщение об ошибке</h1>

source: The first aim of a bug report is to **tell the developers exactly how to reproduce the failure**, so try to reproduce the issue yourself and describe how you did that.
pt: O principal objetivo ao relatar um bug é **explicar aos desenvolvedores exatamente como reproduzir a falha**, então tente reproduzir você mesmo o problema e descreva como você fez isso.
ru: Первая задача того, кто пишет об ошибке — **чётко изложить разработчикам, как эту ошибку воспроизвести**. Постарайтесь вызвать ошибку самостоятельно и описать ваши действия.

source: If that is not possible, try to **describe what went wrong in detail**. Write down the error messages, especially if they have numbers.
pt: Se isso não for possível, tente **descrever em detalhes o que deu errado**. Copie as mensagens de erro, especialmente se elas contiverem números.
ru: Если это невозможно, **подробно опишите, что пошло не так**. Зафиксируйте сообщения системы об ошибке. Это особенно важно, если в сообщении есть какие-то числа.

source: Write **clearly and be precise**. Say what you mean, and make sure it cannot be misinterpreted.
pt: Escreva **de forma clara e precisa**. Explique o que você está querendo dizer e certifique-se de que não há como ser mal interpretado.
ru: Пишите **чётко и ясно**. Старайтесь не допускать двусмысленностей.

source: Be ready to provide extra information if the developers need it. If they did not need it, they would not be asking for it.
pt: Esteja pronto para fornecer mais informações caso os desenvolvedores peçam. Se eles não precisassem, não estariam pedindo.
ru: Будьте готовы к тому, чтобы по просьбе разработчиков дать им дополнительную информацию. (Если она им не понадобится, они и не спросят).

source: You can also refer to the great [How to Report Bugs Effectively](http://www.chiark.greenend.org.uk/~sgtatham/bugs.html), by Simon Tatham.
pt: Você também pode consultar a ótima referência [Como Relatar Bugs De Maneira Eficaz](http://www.chiark.greenend.org.uk/~sgtatham/bugs-br.html), de Simon Tatham.
ru: Можете воспользоваться советами из материала [How to Report Bugs Effectively](https://www.chiark.greenend.org.uk/~sgtatham/bugs.html), автор Simon Tatham.

source: <h1 id="whisperback">Use WhisperBack</h1>
pt: <h1 id="whisperback">Use o WhisperBack</h1>
ru: <h1 id="whisperback">Используйте WhisperBack</h1>

source: **WhisperBack is an application written specifically to report bugs anonymously from inside Tails. If you are not able to use WhisperBack, see the [[special cases|bug_reporting#special-cases]].**
pt: **WhisperBack é um programa escrito especificamente para relatar bugs de forma anônima a partir do Tails. Se você não puder usar o WhisperBack, veja os [[casos especiais|bug_reporting#special-cases]].**
ru: **WhisperBack − приложение, которое создано для отправки сообщений об ошибках прямо из Tails. Если у вас не получается использовать WhisperBack, см. [[особые случаи|bug_reporting#special-cases]].**

source: WhisperBack will help you fill-up a bug report, including relevant technical details and send it to us encrypted and through Tor.
pt: WhisperBack te ajudará a preencher um relatório de bug, com a inclusão dos detalhes técnicos relevantes, e a enviá-lo para nós de forma criptografada através da rede Tor.
ru: WhisperBack поможет составить отчёт об ошибках, включая технические подробности, и отправить его в зашифрованном виде через сеть Tor.

source: Start WhisperBack
pt: Inicie o WhisperBack
ru: Запуск WhisperBack

source: To start <span class="application">WhisperBack</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">WhisperBack Error Reporting</span></span>.
pt: Para iniciar o <span class="application">WhisperBack</span>, selecione <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Ferramentas de sistema</span>&nbsp;▸ <span class="guimenuitem">WhisperBack Error Reporting</span></span>.

source: Write the report
pt: Escreva o relatório
ru: Напишите сообщение об ошибке

source: WhisperBack lets you give plenty of useful information about your bug:
pt: WhisperBack permite que você inclua muita informação útil sobre seu bug:
ru: WhisperBack позволяет сообщить массу полезных данных об ошибке:

source: **Summary** a summary of the bug, try to be short, clear and informative
pt: **Resumo** um resumo do bug, tente mantê-lo curto, claro e informativo
ru: **Summary** – краткое изложение сути ошибки; постарайтесь, пожалуйста, писать лаконично, ясно, информативно

source: **Name of the affected software**
pt: **Nome do programa afetado**
ru: **Name of the affected software** – названия программ, с которыми связана ошибка

source: **Exact steps to reproduce the error**
pt: **Passos exatos para reprodução do erro**
ru: **Exact steps to reproduce the error** – что в точности нужно сделать для воспроизведения ошибки

source: **Actual result and description of the error**
pt: **Resultado obtido e descrição do erro**
ru: **Actual result and description of the error** – что получается в результате, в чём выражается ошибка

source: **Desired result**
pt: **Resultado esperado**
ru: **Desired result** – желаемый результат

source: You can also have a look at the <span class="guilabel">technical details to include</span> in your bug report. It will give us information about your hardware, your version of Tails and the startup process.
pt: Você também pode dar uma olhada nos <span class="guilabel">detalhes técnicos a incluir</span> em seu relatório de bug. Isto nos dará informações sobre seu hardware, sua versão do Tails e o processo de inicialização.
ru: Может быть, стоит обратить внимание на <span class="guilabel">технические детали</span> для включения в отчёт. Они дадут нам представление о вашем оборудовании, версии Tails, процессе загрузки.

source: <p>We are not able to answer every error report, so you might not receive a reply from us.</p>
pt: <p>Nós não temos como responder a todos os relatórios de erro, então pode ser que você não receba uma resposta nossa.</p>

source: <h2 id="screenshot">Take a screenshot</h2>
pt: <h2 id="screenshot">Faça uma captura de tela</h2>
ru: <h2 id="screenshot">Сделайте скриншот</h2>

source: It might be helpful to include a screenshot with your bug report.
pt: Pode ser útil incluir uma captura de tela em seu relatório de bug.
ru: Может быть полезно дополнить ваше сообщение снимком экрана (скриншотом).

source: To take a screenshot of the entire desktop, press <span class="keycap">Print Screen</span>.
pt: Para fazer uma captura de tela contendo toda a área de trabalho, pressione a tecla <span class="keycap">Print Screen</span>.
ru: Чтобы сделать снимок всего рабочего стола, нажмите <span class="keycap">Print Screen</span>.

source: To take a screenshot of a single window, press <span class="keycap">Alt + Print Screen</span>.
pt: Para fazer uma captura de tela contendo apenas uma janela, pressione <span class="keycap">Alt + Print Screen</span>.
ru: Чтобы сделать снимок одного окна, нажмите <span class="keycap">Alt + Print Screen</span>.

source: To take a screenshot of an area you select, press <span class="keycap">Shift + Print Screen</span>.
pt: Para fazer uma captura de tela contendo uma área selecionada, pressione <span class="keycap">Shift + Print Screen</span>.
ru: Чтобы сделать снимок региона по выбору, нажмите <span class="keycap">Shift + Print Screen</span>.

source: The screenshot will automatically be saved in the <span class="filename">Pictures</span> folder located in your <span class="filename">Home</span> folder. The file name will begin with the word <span class="filename">Screenshot</span>.
pt: A captura de tela será automaticamente salva na pasta <span class="filename">Imagens</span>, localizada na sua pasta chamada <span class="filename">Pasta pessoal</span>. O arquivo começará com as palavras <span class="filename">Captura de tela</span>
ru: Снимок будет автоматически сохранён в папке <span class="filename">Изображения</span> внутри папки с названием <span class="filename">Домашняя папка</span>. Название файла будет начинаться со слов <span class="filename">Снимок экрана</span>.

source: You can also take a screenshot using <span class="application">GNOME Screenshot</span>.
pt: Você também pode fazer uma captura de tela usando o aplicativo <span class="application">GNOME Screenshot</span>
ru: Снимок экрана можно сделать также с помощью встроенного приложения <span class="application">Снимок экрана</span>.

source: To start <span class="application">GNOME Screenshot</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Screenshot</span></span>.
pt: Para iniciar o <span class="application">GNOME Screenshot</span>, selecione <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Utilitários</span>&nbsp;▸ <span class="guimenuitem">Captura de tela</span></span>.

source: You can upload the screenshot to an [encrypted Up1 host](https://github.com/Upload/Up1) such as the one available at:
pt: Você pode fazer upload de uma captura de tela para um [serviço Up1 criptografado](https://github.com/Upload/Up1), como o que está disponíveis em:
ru: Можно загрузить снимок экрана на [зашифрованный хостинг Up1](https://github.com/Upload/Up1), например, сюда:

source: Make sure to include in your bug report a link to the screenshot.
pt: Não esqueça de incluir um link para a captura de tela no seu relatório de bug.
ru: Не забудьте включить в своё сообщение гиперссылку на снимок экрана.

source: Optional email address
pt: Endereço de email opcional
ru: Email (дополнительно)

source: Giving us an email address allows us to contact you to clarify the problem. This is needed for the vast majority of the reports we receive as most reports without any contact information are useless. But note that it also provides an opportunity for eavesdroppers, like your email or Internet provider, to confirm that you are using Tails.
pt: Fornecer um endereço de email permite que te contatemos para esclarecer o problema. Isso é necessário para a grande maioria dos relatórios que recebemos, então a maioria dos relatórios sem nenhuma informação de contato são inúteis. Mas saiba que isso também dá uma oportunidade para bisbilhoteiros, tais como o seu provedor de Internet ou de email, confirmarem que você está usando Tails.
ru: Ваш email поможет нам связаться с вами, чтобы выяснить дополнительные детали. Это приходится делать в большинстве случаев. Если никакой контактной информации нет, сообщение об ошибке чаще всего оказывается бесполезно. Обратите внимание, что это также возможность для третьих лиц, таких как провайдер почты или доступа к интернету, убедиться, что вы используете Tails.

source: Optional OpenPGP key
pt: Chave OpenPGP opcional
ru: Ключ OpenPGP (дополнительно)

source: You can also indicate an OpenPGP key corresponding to this email address. You can either give:
pt: Você também pode indicar uma chave OpenPGP correspondente a este endereço de email. Para isso, você pode fornecer um dos seguintes:
ru: Можете указать свой ключ OpenPGP, связанный с адресом email, в одном из трёх вариантов:

source: a **key ID**, if the key is available on public key servers
pt: um **ID de chave**, caso a chave esteja disponível em servidores públicos
ru: **ID ключа**, если тот доступен на публичных серверах ключей;

source: a **link to the key**, if the key is available on the web
pt: um **link para a chave**, caso a chave esteja disponível na web
ru: **ссылка на ключ**, если тот можно скачать из Интернета;

source: a **public key block**, if the key is not publicly available
pt: um **bloco de chave pública**, caso a chave não esteja disponível publicamente
ru: **собственно открытый ключ**, если его нет в публичном доступе.

source: Send your report
pt: Envie seu relatório
ru: Отправьте сообщение

source: Once you are done writing your report, send it by clicking the *Send* button.
pt: Uma vez que você tenha terminado de escrever o relatório, envie-o clicando no botão **Enviar**.
ru: Закончили писать отчёт об ошибке? Отправьте его нажатием кнопки *Send*.

source: Once your email has been sent correctly you will get the following notification: <span class="guilabel">Your message has been sent</span>.
pt: Se o email tiver sido enviado corretamente, você receberá a seguinte notificação: <span class="guilabel">Sua mensagem foi enviada</span>.
ru: Если ваше сообщение отправлено без ошибок, вы увидите извещение: <span class="guilabel">Your message has been sent</span>.

source: <h1 id="special-cases">If you cannot use <span class="application">WhisperBack</span></h1>
pt: <h1 id="special-cases">Caso você não possa usar o <span class="application">WhisperBack</span></h1>
ru: <h1 id="special-cases">Если не получается использовать <span class="application">WhisperBack</span></h1>

source: You might not always be able to use WhisperBack. In those cases, you can also send your bug report by [[email|support/talk]] directly.
pt: Pode ser que em alguns casos você não tenha como utilizar o WhisperBack. Nestes casos, você também pode enviar seu relatório de bug por [[email|support/talk]] diretamente.
ru: Если вы по какой-то причине не используете WhisperBack, можете отправить сообщение об ошибке по [[email|support/talk]].

source: Note that if you send the report yourself, it might not be anonymous unless you take special care (for example, using Tor with a throw-away email account).
pt: Note que, caso você faça o envio do relatório por sua conta, talvez ele não seja anônimo, a não ser que você tome cuidados especiais (por exemplo, usar o Tor e uma conta de email descartável).
ru: Обратите внимание: если вы сами отправляете сообщение, оно может не быть анонимным. Чтобы обеспечить анонимность, понадобятся дополнительные меры (например, разовый аккаунт email через сеть Tor).

source: <h2 id="no-internet-access">No Internet access</h2>
pt: <h2 id="no-internet-access">Sem acesso à Internet</h2>
ru: <h2 id="no-internet-access">Нет доступа к интернету</h2>

source: If you are not able to connect to the Internet from Tails, you can try following our [[instructions on troubleshooting Wi-Fi|doc/anonymous_internet/no-wifi]] to fix your Internet connection.
pt: Caso você não consiga conectar à Internet no Tails, você pode tentar seguir nossas [[instruções para resolução de problemas de Wi-Fi|doc/anonymous_internet/no-wifi]] para consertar sua conexão à Internet.
ru: Если вы не можете подключиться к Интернету из Tails, попробуйте наши [[инструкции по решению проблем с wi-fi|doc/anonymous_internet/no-wifi]].

source: WhisperBack won't be able to send your bug report if you are not connected to the Internet.
pt: O WhisperBack não conseguirá enviar seu relatório de bug se você não tiver conexão com a Internet.
ru: Без Интернета WhisperBack не сможет отправить ваше сообщение об ошибке.

source: The following steps can be used as an alternative method to send your bug report:
pt: Os seguintes passos podem ser utilizados como método alternativo para envio do seu relatório de bug:
ru: Альтернативный способ отправить сообщение об ошибке:

source: In Tails, start WhisperBack
pt: No Tails, inicie o WhisperBack
ru: Загрузите Tails, запустите WhisperBack.

source: In the bug report window, expand "technical details to include"
pt: Na janela de relatório de bug, expanda "detalhes técnicos a incluir"
ru: Нажмите на вкладку "Technical details to include".

source: Copy everything in the "debugging info" box
pt: Copie tudo que estiver na caixa "informações de depuração"
ru: Выделите и скопируйте всё под заголовком "debugging info".

source: Paste it to another document (using the *Text Editor* for instance)
pt: Cole o conteúdo em um outro documento (usando o *Editor de texto*, por exemplo)

source: Save the document on a USB stick
pt: Salve o documento em um pendrive USB
ru: Сохраните документ на флешку.

source: Boot into a system with Internet connection and send your report
pt: Reinicie em um sistema com conexão à Internet e envie seu relatório
ru: Включите компьютер, у которого всё в порядке с подключением к интернету, и отправьте ваше сообщение.

source: <h2 id="does-not-start">Tails does not start</h2>
pt: <h2 id="does-not-start">Tails não inicia</h2>
ru: <h2 id="does-not-start">Tails не запускается</h2>

source: For troubleshooting instructions in case Tails fails to start, refer to our installation instructions on:
pt: Para instruções de solução de problemas caso o Tails falhe em iniciar, consulte as nossas instruções de instalação:
ru: Если Tails не запускается, попробуйте следующие рекомендации:

source: [[Starting a PC on a USB stick|doc/first_steps/start/pc]]
pt: [[Inciando um PC a partir de um pendrive USB|doc/first_steps/start/pc]]

source: [[Starting a Mac on a USB stick|doc/first_steps/start/mac]]
pt: [[Iniciando um Mac a partir de um pendrive USB|doc/first_steps/start/mac]]

source: <h1 id="debian">Reproducing the bug in Debian (for advanced users)</h1>
pt: <h1 id="debian">Reproduzindo o bug no Debian (para usuários avançados)</h1>
ru: <h1 id="debian">Воспроизведение ошибки в Debian (для продвинутых пользователей)</h1>

source: It is very useful for us to know if your bug only affects Tails or also affects Debian, on which Tails is based.
pt: É muito útil para nós saber se o bug afeta apenas o Tails ou se também afeta o Debian, no qual o Tails é baseado.
ru: Нам очень важно знать, касается ли обнаруженная вами ошибка только Tails или также Debian, операционной системы в основе Tails.

source: Doing so takes much more time so, in doubt, report your bug as instructed earlier and wait for guidance from our help desk.
pt: Fazer isso toma muito mais tempo então, na dúvida, relate seu bug da forma instruída anteriormente e aguarde ajuda da nossa equipe de suporte.
ru: То, что мы описываем дальше, требует гораздо больше времени. По возможности используйте процедуры, описанные выше, и дождитесь ответа от нашей техподдержки.

source: If your bug also affects Debian *stable* then it will have to be fixed in Debian directly and not in Tails.
pt: Se o seu bug afeta o Debian *estável*, então deverá ser corrigido diretamente no Debian e não no Tails.
ru: Если ошибка связана со *стабильной* версией Debian, её нужно исправлять непосредственно в Debian, а не в Tails.

source: If your bug affects Debian *stable* but not Debian *testing* then it might have been solved already in Debian.
pt: Se o seu bug afeta o Debian *estável* mas não afeta o Debian *testing*, então talvez ele já tenha sido corrigido no Debian.
ru: Есть ваша ошибка связана со *стабильной* версией Debian, но не просматривается в следующей бета-версии, возможно, эту ошибку в Debian уже устранили.

source: Debian also distributes images (*Debian live*) that you can install on a USB stick using the same installation procedure as for installing Tails.
pt: Debian também distribui imagens (*Debian live*) que você pode instalar em um pendrive USB usando o mesmo procedimento usado para instalar Tails.
ru: Debian также можно скачать как образ диска для записи на флешку (*Debian live*). Процедура установки — та же, что у Tails.

source: Debian stable
pt: Debian estável
ru: Стабильная версия Debian

source: Images for the stable version of Debian, on which Tails is based, are available on:
pt: Imagens para a versão estável do Debian, na qual o Tails é baseado, estão disponíveis em:
ru: Образы стабильной версии Debian, на которой основан Tails, доступны здесь:

source: Download the `gnome+nonfree.iso` image to have the GNOME desktop and all the non-free firmware for better hardware compatibility.
pt: Baixe a imagem `gnome+nonfree.iso` para ter a interface gráfica GNOME e todos os firmwares não livres para melhor compatibilidade de hardware.
ru: Скачайте образ с названием `gnome+nonfree.iso`, чтобы пользоваться рабочим столом GNOME, а также драйверами и прошивками с закрытой лицензией для лучшей поддержки вашего оборудования.

source: Images for the testing version of Debian are available on:
pt: Imagens para a versão de testes do Debian estão disponíveis em:
ru: Образы версий Debian для тестирования можно скачать отсюда:

source: Debian testing
ru: Версии Debian для тестирования
