Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/desktop.*.po
Languages: pt

source: [[!meta title="Introduction to GNOME and the Tails desktop"]]
pt: [[!meta title="Introdução ao GNOME e à área de trabalho do Tails"]]

source: The desktop environment used in Tails is [GNOME](https://www.gnome.org). This page describes some important features of the desktop in the context of Tails.
pt: O ambiente de área de trabalho usado no Tails é o [GNOME](https://www.gnome.org). Esta página descreve funcionalidades importantes deste ambiente no contexto do Tails.

source: <h1 id="top-navigation-bar">Top navigation bar</h1>
pt: <h1 id="top-navigation-bar">Barra de navegação superior</h1>

source: In the upper left corner of the screen there is one button and three menus:
pt: No canto superior esquerdo da tela da tela há um botão e três menus:

source: the <b>Activities</b> button
pt: o botão <b>Atividades</b>

source: the <span class="guimenu">Applications</span> menu
pt: o menu <span class="guimenu">Aplicativos</span>

source: the <span class="guimenu">Places</span> menu
pt: o menu <span class="guimenu">Locais</span>

source: <h2 id="activities">Activities overview</h2>
pt: <h2 id="activities">Visão geral de Atividades</h2>

source: To access your windows and applications you can either:
pt: Para acessar suas janelas e aplicativos, você pode fazer um dos seguintes:

source: Click on the <b>Activities</b> button.
pt: Clicar no botão <b>Atividades</b>.

source: Throw your mouse pointer to the top-left hot corner.
pt: Levar o ponteiro do mouse ao canto superior esquerdo da tela.

source: Press the <b>Super</b> ([[!img lib/start.png class="symbolic" link="no" alt=""]]) key on your keyboard.
pt: Pressione a tecla <b>Super</b> ([[!img lib/start.png class="symbolic" link="no" alt=""]]) no seu teclado.

source: You can see your windows and applications in the overview. You can also start typing to search your applications, files, and folders.
pt: Você pode ver suas janelas e aplicativos na tela de visão geral. Vocẽ também pode começar a escrever para buscar seus aplicativos, arquivos e pastas.

source: <h2 id="applications">Applications menu</h2>
pt: <h2 id="applications">Menu de aplicativos</h2>

source: The <span class="guimenu">Applications</span> menu provides shortcuts to the [[included software|about/features]] and to GNOME configuration utilities.
pt: O menu <span class="guimenu">Aplicativos</span> provê atalhos para os [[programas inclusos|about/features]] e para os utilitários de configuração do GNOME.

source: <div class="text"> <span class="guimenuitem">Help</span>: to access the <span class="application">GNOME Desktop Help</span> choose <span class="menuchoice"> <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Help</span></span> </div> </div>
pt: <div class="text"> <span class="guimenuitem">Ajuda</span>: para acessar a <span class="application">Ajuda do GNOME</span> escolha <span class="menuchoice"> <span class="guisubmenu">Utilitários</span>&nbsp;▸ <span class="guimenuitem">Ajuda</span></span> </div> </div>

source: <div class="text"> <b>Settings</b>: to change various system settings such as keyboard, mouse and touchpad, or displays, choose <b>System Tools&nbsp;▸ Settings</b>. </div> </div>
pt: <div class="text"> <b>Configurações</b>: para mudar várias configurações de sistema tais como teclado, mouse e touchpad, ou telas, escolha <b>Ferramentas do sistema&nbsp;▸ Configurações</b>. </div> </div>

source: <p>By default, any setting that you change in Tails is lost when you shut down Tails. Only the settings that you saved in the [[Persistent Storage|persistent_storage]] are restored when you restart Tails.</p>
pt: <p>Por padrão, qualquer configuração que você altere no Tails será perdida quando o sistema for desligado. Apenas as configurações que tenham sido salvas no [[Armazenamento Persistente|persistent_storage]] serão restauradas ao reiniciar o Tails.</p>

source: <p>To learn about the many keyboard shortcuts in GNOME, open the <i>Settings</i> utility and choose <b>Keyboard Shortcuts</b>.</p>
pt: <p>Para saber sobre os vários atalhos de teclado no GNOME, abra a ferramenta de <i>configurações</i> e escolha <b>Atalhos de teclado</b>.</p>

source: <div class="text"> <span class="guimenuitem">About Tails</span>: to know the version of Tails that you are currently running, choose <span class="menuchoice"> <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span></span> </div> </div>
pt: <div class="text"> <span class="guimenuitem">Sobre o tails</span>: para saber a versão do Tails que você está usando, escolha <span class="menuchoice"> <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Sobre o Tails</span></span> </div> </div>

source: <h3 id="favorites">Favorites submenu</h3>
pt: <h3 id="favorites">Submenu de favoritos</h3>

source: In the <span class="guisubmenu">Favorites</span> submenu, a few shortcuts allow you to launch the most frequently used applications:
pt: No submenu <span class="guisubmenu">Favoritos</span>, alguns atalhos permitirão que você execute os aplicativos mais frequentemente utilizados.

source: <div class="text"> <strong>Tor Browser</strong> to browse the web anonymously and uncensored<br/> [[See our documentation on browsing the web with <i>Tor Browser</i>|anonymous_internet/Tor_Browser]] </div> </div>
pt: <div class="text"> <strong>Navegador Tor</strong> para navegar a internet de maneira anônima e sem censura<br/> [[Veja nossa documentação sobre navegar na internet com <i>Navegador Tor</i>|anonymous_internet/Tor_Browser]] </div> </div>

source: <div class="text"> <strong>Tor Connection</strong> to connect to the Tor network<br/> [[See our documentation on connecting to Tor|anonymous_internet/tor]] </div> </div>
pt: <div class="text"> <strong>Conexão Tor</strong> para se conectar à rede Tor<br/> [[Veja nossa documentação sobre como se conectar ao Tor|anonymous_internet/tor]] </div> </div>

source: <div class="text"> <strong>Persistent Storage</strong> to create and configure a Persistent Storage on your Tails USB stick<br/> [[See our documentation on the Persistent Storage|persistent_storage]] </div> </div>
pt: <div class="text"> <strong>Armazenamento Persistente</strong> para criar e configurar um Armazenamento Persistente no seu pendrive USB com Tails<br/> [[Veja nossa documentação sobre o Armazenamento Persistente|persistent_storage]] </div> </div>

source: <div class="text"> <strong>Tails documentation</strong> to open an offline version of the Tails website and documentation, embeded in Tails<br/> </div> </div>
pt: <div class="text"> <strong>Documentação Tails</strong> para abrir uma versão offline do site Tails e da documentação, embutido com Tails<br/> </div> </div>

source: <div class="text"> <strong>WhisperBack Error Reporting</strong> to report problems about Tails to our team<br/> [[See our documentation on reporting an error|bug_reporting]] </div> </div>
pt: <div class="text"> <strong>Reportando erros com WhisperBack</strong> para reportar um erro sobre Tails à nossa equipe<br/> [[Veja nossa documentação sobre reportar erros|bug_reporting]] </div> </div>

source: <div class="text"> <strong>Tails Installer</strong> to clone Tails to another USB stick<br/> </div> </div>
pt: <div class="text"> <strong>Instalador Tails</strong> para clonar Tails para outro pendrive USB<br/> </div> </div>

source: <div class="text"><strong>Thunderbird</strong> email client<br /> [[See our documentation on emailing and reading news with <i>Thunderbird</i>|anonymous_internet/thunderbird]] </div> </div>
pt: <div class="text"><strong>Thunderbird</strong>Cliente email<br /> [[Veja nossa documentação sobre como enviar e ler emails e noticias com <i>Thunderbird</i>|anonymous_internet/thunderbird]] </div> </div>

source: <div class="text"> <strong>KeePassXC</strong> password manager<br/> [[See our documentation on managing passwords with <i>KeePassXC</i>|encryption_and_privacy/manage_passwords]] </div> </div>
pt: <div class="text"> <strong>KeePassX</strong>: gerenciador de senhas<br/> [[Veja a documentação sobre gerenciar senhas com <i>KeePassXC</i>|encryption_and_privacy/manage_passwords]] </div> </div>

source: <div class="text"> <strong>Pidgin Internet Messenger</strong><br/> [[See our documentation on chatting with <i>Pidgin</i> and OTR|anonymous_internet/pidgin]] </div> </div>
pt: <div class="text"> <strong>Mensageiro por internet Pidgin</strong><br/> [[Veja nossa documentação sobre usar <i>Pidgin</i> para conversas online e OTR|anonymous_internet/pidgin]] </div> </div>

source: <h2 id="places">Places menu</h2>
pt: <h2 id="places">Menu Locais</h2>

source: The <span class="guimenu">Places</span> menu provides direct access to different folders and storage media.
pt: O menu <span class="guimenu">Locais</span> dá acesso direto a diferentes pastas e mídias de armazenamento.

source: <h2 id="tor-status">Tor status and circuits</h2>
pt: <h2 id="tor-status">Estado e circuitos do Tor</h2>

source: The Tor status icon and *Onion Circuits* allow you to view the status of Tor.
pt: O ícone de status Tor e *Circuitos Onion* permitem que você veja o status do Tor.

source: [[See our documentation on *Onion Circuits*.|anonymous_internet/tor/circuits]]
pt: [[Veja nossa documentação sobre *Circuitos Onion*.|anonymous_internet/tor/circuits]]

source: <h2 id="accessibility">Universal access</h2>
pt: <h2 id="accessibility">Acesso universal</h2>

source: The universal access menu allows you to activate the screen reader, screen keyboard, large text display, and other accessibility technologies.
pt: O menu de acessibilidade permite que você ative o leitor de tela, teclado virtual, texto grande e outras tecnologias de acessibilidade.

source: [[See our documentation on accessibility.|accessibility]]
pt: [[Veja nossa documentação sobre acessibilidade.|accessibility]]

source: <h2 id="keyboard">Keyboard layouts</h2>
pt: <h2 id="keyboard">Disposições de teclado</h2>

source: The keyboard layout menu allow you to change the keyboard layout and input method for non-Latin scripts.
pt: O menu de disposições de teclado te permite mudar a disposição de teclado e o método de entrada para escritas não latinas.

source: <h2 id="system">System menu</h2>
pt: <h2 id="system">Menu do sistema</h2>

source: In the top-right corner of the top navigation bar, the system menu allows you to manage your settings, connect to a Wi-Fi network, and restart your computer.
pt: No canto superior direito da barra de navegação, o menu do sistema te permite administrar suas configurações, conectar a uma rede Wi-Fi, e reiniciar o seu computador.

source: <h3 id="networking">Networking</h3>
pt: <h3 id="networking">Rede</h3>

source: From the system menu, you can choose which Wi-Fi network to connect to.
pt: A partir do menu do sistema, você pode escolher a rede Wi-Fi à qual você deseja conectar.

source: See also the documentation on [[connecting to a network|anonymous_internet/networkmanager]].
pt: Veja também a documentação sobre [[como conectar a uma rede|anonymous_internet/networkmanager]].

source: <h3 id="screen-locker">Screen locker</h3>
pt: <h3 id="screen-locker">Bloquear a tela</h3>

source: Click on **Lock screen** to lock your screen with a password.
pt: Clique em **Bloquear tela** para bloquear a sua tela com uma senha.

source: If you set up an [[administration password|first_steps/welcome_screen/administration_password]] when starting Tails, you can unlock your screen with your administration password.
pt: Se você configurar uma [[senha de administração|first_steps/welcome_screen/administration_password]] ao iniciar o Tails, você poderá desbloquear sua tela com a sua senha de administração.

source: <div class="tip"> <p>Your screen will automatically lock after some time if you have set up an administration password. To disable this behavior, execute the following command in a terminal:</p>
pt: <div class="tip"> <p>A sua tela vai bloquear automaticamente depois de um tempo, se você tiver definido uma senha de administração. Para desativar esse comportamento, execute o seguinte comando em um terminal:</p>

source: Otherwise, you can set up a password to unlock your screen when locking your screen for the first time.
pt: Caso contrário, você poderá configurar uma senha para desbloqueio da tela quando bloqueá-la pela primeira vez.

source: <h3 id="suspend">Suspend</h3>
pt: <h3 id="suspend">Suspender</h3>

source: Click **Suspend** to suspend your computer.
pt: Clique **Suspender** para suspender o computador.

source: While suspended, your computer is not computing anymore but is still powered on, like if it was standing still but still alive.
pt: Durante a suspensão seu computador não estará computando, porém estará ligado, como se estivesse congelado mas ainda assim vivo.

source: To resume from suspend and go back to the Tails desktop, push the power button of your computer.
pt: Para sair da suspensão e voltar para a área de trabalho do Tails, aperte o botão de ligar do seu computador.

source: <p>If you remove your Tails USB stick while suspended, your computer will not shut down immediately and will only shut down when resuming.</p>
pt: <p>Caso você remova o seu pendrive USB com Tails durante a suspensão, seu computador não irá desligar imediatamente, ele apenas desligará quando for retirado da suspensão.</p>

source: <p>An attacker with physical access to your computer and capable of finding your screen locker password or setting up a [[cold-boot attack|doc/advanced_topics/cold_boot_attacks]] can compromise your Tails while suspended.</p>
pt: <p>Um atacante com acesso físico ao computador e capaz de descobrir sua senha do bloqueio de tela ou de realizar um [[ataque cold-boot|doc/advanced_topics/cold_boot_attacks]] pode comprometer seu Tails enquanto estiver suspenso.</p>

source: <p>For more security, [[shut down Tails|doc/first_steps/shutdown]] entirely.</p>
pt: <p>Para mais segurança, [[desligue o Tails|doc/first_steps/shutdown]] completamente.</p>

source: <h1 id="shortcuts">Desktop shortcuts</h1>
pt: <h1 id="shortcuts">Atalhos da Área de trabalho</h1>

source: <div class="text"> <strong>Tails documentation</strong> to open an offline version of the Tails website and documentation, embeded in Tails<br/> </div>
pt: <div class="text"> <strong>Documentação Tails</strong> para abrir uma versão offline do site Tails e da documentação, embutido no Tails<br/> </div>

source: <div class="text"> <strong>Report an error</strong> to report problems about Tails to our team<br/> [[See our documentation on reporting an error|bug_reporting]] </div> </div>
pt: <div class="text"> <strong>Reporte um erro</strong> para reportar problemas sobre Tails à nossa equipe<br/> [[Veja nossa documentação sobre reportar um erro|bug_reporting]] </div> </div>

source: <div class="text"><strong>Trash</strong>, where the "deleted" files are moved</div> </div>
pt: <div class="text"><strong>Lixo</strong>, local para onde os arquivos "apagados" são movidos</div> </div>

source: <!-- XXX: Opting to use #files instead of #nautilus because #files is linked to from wiki/src/doc/advanced_topics/internal_hard_disk.mdwn --> <h1 id="files">The <span class="application">Files</span> browser</h1>
pt: <!-- XXX: Opting to use #files instead of #nautilus because #files is linked to from wiki/src/doc/advanced_topics/internal_hard_disk.mdwn --> <h1 id="files">O navegador de <span class="application">Arquivos</span></h1>

source: To open the <span class="application">Files</span> browser, you can either:
pt: Você pode abrir o navegador de <span class="guimenu">Arquivos</span> de uma das seguintes formas:

source: - Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Files</span></span>.
pt: - Choose <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Acessórios</span>&nbsp;▸ <span class="guimenuitem">Arquivos</span></span>.

source: Open one of the shortcuts from the <span class="guimenu">Places</span> menu.
pt: Abra um dos atalhos do menu <span class="guimenu">Locais</span>.

source: To connect to a remote SFTP (SSH File Transfer Protocol) server:
pt: Para conectar à um servidor SFTP (protocolo de transferência de arquivos SSH) remoto:

source: Choose <span class="guilabel">Other Locations</span> in the sidebar of the <span class="application">Files</span> browser.
pt: Escolha <span class="guilabel">Outros locais</span> na barra lateral do navegador de <span class="application">Arquivos</span>.

source: Specify an SFTP server in <span class="guilabel">Connect to Server</span> at the bottom of the right pane. For example:
pt: Especifique um servidor SFTP em<span class="guilabel">Conectar a servidor</span> na parte baixo do painel direito. Por exemplo:

source: Click <span class="bold">Connect</span>.
pt: Clique em <span class="bold">Conectar</span>.
