Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/persistence.*.po
Languages: it, ru

source: [[!meta title="Persistent Storage"]]
it: [[!meta title="Archivio Persistente"]]

source: If you start Tails from a USB stick, you can create an encrypted Persistent Storage in the free space left on the USB stick. The files and settings stored in the Persistent Storage are saved encrypted and remain available across different working sessions.
it: Se avvii Tails da una chiavetta USB, puoi creare un Archivio Persistente Crittato nello spazio lasciato libero sulla chiavetta USB. I file e le impostazioni memorizzati nell' Archivio Persistente sono salvati crittati e rimangono disponibili da una sessione di lavoro all'altra.

source: You can use this Persistent Storage to store, for example:
it: Puoi utilizzare l' Archivio Persistente Crittato per memorizzare, ad esempio:
ru: Вот что, например, можно держать в Постоянном хранилище:

source: Personal files
it: File personali
ru: личные файлы;

source: Some settings
it: Alcune impostazioni
ru: некоторые настройки;

source: Additional software
it: Programmi aggiuntivi
ru: Дополнительное программное обеспечение

source: Encryption keys
it: Chiavi di cifratura
ru: ключи шифрования.

source: The Persistent Storage is an encrypted partition protected by a passphrase on the USB stick.
it: L' Archivio Persistente Crittato è una partizione protetta da una passphrase sulla chivetta USB.
ru: Постоянное хранилище – зашифрованный и защищённый паролем раздел на флешке.

source: After you create a Persistent Storage, you can choose to unlock it or not each time you start Tails.
it: Dopo aver creato un Archivio Persistente, puoi scegliere di aprirlo oppure no ogni volta che avvii Tails.
ru: После создания Постоянного хранилища вы можете разблокировать его при каждом запуске Tails (или не разблокировать).

source: [[!inline pages="doc/first_steps/persistence.caution" raw="yes" sort="age"]]
it: [[!inline pages="doc/first_steps/persistence.caution.it" raw="yes" sort="age"]]
ru: [[!inline pages="doc/first_steps/persistence.caution.ru" raw="yes" sort="age"]]

source: <p>To learn how Tails implements Persistent Storage, see our [[design documentation about persistence|contribute/design/persistence]].</p>
it: <p>Per sapere come Tails implementa l'Archivio Persistente, vedi la nostra [[documentazione sulla persistenza|contribute/design/persistence]].</p>

source: <h1 id="create">Creating the Persistent Storage</h1>
it: <h1 id="create">Creare l' Archivio Persistente</h1>

source: To create the Persistent Storage, choose **Applications**&nbsp;▸ **Tails**&nbsp;▸ **Configure persistent volume**.
it: Per creare l'Archivio Persistente, scegli **Applicazioni**&nbsp;- **Tails**&nbsp;- **Configure persistent volume**.

source: <p>If you receive the error message <em>Device was not created using a USB image or Tails installer</em>, then you need to reinstall Tails either by:</p>
it: <p>se ricevi un messaggio di errore <em>Il dispositivo non è stato creato utilizzando un'immagine USB o il programma di installazione Tails</em>, allora devi reinstallare Tails o:</p>

source: <ul> <li>Installing using our [[USB image|install/download]] instead of our ISO image</li> <li>[[Installing from another Tails|install/clone]]</li> </ul>
it: <ul> <li>Installare usando la nostra [[USB image|install/download]] invece della nostra immagine ISO</li> <li>[[Installare da un'altra Tails|install/clone]]</li> </ul>

source: <p>If you receive the error message while running Tails using <i>virt-manager</i>, then you need to [[run Tails from our USB image|doc/advanced_topics/virtualization/virt-manager#usb_image]] instead of our ISO image.</p>
it: <p>Se ricevi il messaggio di errore mentre esegui Tails usando <i>virt-manager</i>,allora devi [[eseguire Tails dalla nostra USB image|doc/advanced_topics/virtualization/virt-manager#usb_image]] invece della nostra immagine ISO.</p>

source: <p>The error message <em>Error, Persistence volume is not unlocked.</em> means that the Persistent Storage was not unlocked in the Welcome Screen. You cannot use or configure your Persistent Storage but you can delete it and create a new one.</p>
it: <p>ll messaggio di errore <em>Errore, il volume Persistence non è sbloccato.</em> significa che l'Archivio Persistente non era sbloccato nel- la Schermata di Benvenuto. Non puoi usare o configurare il tuo Archivio Persistente ma puoi cancellarlo e crearne uno nuovo.</p>

source: <p>To change the configuration of your Persistent Storage, restart Tails, unlock the Persistent Storage, and choose <strong>Applications</strong>&nbsp;▸ <strong>Tails</strong>&nbsp;▸ <strong>Configure persistent volume</strong> again.</p>
it: <p>Per modificare la configurazione dell'Archivio Persistente, riavvia Tails, sblocca l'Archivio Persistente, e scegli <strong>Applicazioni</strong>&nbsp;▸ <strong>Tails</strong>&nbsp;▸ <strong>Configurare volume persistente </strong> di nuovo.</p>

source: <p>There is currently no visible way to close the <b>Configure persistent volume</b> application when no changes have been made.</p>
it: <p> Attualmente non c'è un modo visibile per chiudere l'applicazione <b>Configurare volume persistente</b>quando non sono state fatte modifiche. </p>

source: <p>To close the <b>Configure persistent volume</b> application, press <span class="keycap">Esc</span>.</p>
it: <p>Per chiudere l' applicazione <b>Configura il volume persistente</b> premi<span class="keycap">Esc</span>.</p>

source: When run for the first time, or after [[deleting the Persistent Storage|delete]], an assistant allows you to create a Persistent Storage in the free space left on the USB stick. Refer to our [[installation instructions|install/clone#create-persistence]] for more guidance on creating the Persistent Storage.
it: Quando esegui per la prima volta, o dopo [[aver cancellato l'Archivio Persistente|delete]], un assistente ti consente di creare un nuovo Archivio Persistente nello spazio libero lasciato sulla chiavetta USB. Fai riferimento alle nostre [[istruzioni di installazione|installazione/clone#create-persistence]] per ulteriori indicazioni sulla creazione dell'Archivio Persistente.

source: <h1 id="configure">Configuring the Persistent Storage</h1>
it: <h1 id="configure">Configurare L'Archivio Persistente</h1>

source: To configure the Persistent Storage, choose **Applications**&nbsp;▸ **Tails**&nbsp;▸ **Configure persistent volume**.
it: Per configurare l'Archivio Persistente, scegli **Applicazioni**&nbsp;- **Tails**&nbsp;- **Configurare volume persistente**.

source: <p><strong>Restart Tails to apply the changes</strong> after selecting or deselecting one or several features.</p>
it: <p><strong>Riavvia Tails per applicare le modifiche</strong> dopo aver selezionato o tolto una o più funzionalità.</p>

source: <p>Only the features that are listed below can currently be made persistent.</p>
it: <p>Solo le funzionalità elencate di seguito possono essere rese persistenti.</p>

source: <p>We are often asked to implement new features of the Persistent Storage: Tor Browser preferences, Tor configuration, desktop background, mouse and touchpad settings, etc. See the
it: <p>Spesso ci viene chiesto di implementare nuove funzionalità dell' Archivio Persistente: preferenze del Browser Tor, configurazione di Tor, sfondo della scrivania, impostazioni del mouse e del touchpad, etc. Vedi l'

source: groups/tails/-/issues?scope=all&utf8=✓&state=opened&label_name%5B%5D=C%3APersistence desc="list of issues about the Persistent Storage"]].<p>
it: groups/tails/-/issues?scope=all&utf8=✓&state=opened&label_name%5B%5D=C%3APersistence desc="elenco di problemi relativi all'Archivio Persistente"]].<p>

source: <p>If you turn off a feature, it will be unavailable after restarting Tails but the corresponding files are still saved in the Persistent Storage.</p>
it: <p>Se disattivi una funzionalità, non sarà disponibile dopo il riavvio di Tails ma i file correspondenti sono ancora salvati nell'Archivio Persistente.</p>

source: <p>To delete the files corresponding to a feature:</p>
it: <p>Per eliminare i file corrispondenti a una funzionalità:</p>

source: <ol> <li> Start Tails and set an [[administration password|doc/first_steps/welcome_screen/administration_password]]. </li> <li> Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights. </li> <li> Execute the <span class="code">nautilus</span> command to open the file browser with administration rights. </li> <li> In the file browser, navigate to <span class="filename"> /live/persistence/TailsData_unlocked</span>. </li> <li> Delete the folder corresponding to the feature: <ul> <li><strong>Personal Data</strong>: <code>Persistent</code> folder</li> <li><strong>Welcome Screen</strong>: <code>greeter-settings</code> folder</li> <li><strong>Browser Bookmarks</strong>: <code>bookmarks</code> folder</li> <li><strong>Network Connections</strong>: <code>nm-system-connections</code></li> <li><strong>Additional Software</strong>: <code>apt</code> and <code>apt-sources.list.d</code> folders and <code>live-additional-software.conf</code> file</li> <li><strong>Printers</strong>: <code>cups-configuration</code> folder</li> <li><strong>Thunderbird</strong>: <code>thunderbird</code> folder</li> <li><strong>GnuPG</strong>: <code>gnupg</code> folder</li> <li><strong>Bitcoin Client</strong>: <code>electrum</code> folder</li> <li><strong>Pidgin</strong>: <code>pidgin</code> folder</li> <li><strong>SSH Client</strong>: <code>openssh-client</code> folder</li> <li><strong>Dotfiles</strong>: <code>dotfiles</code> folder</li> </ul> </li> </ol>
it: <ol> <li> Avvia Tails e imposta una [[password di amministrazione|doc/first_steps/welcome_screen/administration_password]]. </li> <li> Scegli <span class="menuchoice"> <span class="guimenu">Applicationi</span>&nbsp;▸ <span class="guisubmenu">Strumenti di Sistema</span>&nbsp;▸ <span class="guimenuitem">Terminal Root</span> </span> per aprire un terminale con diritti di amministrazione. </li> <li> Esegui il comando <span class="code">nautilus</span> per aprire il file browser con diritti di amministrazione. </li> <li> Nel browser dei file, spostati su <span class="filename"> /live/persistence/TailsData_unlocked</span>. </li> <li> Cancella la cartella corrispondente alla funzionalità: <ul> <li><strong>Dati Personali</strong>: <code>Persistente</code> cartella</li> <li><strong>Schermata di Benvenuto</strong>: <code>impostazioni-benvnuto</code> cartella</li> <li><strong>Segnalibri del Browser</strong>: <code>segnalibri</code> cartella</li> <li><strong>Connessioni di Rete</strong>: <code>nm-system-connections</code></li> <li><strong>Software Aggiuntivo</strong>: <code>apt</code> e <code>apt-sources.list.d</code> cartelle e <code>live-additional-software.conf</code> file</li> <li><strong>Stampanti</strong>: <code>cups-configuration</code> cartella</li> <li><strong>Thunderbird</strong>: <code>thunderbird</code> cartella</li> <li><strong>GnuPG</strong>: <code>gnupg</code> cartella</li> <li><strong>Bitcoin Client</strong>: <code>electrum</code> cartella</li> <li><strong>Pidgin</strong>: <code>pidgin</code> cartella</li> <li><strong>SSH Client</strong>: <code>openssh-client</code> cartella</li> <li><strong>Dotfiles</strong>: <code>dotfiles</code> cartella</li> </ul> </li> </ol>

source: <div class="text"><h2>Personal Data</h2></div> </div>
it: <div class="text"><h2>Dati personali</h2></div> </div>

source: When the Personal Data feature is turned on, you can save your personal files and working documents in the <span class="filename">Persistent</span> folder.
it: Quando la funzionalità Dati Personali è attivata, puoi salvare i file e i documenti di lavoro nella cartella <span class="filename">Persistente</span>.

source: To open the <span class="filename">Persistent</span> folder, choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
it: Per aprire la cartella <span class="filename">Persistente</span>, seleziona <span class="menuchoice"> <span class="guimenu">Posizioni</span>&nbsp;▸ <span class="guimenuitem">Persistente</span></span>.

source: When the Welcome Screen feature is turned on, the settings from the Welcome Screen are saved in the Persistent Storage: language, keyboard, and additional settings.
it: Quando la funzionalità Schermata di Benvenuto è attivata, le impostazioni della Schermata di Benvenuto vengono salvate nell'Archivio Persistente: lingua, tastiera e impostazioni aggiuntive.

source: To restore your settings when starting Tails, unlock your Persistent Storage in the Welcome Screen.
it: Per ripristinare le impostazioni all'avvio di Tails, sblocca il tuo Archivio Persistente nella Schermata di Benvenuto.

source: When the Tor Bridge feature is turned on, the last [[Tor bridge|doc/anonymous_internet/tor]] that you used to connect to Tor successfully is saved in the Persistent Storage.
it: Quando la funzione Tor Bridge è attivata, l'ultimo [[Tor bridge|doc/anonymous_internet/tor]] che hai usato per connetterti con successo a Tor viene salvato nell'Archivio Persistente.

source: <div class="text"><h2>Browser Bookmarks</h2></div> </div>
it: <div class="text"><h2>Segnalibri del browser</h2></div> </div>

source: When the Browser Bookmarks feature is turned on, changes to the bookmarks in [[*Tor Browser*|doc/anonymous_internet/Tor_Browser]] are saved in the Persistent Storage. This does not apply to the [[*Unsafe Browser*|doc/anonymous_internet/unsafe_browser]].
it: Quando la funzione Segnalibri del Browser è attivata, le modifiche apportate ai segnalibri in [[*Tor Browser*|doc/anonymous_internet/Tor_Browser]] vengono salvate in nell'Archivio Persistente. Questo non si applica a [[<span class="applicationi">Browser non Sicuro</span>|doc/anonymous_internet/unsafe_browser]].

source: <div class="text"><h2>Network Connections</h2></div> </div>
it: <div class="text"><h2>Connessioni di rete</h2></div> </div>

source: When the Network Connections feature is turned on, the [[configuration of the network devices and connections|doc/anonymous_internet/networkmanager]] is saved in the Persistent Storage, for example the passwords of Wi-Fi networks.
it: Quando la funzionalità Connessioni di rete è attivata, la [[configurazione dei dispositivi e delle connessioni di rete|doc/anonimo_internet/networkmanager]] viene salvata nell'Archivio Persistente, ad esempio le password delle reti Wi-Fi.

source: <div class="text"><h2>Additional Software</h2></div> </div>
it: <div class="text"><h2>Software aggiuntivo</h2></div> </div>

source: When the Additional Software feature is turned on, a list of [[additional software|doc/first_steps/additional_software]] of your choice is automatically installed every time you start Tails.
it: Quando la funzionalità Software aggiuntivo è attivata, ogni volta che si avvii Tails viene installato automaticamente un elenco di [[software aggiuntivo|doc/first_steps/additional_software]] a tua scelta.

source: The corresponding software packages are stored in the Persistent Storage. They are automatically upgraded for security after a network connection is established.
it: I pacchetti software corrispondenti vengono archiviati nell'Archivio Persistente. Vengono aggiornati automaticamente per sicurezza dopo la configurazione di una connessione di rete.

source: <p>The packages included in Tails are carefully tested for security. Installing additional packages might break the security built in Tails, so [[be careful with what you install|additional_software#warning]].</p>
it: <p>I pacchetti inclusi in Tails sono verificati accuratamente per garantirne la sicurezza. Installare pacchetti aggiuntivi potrebbe compromettere la sicurezza fornita da Tails, perciò [[scegli con prudenza cosa installare|additional_software#warning]].</p>

source: <div class="text"><h2>Printers</h2></div> </div>
it: <div class="text"><h2>Stampanti</h2></div> </div>

source: When the Printers feature is turned on, the [[configuration of the printers|doc/sensitive_documents/printing_and_scanning]] is saved in the Persistent Storage.
it: Quando la funzione Stampanti è attivata, la [[configurazione delle stampanti|doc/sensitive_documents/printing_and_scanning]] viene salvata nell'Archivio Persistente.

source: When the Thunderbird feature is turned on, the email, feeds, and OpenPGP keys in the [[*Thunderbird* email client|doc/anonymous_internet/thunderbird]] are saved in the Persistent Storage.
it: Quando questa opzione di Thunderbird è attivata, le email, i feed, e le chiavi OpenGPG in [[*Thunderbird* gestore locale di email |doc/anonymous_internet/thunderbird]] sono salvate nel Volume Persistente.

source: When the GnuPG feature is turned on, the OpenPGP keys that you create or import in *GnuPG* and *Kleopatra* are saved in the Persistent Storage.
it: Quando la funzione GnuPG è attivata, le chiavi OpenPGP che crei o importi in *GnuPG* e *Kleopatra* vengono salvate nell'Archivio Persistente.

source: <p>Since Tails 4.13 (November 2020), <em>Thunderbird</em> uses its own OpenPGP keyring, different from the keyring used by <em>GnuPG</em> and <em>Kleopatra</em>. You don't need to enable the GnuPG feature anymore if you only use OpenPGP encryption in <em>Thunderbird</em>.</p>
it: <p>Da Tails 4.13 (November 2020), <em>Thunderbird</em> utilizza il proprio portachiavi OpenPGP, diverso dal portachiavi usato da <em>GnuPG</em> e <em>Kleopatra</em>. Non devi abilitare GnuPG se utilizzi solo la crittografia OpenPGP in <em>Thunderbird</em>.</p>

source: <div class="text"><h2>Bitcoin Client</h2></div> </div>
it: <div class="text"><h2>Client Bitcoin</h2></div> </div>

source: When the Bitcoin Client feature is turned on, the bitcoin wallet and preferences of the [[*Electrum* bitcoin client|anonymous_internet/electrum]] are saved in the Persistent Storage.
it: Quando la funzione Bitcoin Client è attivata, il portafoglio bitcoin e le preferenze del [[*Electrum* bitcoin client|anonimo_internet/electrum]] vengono salvati nell'Archivio Persistente.

source: When the Pidgin feature is turned on, all the configuration files of the [[*Pidgin* internet messenger|doc/anonymous_internet/pidgin]] are saved in the Persistent Storage:
it: Quando la funzionalità Pidgin è attivata, tutti i file di configurazione di [[*Pidgin* internet messenger|doc/anonimo_internet/pidgin]] vengono salvati nell' Archivio Persistente:

source: The configuration of your accounts, buddies and chats.
it: La configurazione dei tuoi account, dei tuoi contatti e delle tue conversazioni.

source: Your OTR encryption keys and keyring.
it: Le tue chiavi di cifratura e il tuo portachiavi OTR.

source: The content of the discussions is not saved unless you configure <span class="application">Pidgin</span> to do so.
it: Il contenuto delle discussioni non viene salvato a meno che tu non configuri <span class="application">Pidgin</span> per farlo.

source: All the configuration options are available from the graphical interface of *Pidgin*. There is no need to manually edit or overwrite the configuration files.
it: Tutte le opzioni di configurazione sono disponibili dall'interfaccia grafica di*Pidgin*. Non c'è bisogno di modificare manualmente o sovrascrivere i file di configurazione.

source: <div class="text"><h2>SSH Client</h2></div> </div>
it: <div class="text"><h2>Client SSH</h2></div> </div>

source: When the SSH Client feature is turned on, all the files related to the secure-shell (SSH) client are saved in the Persistent Storage:
it: Quando la funzionalità Client SSH è attivata, tutti i file relativi al client shell-sicura (SSH) vengono salvati in nell'Archivio Persistente:

source: The SSH keys that you create or import
it: Le chiavi SSH che crei o importi

source: The public keys of the hosts you connect to
it: Le chiavi pubbliche degli host ai quali ti connetti

source: The SSH configuration file in <span class="filename">~/.ssh/config</span>
it: Il file di configurazione SSH in <span class="filename">~/.ssh/config</span>

source: <p>If you manually edit the <i>~/.ssh/config</i> configuration file, make sure not to overwrite the default configuration from the <i>/etc/ssh/ssh_config</i> file. Otherwise, you might weaken the encryption defaults or render SSH unusable.</p>
it: <p>Se modifichi manualmente il file di configurazione <i>~/.ssh/config</i> assicurati di non sovrascrivere il file di configurazione predefinito dal file <i>/etc/ssh/ssh_config</i>. Altrimenti potresti indebolire la cifratura predefinita o rendere SSH inutilizzabile.</p>

source: When the Dotfiles feature is turned on:
it: Quando la funzionalità Dotfiles è attivata:

source: All the files in the */live/persistence/TailsData_unlocked/dotfiles* folder are linked in the *Home* folder using Linux symbolic links.
it: Tutti i file nelle cartelle */live/persistence/TailsData_unlocked/dotfiles* sono linkati alla cartella *Home* usando dei link simbolici Linux.

source: All the files in subfolders of */live/persistence/TailsData_unlocked/dotfiles* are also linked in the corresponding subfolder of the *Home* folder using Linux symbolic links.
it: Tutti i file nella sottocartella */live/persistence/TailsData_unlocked/dotfiles* anch'essi sono linkati nella corrispondente sottocartella della *Home* usando link simbolici Linux.

source: A shortcut is provided in the left pane of the *Files* browser and in the **Places** menu in the top navigation bar to access the */live/persistence/TailsData_unlocked/dotfiles* folder.
it: Una scorciatoia per accedere alla cartella */live/persistence/TailsData_unlocked/dotfiles* è data nel pannello sinistro del navigatore dei *Files* e nel menù **Places** nella barra di navigazione in alto.

source: For example, having the following files in */live/persistence/TailsData_unlocked/dotfiles*:
it: Per esempio, avendo i seguenti file in */live/persistence/TailsData_unlocked/dotfiles*:

source: Produces the following result in */home/amnesia*:
it: Produce il seguente risultato in */home/amnesia*:

source: <p>The Dotfiles feature only links specific files, and not entire folders, from the Persistent Storage. Accordingly, empty folders are ignored, as shown in the above example.</p>
it: <p>La caratteristica dei Dotfiles è di linkare solo specifici file, e non intere cartelle, dall'Archivio Persistente. Di conseguenza, le cartelle vuote sono ignorate, come mostrato nell'esempio di sopra</p>

source: On Tails and Linux in general, the name of configuration files often starts with a dot and are sometimes called [[!wikipedia dotfiles]] for this reason. The Dotfiles feature of the Persistent Storage makes it easy to persist such "*dotfiles*", for example *~/.gitconfig* or *~/.bashrc*.
it: In Tails e in generale in Linux, il nome dei file di configurazione spesso inizia con un punto e sono spesso chiamati [[!wikipedia dotfiles]] per questa ragione. La funzionalità dei Dotfiles dell'Archivio Persistente li rende più facili da mantenere come "*dotfiles*", per esempio: *~/.gitconfig* o *~/.bashrc*.

source: Save the configuration of your displays
it: Salvare la configurazione dei propri schermi

source: If you have more than one display (for example, two monitors or a projector), you can save the configuration of your displays using the <span class="guilabel">Dotfiles</span> feature.
it: Se hai più di uno schermo (per esempio due monitor, oppure un proiettore), puoi salvare la configurazione dei tuoi schermi utilizzando la funzionalità <span class="guilabel">Dotfiles</span>.

source: Turn on the *Dotfiles* feature and restart Tails.
it: Attiva la funzione *Dotfiles* e riavvia Tails.

source: Open the <span class="application">Settings</span> utility.
it: Apri l'utilità <span class="application">Impostazioni</span>.
