Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/persistence.*.po
Languages: it, ru

source: Configure your displays.
it: Configura i tuoi schermi.

source: Click on the <span class="guimenu">[[!img lib/pan-down.png alt="menu toggle" class="symbolic" link="no"]]</span> button in the title bar and choose <span class="guilabel">Show Hidden Files</span>.
it: Fai clic sul bottone <span class="guimenu">[[!img lib/pan-down.png alt="mostra menù" class="symbolic" link="no"]]</span> nella barra del titolo e seleziona <span class="guilabel">Mostra file nascosti</span>.

source: Create a folder called <span class="filename">.config</span> (<span class="filename">config</span> preceded by a dot).
it: Crea una cartella chiamata <span class="filename">.config</span> ( <span class="filename">config</span> preceduto da un punto).

source: Copy the <span class="filename">.config/monitors.xml</span> file from your <span class="filename">Home</span> folder to <span class="filename">/live/persistence/TailsData_unlocked/dotfiles/.config</span>.
it: Copia il file <span class="filename">.config/monitors.xml</span> dalla tua cartella <span class="filename">Home</span> alla cartella <span class="filename">/live/persistence/TailsData_unlocked/dotfiles/.config</span>.

source: <h1 id="use">Using the Persistent Storage</h1>
it: <h1 id="use">Usando l'Archivio Persistente</h1>

source: When starting Tails, in the <span class="guilabel">Encrypted Persistent Storage</span> section of the [[Welcome Screen|welcome_screen]], enter your passphrase and click <span class="bold">Unlock</span>.
it: Quando avvii Tails, nella sezione dell'<span class="guilabel">Archivio Persistente Crittato</span> nella [[Schermata di Benvenuto|welcome_screen]], inserisci la tua password e clicca <span class="bold">Sblocca</span>.

source: After you unlock the Persistent Storage, the data corresponding to each feature of the Persistent Storage is automatically available. For example:
it: Dopo che hai sbloccato l'Archivio Persistente, i dati relativi a ciascuna funzionalità dell'Archivio Persistente sono automaticamente disponibili. Per esempio:

source: - Emails are available in *Thunderbird* and bookmarks are available in *Tor Browser*.
it: - Le email sono disponibili in *Thunderbird* e i preferiti sono disponibili sul *Browser Tor*.

source: - Additional software is automatically installed when starting Tails.
it: - Il software aggiuntivo viene automaticamente installato durante l'avvio di Tails.

source: [[!meta title="Encrypted Persistent Storage"]]
ru: [[!meta title="Зашифрованное Постоянное хранилище"]]

source: If you start Tails from a USB stick, you can create a Persistent Storage in the free space left on the USB stick. The files and settings stored in the Persistent Storage are saved encrypted and remain available across different working sessions.
ru: Если вы загружаете Tails с USB-флешки, то можете создать Постоянное хранилище в свободном пространстве флешки. Сохранённые там файлы и настройки будут защищены шифрованием и доступны при каждой новой загрузке Tails.

source: How to use the Persistent Storage
ru: Как пользоваться Постоянным хранилищем

source: [[Warnings about the Persistent Storage|first_steps/persistence/warnings]]
ru: [[Предупреждения о Постоянном хранилище|first_steps/persistence/warnings]]

source: [[Creating and configuring the Persistent Storage|first_steps/persistence/configure]]
ru: [[Создание и настройка Постоянного хранилища|first_steps/persistence/configure]]

source: [[Unlocking and using the Persistent Storage|first_steps/persistence/use]]
ru: [[Разблокирование Постоянного хранилища и работа с ним|first_steps/persistence/use]]

source: [[Making a backup of your Persistent Storage|first_steps/persistence/backup]]
ru: [[Создание резервной копии Постоянного хранилища|first_steps/persistence/backup]]

source: [[Deleting the Persistent Storage|first_steps/persistence/delete]]
ru: [[Удаление Постоянного хранилища|first_steps/persistence/delete]]
