Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/welcome_screen.*.po
Languages: pt

source: [[!meta title="Welcome Screen"]]
pt: [[!meta title="Tela de Boas-vindas"]]

source: The Welcome Screen appears after the Boot Loader, but before the GNOME Desktop.
pt: A tela de boas-vindas aparece após o Boot Loader, mas antes do ambiente gráfico GNOME.

source: You can use the Welcome Screen to specify startup options that alter some of the basic functioning of Tails.
pt: Você pode usar a tela de boas-vindas para especificar opções de inicialização que alteram algumas das funções básicas do Tails.

source: [[!img welcome-screen.png link=no alt="Welcome to Tails!"]]
pt: [[!img welcome-screen.png link=no alt="Boas-vindas ao Tails!"]]

source: To start Tails without options, click on the <span class="bold">Start Tails</span> button.
pt: Para iniciar o Tails sem opções, clique no botão <span class="bold">Iniciar Tails</span>

source: <p>To store the settings of the Welcome Screen across different Tails sessions, turn on the [[Welcome Screen|doc/first_steps/persistence#welcome_screen]] feature of the Persistent Storage.</p>
pt: <p>Para armazenar as configurações da Tela de Boas-vindas entre diferentes sessões do Tails, ative a funcionalidade [[Tela de Boas-vindas|doc/first_steps/persistence#welcome_screen]] do Armazenamento Persistente.</p>

source: <p>With this feature turned on, unlock your Persistent Storage to restore your settings in the Welcome Screen.</p>
pt: <p>Com essa funcionalidade ativada, desbloqueie o seu Armazenamento Persistente para restaurar suas configurações na Tela de Boas-vindas.</p>

source: Assistive technologies
pt: Tecnologias assistivas

source: You can activate assistive technologies, like a screen reader or large text, from the universal access menu (the
pt: Você pode ativar tecnologias de assistência, tais como leitor de tela ou de texto grande, a partir do menu de acesso universal (o

source: [[!img lib/preferences-desktop-accessibility.png alt="Accessibility Menu" class="symbolic" link="no"]]
pt: [[!img lib/preferences-desktop-accessibility.png alt="Menu de Acessibilidade" class="symbolic" link="no"]]

source: icon which looks like a person) in the top bar.
pt: ícone que parece uma pessoa) na barra de cima.

source: Language & region
pt: Idioma e região

source: You can configure Tails depending on your language and location from the Welcome Screen.
pt: Você pode configurar o Tails de acordo com o seu idioma e localização a partir da Tela de Boas-vindas.

source: The <span class="guilabel">Language</span> option allows you to change the main language of the interface.
pt: A opção de <span class="guilabel">Idioma</span> te permite alterar o idioma principal da interface.

source: Text that is not translated yet will appear in English. You can [[help to translate more text|contribute/how/translate]].
pt: Os textos que ainda não tiverem sido traduzidos aparecerão em inglês. Você pode [[ajudar a traduzir mais textos|contribute/how/translate]].

source: The <span class="guilabel">Keyboard Layout</span> option allows you to change the layout of the keyboard. For example to switch to an *AZERTY* keyboard which is common in France.
pt: A opção <span class="guilabel">Modelo de Teclado</span> te permite alterar a disposição das teclas do teclado. Por exemplo, para mudar para um teclado *AZERTY* que é comum na França.

source: You will still be able to switch between different keyboard layouts from the desktop after starting Tails.
pt: Você também poderá alternar entre diferentes modelos de teclado a partir da área de trabalho depois de iniciar o Tails.

source: [[!img desktop/keyboard.png link="no" alt="Keyboard Menu"]]
pt: [[!img desktop/keyboard.png link="no" alt="Menu do teclado"]]

source: The <span class="guilabel">Formats</span> option allows you to change the date and time format, first day of the week, measurement units, and default paper size according to the standards in use in a country.
pt: A opção <span class="guilabel">Formatos</span> te permite alterar o formato da data e da hora, o dia em que a semana começa, as unidade de medida e o tamanho padrão do papel para impressão de acordo com os padrões de um determinado país.

source: For example, the USA and the United Kingdom, two English-speaking countries, have different standards:
pt: Por exemplo, os Estados Unidos e o Reino Unido, dois países onde se fala inglês, possuem diferentes padrões:

source: <table> <tr><th></th><th>USA</th><th>United Kingdom</th></tr> <tr><td>Date & time</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>First day of the week</td><td>Sunday</td><td>Monday</td></tr> <tr><td>Unit system</td><td>Imperial</td><td>Metric</td></tr> <tr><td>Paper size</td><td>Letter</td><td>A4</td></tr> </table>
pt: <table> <tr><th></th><th>EUA</th><th>Reino Unido</th></tr> <tr><td>Data e hora</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>Primeiro dia da semana</td><td>Domingo</td><td>Segunda</td></tr> <tr><td>Sistema de unidades</td><td>Imperial</td><td>Métrico</td></tr> <tr><td>Tamanho do papel</td><td>Carta</td><td>A4</td></tr> </table>

source: With this option you can also display the calendar in a different language than the main language. For example, to display a US calendar, with weeks starting on Sunday, when the main language is Russian.
pt: Com essa opção, também é possível mostrar o calendário em um idioma diferente do idioma principal. Por exemplo, permite mostrar o calendário no formato dos EUA, cujas semanas começam no domingo, e usar Russo como idioma principal.

source: Persistent Storage
pt: Armazenamento Persistente

source: If a [[Persistent Storage|first_steps/persistence]] is detected on the USB stick, an additional section appears in the Welcome Screen below the **Language & Region** section:
pt: Se um [[Armazenamento Persistente|first_steps/persistence]] for detectado no pendrive USB, uma opção adicional aparecerá na Tela de Boas-vindas, abaixo da opção de **Idioma e região**:

source: To unlock the Persistent Storage, enter your passphrase and click **Unlock**.
pt: Para desbloquear o Armazenamento Persistente, insira a sua senha e clique **Destravar**.

source: To learn more about the Persistent Storage and create one, see our documentation on the [[Persistent Storage|first_steps/persistence]].
pt: Para saber mais sobre o Armazenamento Persistente e como criar um, veja nossa documentação sobre o [[Armazenamento Persistente|first_steps/persistence]].

source: Additional settings
pt: Configurações adicionais

source: Tails is configured with care to be as safe as possible by default. But, depending on your situation, you can change one of the following settings from the Welcome Screen.
pt: O Tails está cuidadosamente configurado para ser o mais seguro possível por padrão. Porém, dependendo da sua situação, você pode alterar uma das seguintes configurações a partir da Tela de Boas-vindas.

source: Administration Password
pt: Senha de Administração

source: Set an <span class="guilabel">Administration Password</span> to be able to perform administrative tasks like installing additional software or accessing the internal hard disks of the computer.
pt: Defina uma <span class="guilabel">Senha de Administração</span> para que você possa realizar tarefas administrativas, tais como instalar programas adicionais ou acessar discos rígidos internos do computador.

source: See our documentation about [[the administration password and its security implications|administration_password]].
pt: Veja nossa documentação sobre [[a Senha de Administração e suas implicações de segurança|administration_password]].

source: MAC Address Anonymization
pt: Anonimização do endereço MAC

source: Disable <span class="guilabel">MAC Address Anonymization</span> to prevent connectivity problems with your network interfaces.
pt: Desative <span class="guilabel">Anonimização de endereço MAC</span> para evitar problemas de conectividade com as suas interfaces de rede.

source: See our documentation about [[MAC address anonymization|mac_spoofing]].
pt: Veja nossa documentação sobre [[Anonimização de endereço MAC|mac_spoofing]].

source: Offline Mode
pt: Modo Offline (sem conexão)

source: Turn on the **Offline Mode** if you want to work completely offline for increased security.
pt: Ative o **Modo Offline** se você quiser trabalhar completamente offline para aumentar a segurança.

source: Unsafe Browser
pt: Navegador Inseguro

source: Enable the ** *Unsafe Browser* ** to sign in to a network using a captive portal before starting Tor.
pt: Ative o **Navegador Inseguro** para fazer login em uma rede usando um portal cativo antes de iniciar o Tor.

source: See our documentation about [[the *Unsafe Browser* and its security implications|anonymous_internet/unsafe_browser]].
pt: Veja nossa documentação sobre [[o **Navegador Inseguro** e suas implicações de segurança|anonymous_internet/unsafe_browser]].

source: Keyboard shortcuts
pt: Atalhos de teclado

source: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Language</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Keyboard Layout</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Persistent Storage</td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Additional Settings</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Administration Password</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">MAC Address Anonymization</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Start Tails</td></tr> </table>
pt: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Idiomas</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Layout de teclado</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formatos</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Armazenamento persistente</td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Configurações adicionais</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Senha de administração</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">Anonimização de endereço MAC</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Iniciar Tails</td></tr> </table>
