Repository: anonym/tails
Catalog: wiki/src/doc/about/warnings/computer.*.po
Languages: es, it, pt

source: [[!meta title="Reducing risks when using untrusted computers"]]
es: [[!meta title="Reducir los riesgos al utilizar equipos que no son de confianza "]]
it: [[!meta title="Ridurre i rischi quando si usano computer non fidati"]]
pt: [[!meta title="Reduzindo riscos ao utilizar um computador não confiavel"]]

source: Reducing risks when using untrusted computers
es: Reducir los riesgos al utilizar equipos que no son de confianza
it: Riduzione dei rischi durante l'utilizzo di computer non fidati
pt: Reduzindo riscos ao usar computadores não confiáveis

source: [[!inline pages="doc/about/warning/computer.inline" raw="yes" sort="age"]] [[!toc levels=2]]
es: [[!inline pages="doc/about/warning/computer.inline.es" raw="yes" sort="age"]] [[!toc levels=2]]
it: [[!inline pages="doc/about/avviso/computer.inline" raw="yes" sort="age"]] [[!toc levels=2]]
pt: [[!inline pages="doc/about/warning/computer.inline.pt" raw="yes" sort="age"]] [[!toc levels=2]]

source: Install Tails from a computer that you trust
es: Instala Tails desde una computadora en la que confíes
it: Installa Tails da un computer fidato
pt: Instale Tails a partir de um computador no qual você confie

source: Tails protects you from viruses and malware on your usual operating system. This is because Tails runs independently from other operating systems.
es: Tails te protege de virus y malware en tu sistema operativo habitual. Esto se debe a que Tails se ejecuta independientemente de otros sistemas operativos.
it: Tails ti protegge da virus e malware sul tuo solito sistema operativo. Questo perché Tails funziona indipendentemente dagli altri sistemi operativi.
pt: Tails te protege de vírus e malware que estejam presentes no seu sistema operacional usual. Isso ocorre porque o Tais roda independentemente de outros sistemas operacionais.

source: But your Tails might be corrupted if you install from a compromised operating system. To reduce that risk:
es: Pero tu Tails podría estar dañado si lo instalas desde un sistema operativo comprometido. Para reducir ese riesgo:
it: Ma la tua Tails potrebbe essere danneggiata se si installa da un sistema operativo compromesso. Per ridurre tale rischio:
pt: Mas seu Tails pode ser corrompido caso você o instale a partir de um sistema operacional comprometido. Para reduzir esse risco:

source: Always install Tails from a trusted operating system. For example, download Tails on a computer without viruses or clone Tails from a trusted friend.
es: Siempre instala Tails desde un sistema operativo confiable. Por ejemplo, descarga Tails en una computadora sin virus o clona Tails de un amigo de confianza.
it: Installare sempre Tails da un sistema operativo attendibile. Ad esempio, scaricare Tails su un computer senza virus o clonare Tails da un amico fidato.
pt: Sempre instale Tails a partir de um sistema operacional confiável. Por exemplo, baixe o Tails em um computador sem vírus, ou clone o Tails de um amigo confiável.

source: Do not plug your Tails USB stick while another operating system is running on the computer.
it: Non collegare la chiavetta USB Tails mentre un altro sistema operativo è in esecuzione sul computer.

source: Use your Tails USB stick only to run Tails. Do not use your Tails USB stick to transfer files to or from another operating system.
es: Utiliza tu memoria USB Tails solo para ejecutar Tails. No uses tu memoria USB Tails para transferir archivos hacia o desde otro sistema operativo.
it: Utilizzare la chiavetta USB Tails solo per eseguire Tails. Non utilizzare la chiavetta USB Tails per trasferire file da o verso un altro sistema operativo.
pt: Use o seu pendrive USB com Tails apenas para executar o Tails. Não use o mesmo pendrive para transferir arquivos de ou para outro sistema operacional.

source: If you worry that your Tails might be corrupted, do a [[manual upgrade|upgrade]] from a trusted operating system.
es: Si te preocupa que tu Tails pueda estar dañado, haz una [[actualización manual|upgrade]] desde un sistema operativo confiable.
it: Se temete che la vostra Tails possa essere danneggiata, fate una [[manual upgrade|upgrade]] da un sistema operativo attendibile.
pt: Se você se preocupa com a possibilidade de que seu Tails esteja corrompido, faça uma [[atualização manual|upgrade]] a partir de um sistema operacional confiável.

source: We don't know of any virus able to infect a Tails installation, but one could be created in the future.
es: No conocemos ningún virus capaz de infectar una instalación de Tails, pero podría crearse uno en el futuro.
it: Non sappiamo di nessun virus in grado di infettare un'installazione di Tails, ma potrebbe essere creato in futuro.
pt: Não temos conhecimento de nenhum vírus capaz de infectar uma instalação de Tails, mas é possível que um seja criado no futuro.

source: No operating system can protect against hardware alterations
es: Ningún sistema operativo puede protegerte contra alteraciones de hardware
it: Nessun sistema operativo può proteggere da alterazioni hardware
pt: Nenhum sistema operacional pode proteger contra modificações no hardware

source: Your computer might be compromised if its physical components have been altered. For example, if a keylogger has been physically installed on your computer, your passwords, personal information, and other data typed on your keyboard could be stored and accessed by someone else, even if you are using Tails.
es: Su computadora podría verse comprometida si sus componentes físicos han sido alterados. Por ejemplo, si un keylogger se ha instalado físicamente en su computadora, sus contraseñas, información personal y otros datos escritos en su teclado podrían ser almacenados y accedidos por otra persona, incluso si está usando Tails.
it: Il computer potrebbe essere compromesso se i suoi componenti fisici sono stati modificati. Ad esempio, se un keylogger è stato fisicamente installato sul computer, le password, le informazioni personali e gli altri dati digitati sulla tastiera potrebbero essere memorizzati e accessibili da qualcun altro, anche se si utilizza Tails.
pt: Seu computador pode estar comprometido caso os componentes físicos tenham sido alterados. Por exemplo, se um grampo de teclado tiver sido fisicamente instalado em seu computador, suas senhas, informações pessoais e outros dados digitados no seu teclado, podem ser armazenados e acessados por outras pessoas, mesmo que você esteja usando Tails.

source: Try to keep your computer in a safe location. Hardware alterations are more likely on public computers, in internet cafés or libraries, and on desktop computers, where a device is easier to hide.
es: Intente mantener su computadora en un lugar seguro. Las alteraciones de hardware son más probables en las computadoras públicas, en los cibercafés o bibliotecas, y en las computadoras de escritorio, donde es más fácil de ocultar un dispositivo.
it: Cerca di tenere il computer in un luogo sicuro. Le manomissioni hardware sono più probabili sui computer pubblici, negli internet café o nelle biblioteche, e sui computer desktop, dove è più facile nascondere un dispositivo .
pt: Tente manter seu computador em um local seguro. Alterações de hardware são mais prováveis em computadores públicos, cafés com internet ou bibliotecas e em computadores de gabinete, onde é mais fácil de esconder um dispositivo.

source: If you worry that a computer might be modified:
es: Si le preocupa que una computadora pueda ser modificada:
it: Se si teme che un computer possa essere modificato:
pt: Se a possibilidade de que seu computador tenha sido modificado te preocupa:

source: Use a [[password manager|doc/encryption_and_privacy/manage_passwords]] to paste saved passwords. This way, you don't have to type passwords that might be visible to people or cameras near you.
es: Utiliza un [[administrador de contraseñas|doc/encryption_and_privacy/manage_passwords]] para pegar las contraseñas guardadas. De esta forma, no es necesario que escribas contraseñas que puedan ser visibles para las personas o las cámaras cercanas.
it: Usa un [[password manager|doc/encryption_and_privacy/manage_passwords]] per incollare le password salvate. In questo modo, non è necessario digitare password che potrebbero essere visibili a persone o telecamere nelle vicinanze.
pt: Use um [[gerenciador de senhas|/doc/encryption_and_privacy/manage_passwords]] para copiar e colar as senhas salvas. Desse modo, você não precisa digitar as senhas e assim pode evitar que elas sejam vistas por pessoas ou câmeras perto de você.

source: Use the [[Screen Keyboard|doc/encryption_and_privacy/virtual_keyboard]], if you are using a public computer or worry that the computer might have a keylogger.
es: Utilice el [[teclado en pantalla|doc/encryption_and_privacy/virtual_keyboard]], si está utilizando una computadora pública o le preocupa que esa computadora pueda tener un keylogger.
it: Usa la [[Screen Keyboard|doc/encryption_and_privacy/virtual_keyboard]], se si utilizza un computer pubblico o si teme che il computer possa avere un keylogger.
pt: Use o [[teclado virtual|doc/encryption_and_privacy/virtual_keyboard]], se você estiver usando um computador público ou tenha a preocupação que o computador possa ter um keylogger.

source: Keyloggers are easy to buy and hide on desktop computers but not on laptops. For an example, see <a href="https://www.youtube.com/watch?v=6JJo8qCYE8M">KeeLog: KeyGrabber forensic keylogger getting started</a>.
es: Los keyloggers son fáciles de comprar y esconder en computadoras de escritorio pero no en computadoras portátiles. Por ejemplo, lee <a href="https://www.youtube.com/watch?v=6JJo8qCYE8M">KeeLog: KeyGrabber forensic keylogger getting started</a>.
it: I keyloggers sono facili da comprare e nascondere in un computer da scrivania, ma non in un portatile. Per esempio, guarda <a href="https://www.youtube.com/watch?v=6JJo8qCYE8M">KeeLog: KeyGrabber forensic keylogger getting started</a>.
pt: Keyloggers são fáceis de comprar e esconder em computadores de gabinete, mas não em laptops. Por exemplo, veja <a href="https://www.youtube.com/watch?v=6JJo8qCYE8M">KeeLog: KeyGrabber forensic keylogger getting started</a> (em inglês).

source: Other hardware alterations are much more complicated and expensive to install. For an example, see <a href="https://arstechnica.com/tech-policy/2014/05/photos-of-an-nsa-upgrade-factory-show-cisco-router-getting-implant/">Ars Technica: Photos of an NSA “upgrade” factory show Cisco router getting implant</a>.
it: Altre manomissioni dell'hardware sono molto più complicate e costose da installare. Per esempio, vedi <a href="https://arstechnica.com/tech-policy/2014/05/photos-of-an-nsa-upgrade-factory-show-cisco-router-getting-implant/">Ars Technica: Photos of an NSA “upgrade” factory show Cisco router getting implant</a>.
pt: Outras alterações de hardware são muito mais complicadas e caras de instalar. Por exemplo, veja <a href="https://arstechnica.com/tech-policy/2014/05/photos-of-an-nsa-upgrade-factory-show-cisco-router-getting-implant/">Ars Technica: Fotos de uma "atualização" de um NSA, fábrica mostra roteador Cisco recebendo um implante</a> (em inglês).

source: No operating system can protect against BIOS and firmware attacks
es: Ningún sistema operativo puede proteger contra ataques de BIOS y firmware
it: Nessun sistema operativo può proteggere da attacchi al BIOS ed al firmware
pt: Nenhum sistema operacional pode se proteger de ataques na BIOS e no firmware

source: Firmware includes the BIOS or UEFI and other software stored in electronic chips on the computer. All operating systems, including Tails, depend on firmware to start and run, so no operating system can protect against a firmware attack. In the same way that a car depends on the quality of the road it is driving on, operating systems depend on their firmware.
es: El firmware incluye el BIOS o UEFI y otro software almacenado en chips electrónicos en la computadora. Todos los sistemas operativos, incluido Tails, dependen del firmware para iniciarse y ejecutarse, por lo que ningún sistema operativo puede proteger contra un ataque de firmware. De la misma manera que un automóvil depende de la calidad de la carretera por la que circula, los sistemas operativos dependen de su firmware.
it: Il firmware include il BIOS o l'UEFI e altri software memorizzati nei chip elettronici sul computer. Tutti i sistemi operativi, inclusi Tails, dipendono dal firmware per l'avvio e l'esecuzione, quindi nessun sistema operativo può proteggere da un attacco firmware. Nello stesso modo in cui un'auto dipende dalla qualità della strada su cui sta viaggiando, i sistemi operativi dipendono dal loro firmware.
pt: Firmware inclui a BIOS ou UEFI e outros programas armazenados em chips eletrônicos do computador. Todos os sistemas operacionais, incluindo Tails, dependem do firmware para iniciarem e rodarem, então nenhum sistema operacional pode se proteger de um ataque ao firmware. Da mesma maneira que um carro depende da qualidade da rua em que ele está andando, sistemas operacionais dependem de seus firmwares.

source: Keeping your computer in a safe location can protect against some firmware attacks, but some other firmware attacks can be performed remotely.
es: Mantener tu computadora en un lugar seguro puede proteger contra algunos ataques de firmware, pero algunos otros ataques de firmware se pueden realizar de forma remota.
it: Mantenere il computer in un luogo sicuro può proteggere da alcuni attacchi del firmware, ma è possibile eseguire altri attacchi da remoto.
pt: Manter seu computador em um local seguro pode te proteger de algum ataque de firmware, mas alguns outros ataques de firmware podem ser executados remotamente.

source: Firmware attacks have been demonstrated, but are complicated and expensive to perform. We don't know of any actual use against Tails users. For an example, see <a href=https://www.youtube.com/watch?v=sNYsfUNegEA>LegbaCore: Stealing GPG keys/emails in Tails via remote firmware infection</a>.
es: Se han demostrado ataques de firmware, pero son complicados y caros de realizar. No sabemos de ningún uso real contra usuarios de Tails. Por ejemplo, lee <a href=https://www.youtube.com/watch?v=sNYsfUNegEA>LegbaCore: Stealing GPG keys/emails in Tails via remote firmware infection</a>.
it: Gli attacchi ai firmware sono stati dimostrati, ma sono complicati e costosi da eseguire. Non siamo a conoscenza di nessun uso effettivo contro gli utenti di Tails. Per esempio, guarda <a href=https://www.youtube.com/watch?v=sNYsfUNegEA>LegbaCore: Stealing GPG keys/emails in Tails via remote firmware infection</a>.
pt: ataques de firmware já foram demonstrados, mas são complicados e caros de se realizarem. Nós não conhecemos nenhum uso contra usuários Tails. Por exemplo, veja <a href=https://www.youtube.com/watch?v=sNYsfUNegEA>LegbaCore: Roubando chaves/emails GPG no Tails através de infecção remota de firmware</a> (em inglês).
