Repository: anonym/tails
Catalog: wiki/src/doc/about/warnings/identity.*.po
Languages: es, it, pt

source: [[!meta title="Protecting your identity when using Tails"]]
es: [[!meta title="Protegiendo tu identidad al usar Tails"]]
it: [[!meta title="Proteggere la tua identità quando usi Tails"]]
pt: [[!meta title="Protegendo sua identidade durante o uso do Tails"]]

source: Protecting your identity when using Tails
es: Proteger tu identidad al usar Tails
it: Proteggere la tua identità quando usi Tails
pt: Protegendo sua identidade durante o uso do Tails

source: [[!inline pages="doc/about/warning/identity.inline" raw="yes" sort="age"]] [[!toc levels=2]]
es: [[!inline pages="doc/about/warning/identity.inline.es" raw="yes" sort="age"]] [[!toc levels=2]]
pt: [[!inline pages="doc/about/warning/identity.inline.pt" raw="yes" sort="age"]] [[!toc levels=2]]

source: Clean metadata from files before sharing them
es: Limpiar los metadatos de los archivos antes de compartirlos
it: Pulire i metadati dei file prima di condividerli
pt: Limpe os metadados de arquivos antes de compartilhá-los

source: Many files contain hidden data, or metadata:
es: Muchos archivos contienen datos ocultos o metadatos:
it: Molti file nascondono dati, o metadati:
pt: Vários arquivos contêm dados escondidos, ou metadados:

source: JPEG and other image files often contain information about where a picture was taken and which camera was used.
es: JPEG y otros formatos de imagen a veces contienen información sobre dónde fue tomada la foto y qué camara se usó.
it: I file JPEG e altri file d'immagine spesso contengono informazioni su dove è stata scattata una foto e quale macchina fotografica è stata usata.
pt: JPEG e outros formatos de arquivos de imagens geralmente contêm informações sobre onde a foto foi tirada e qual câmera foi utilizada.

source: Office documents often contain information about their author, and the date and time the document was created.
es: Documentos de Office a veces contienen información sobre su autor, y la fecha y hora en la que el documento fue creado.
it: I documenti di Office spesso contengono informazioni sul loro autore, e la data e l'ora in cui il documento è stato creato.
pt: Documentos de Office geralmente contêm informações sobre o autor, além da data e hora em que o documento foi criado.

source: To help you clean metadata, Tails include [[<i>Metadata Cleaner</i>|doc/sensitive_documents/metadata]], a tool to remove metadata in a wide range of file formats.
pt: Para te ajudar a limpar metadados, Tails inclui o [[<i>Matadata Cleaner</i>|doc/sensitive_documents/metadata]], uma ferramenta que remove metadados de uma grande quantidade de formatos de arquivos.

source: Metadata has been used in the past to locate people from pictures they took. For an example, see <a href="https://www.npr.org/sections/thetwo-way/2012/12/04/166487197/betrayed-by-metadata-john-mcafee-admits-hes-really-in-guatemala">NPR: Betrayed by metadata, John McAfee admits he's really in Guatemala</a>.
es: Se han utilizado metadatos en el pasado para localizar gente por fotos que ellos tomaron. Por ejemplo, <a href="https://www.npr.org/sections/thetwo-way/2012/12/04/166487197/betrayed-by-metadata-john-mcafee-admits-hes-really-in-guatemala">NPR: Betrayed by metadata, John McAfee admits he's really in Guatemala</a>.
it: I metadati sono stati usati in passato per localizzare le persone dalle foto che hanno scattato. Per un esempio, vedi <a href="https://www.npr.org/sections/thetwo-way/2012/12/04/166487197/betrayed-by-metadata-john-mcafee-admits-hes-really-in-guatemala"> da NPR: Tradito dai metadati, John McAfee ammette di essere davvero in Guatemala</a>.
pt: Metadados já foram usados no passado para localizar pessoas através fotos que elas tiraram. Veja, por exemplo <a href="https://www.npr.org/sections/thetwo-way/2012/12/04/166487197/betrayed-by-metadata-john-mcafee-admits-hes-really-in-guatemala"> NPR: traído pelos metadados, John McAfee admite que realmente está na Guatemala</a> (em inglês).

source: Use Tails sessions for only one purpose at a time
es: Usa las sesiones de Tails para un solo propósito a la vez
it: Utilizza le sessioni Tails per un solo scopo alla volta
pt: Use sessões do Tails para apenas um propósito por vez

source: If you use Tails sessions for more than one purpose at a time, an adversary could link your different activities together.
es: Si usas una sesión de Tails para más de un propósito a la vez, un adversario podría relacionar tus actividades.
it: Se usi le sessioni di Tails per più di uno scopo alla volta, un avversario potrebbe associare le tue attività.
pt: Se você usar uma sessão Tails para mais de um propósito por vez, um adversário poderá conseguir associar suas diferentes atividades uma à outra.

source: For example, if you log into different accounts on the same website in a single Tails session, the website could determine that the accounts are used by the same person. This is because websites can tell when 2 accounts are using the same Tor circuit.
it: Per esempio, se accedi a diversi account sullo stesso sito web in una singola sessione Tails, il sito web potrebbe stabilire che gli account sono utilizzati dalla stessa persona. Questo perché i siti web possono capire quando 2 account stanno usando lo stesso circuito Tor.
pt: Por exemplo, se você logar em contas diferentes em um mesmo site usando a mesma sessão do Tails, este site poderá identificar que as contas diferentes estão sendo utilizadas pela mesma pessoa. Isso ocorre porque os sites conseguem saber quando duas contas diferentes estão usando o mesmo circuito Tor.

source: To prevent an adversary from linking your activities together while using Tails, restart Tails between different activities. For example, restart Tails between checking your work email and your whistleblowing email.
it: Per evitare che un avversario colleghi le tue attività mentre usi Tails, riavvia Tails tra le diverse attività . Per esempio, riavvia Tails tra il controllo della tua email di lavoro e la tua email di whistleblowing.
pt: Para evitar que um adversário consiga associar suas diferentes atividades uma com a outra durante o uso do Tails, reinicie o Tails entre as diferentes atividades. Por exemplo, reinicie o Tails depois de checar sua conta de email do trabalho e antes de checar sua conta de email utilizada para denúncias.

source: We are not aware of any such attacks to deanonymize people online who used Tails for different purposes at a time.
it: Non siamo a conoscenza di alcun attacco di questo tipo che riveli l'identità delle persone online che hanno usato Tails per scopi diversi in una volta.
pt: Nós não temos conhecimento de nenhum ataque que possa desanonimizar pessoas online que tenham usado Tails para um propósito diferente por vez.

source: If you worry that the files in your Persistent Storage could be used to link your activities together, consider using a different Tails USB stick for each activity. For example, use one Tails USB stick for your activism work and another one for your journalism work.
it: Se ti preoccupi che i file nel tuo Archivio Persistente possano essere usati per collegare le tue attività, considera di usare una chiavetta USB Tails diversa per ogni attività. Per esempio, usa una chiavetta USB Tails per il tuo lavoro di attivismo e un'altra per il tuo lavoro di giornalismo.
pt: Se você se preocupa com a possibilidade de que os arquivos no seu Armazenamento Persistente sejam utilizados para associar suas diferentes atividades, pense na possibilidade de usar um pendrive USB com Tails para cada atividade diferente. Por exemplo, use um pendrive USB com Tails para seu trabalho de ativismo e outro para o seu trabalho de jornalismo.
