Repository: anonym/tails
Catalog: wiki/src/doc/about/warnings/tor.*.po
Languages: it, pt

source: [[!meta title="Limitations of the Tor network"]]
it: [[!meta title="Limiti della rete Tor"]]
pt: [[!meta title="Limitações da rede Tor"]]

source: Limitations of the Tor network
it: Limiti della rete Tor
pt: Limitações da rede Tor

source: [[!inline pages="doc/about/warning/tor.inline" raw="yes" sort="age"]] [[!toc levels=2]]
pt: [[!inline pages="doc/about/warning/tor.inline.pt" raw="yes" sort="age"]] [[!toc levels=2]]

source: Tails makes it clear that you are using Tor and probably Tails
it: Tails rende visibile che stai usando Tor e probabilmente Tails
pt: O uso do Tails deixa explícito os fatos de que você está usando a rede Tor e, provavelmente, Tails

source: Everything you do on the Internet from Tails goes through the Tor network.
it: Tutto quello che fai su Internet da Tails passa attraverso la rete Tor.
pt: Tudo que você faz na internet a partir do Tails passa pela rede Tor.

source: Tor and Tails don't protect you by making you look like any random Internet user, but by making all Tor and Tails users look the same. It becomes impossible to know who is who among them.
it: Tor e Tails non ti proteggono facendoti sembrare un qualsiasi utente Internet a casaccio, ma rendendo tutti gli utenti Tor e Tails uguali. Diviene impossibile sapere tra di loro chi è chi.
pt: Quando Tor e Tails te protegem, não é fazendo você parecer um usuário aleatório de Internet, mas sim fazendo com que todos os usuários de Tor e Tails pareçam ser o mesmo. Assim torna-se impossível distinguir quem é quem entre esses usuários.

source: Your Internet service provider (ISP) and local network can see that you connect to the Tor network. They still cannot know what sites you visit. To hide that you connect to Tor, you can use a [[Tor bridge|doc/anonymous_internet/tor]].
it: Il tuo Internet service provider (ISP) e la rete locale possono vedere che ti connetti alla rete Tor. Non possono comunque sapere quali siti visiti. Per nascondere che ti sei connesso a Tor, puoi usare [[Tor bridge||doc/anonymous_internet/tor]].
pt: O seu provedor de serviço de internet e a sua rede local podem ver que você conecta à rede Tor. Ainda assim, não sabem quais sites você visita. Para esconder o fato de que você está usando Tor, use uma [[ponte Tor|doc/anonymous_internet/tor]].

source: The sites that you visit can know that you are using Tor, because the <a href="https://metrics.torproject.org/exonerator.html">list of exit nodes of the Tor network</a> is public.
it: I siti che visiti possono sapere che stai usando Tor, perché la <a href="https://metrics.torproject.org/exonerator.html">lista degli exit node della rete Tor</a> è pubblica.
pt: Os sites que você visita podem saber que você está usando Tor, pois a <a href="https://metrics.torproject.org/exonerator.html">lista de nós de saída da rede Tor</a> é pública.

source: Parental controls, Internet service providers, and countries with heavy censorship can identify and block connections to the Tor network that don't use Tor bridges.
it: I controlli parentali, i fornitori di servizi Internet e i paesi con una pesante censura possono identificare e bloccare le connessioni alla rete Tor che non utilizzano i Tor bridges.
pt: Controles parentais, provedores de serviço de Internet e países com censura pesada podem identificar e bloquear conexões com a rede Tor que não estejam usando pontes Tor.

source: Many websites ask you to solve a CAPTCHA or block access from the Tor network.
it: Molti siti web richiedono di risolvere un CAPTCHA o di bloccare l'accesso dalla rete Tor.
pt: Vários sites pedem que você preencha um CAPTCHA ou mesmo bloqueiam o acesso a partir da rede Tor.

source: Exit nodes can intercept traffic to the destination server
it: Gli exit node possono intercettare il traffico verso il server di destinazione
pt: Nós de saída podem interceptar tráfego para o servidor de destino

source: Tor hides your location from destination servers, but it does not encrypt <i>all</i> your communication. The last relay of a Tor circuit, called the <i>exit node</i>, establishes the actual connection to the destination server. This last step can be unencrypted.
it: Tor nasconde la tua posizione ai server di destinazione, ma non cripta <i>tutte</i> le tue comunicazioni. L'ultimo relè di un circuito Tor, chiamato <i>exit node</i>, stabilisce l'effettiva connessione al server di destinazione. Quest'ultimo passo può essere non criptato ma in chiaro.
pt: A rede Tor oculta a sua localização para os servidores de destino, porém não criptografa <i>toda</i> sua comunicação. O ultimo retransmissor do circuito Tor, chamado <i>nó de saída</i>, estabelece a conexão final com o servidor de destino. Esta ultima etapa pode não ser criptografada.

source: The exit node can:
it: L'exit node può:
pt: O nó de saída pode:

source: Observe your traffic. That is why <i>Tor Browser</i> and Tails include tools, like [[<i>HTTPS Everywhere</i>|doc/anonymous_internet/Tor_Browser#https-everywhere]], to encrypt the connection between the exit node and the destination server, whenever possible.
it: Osservare il tuo traffico. Questo è il motivo per cui <i>Tor Browser</i> e Tails hanno inclusi strumenti, come [[<i>HTTPS Everywhere</i>|doc/anonymous_internet/Tor_Browser#https-everywhere]], per criptare la connessione tra l'exit node e il server di destinazione, quando possibile.
pt: Observar seu tráfego. É por isso que o <i> Navegador Tor </i> e o Tails fornecem ferramentas como o [[<i>HTTPS Everywhere</i>|doc/anonymous_internet/Tor_Browser#https-everywhere]], para garantir uma conexão criptografada entre o nó de saída e o servidor de destino sempre que for possível.

source: Pretend to be the destination server, a technique known as <i>machine-in-the-middle</i> attack (MitM). That is why you should pay even more attention to the security warnings in <i>Tor Browser</i>. If you get such a warning, use the [[New Identity|doc/anonymous_internet/Tor_Browser#new-identity]] feature of <i>Tor Browser</i> to change exit node.
it: Fingere di essere il server di destinazione, una tecnica conosciuta come attacco <i>machine-in-the-middle</i> (MitM). Ecco perché dovresti prestare ancora più attenzione agli avvisi di sicurezza in <i>Tor Browser</i>. Se ricevi questo avviso, usa la funzione [[New Identity|doc/anonymous_internet/Tor_Browser#new-identity]] di <i>Tor Browser</i> per cambiare l'exit node.
pt: Fingir ser o servidor de destino, com uma técnica conhecida como ataque <i>machine-in-the-middle</i> (MitM). É por isso que você deve prestar ainda mais atenção aos avisos de segurança no <i>Navegador Tor</i>. Se você receber algum desses avisos, use a ferramenta de [[Nova Identidade|doc/anonymous_internet/Tor_Browser#new-identity]] do <i>Navegador Tor</i> para mudar de nó de saída.

source: [[!img ssl_warning.png link=no alt="Warning: Potential Security Risk Ahead"]]
pt: [[!img ssl_warning.png link=no alt="Aviso: Potencial risco de segurança adiante"]]

source: To learn more about what information is available to someone observing the different parts of a Tor circuit, see the interactive graphics at <a href="https://support.torproject.org/https/https-1/">Tor FAQ: Can exit nodes eavesdrop on communications?</a>.
it: Per saperne di più su quali informazioni sono disponibili per qualcuno che osserva le diverse parti di un circuito Tor, vedi la grafica interattiva a <a href="https://support.torproject.org/https/https-1/">Tor FAQ: Gli exit node possono spiare le comunicazioni?</a>.
pt: Para saber mais sobre quais informações ficam disponíveis para quem possa observar diferentes partes de um circuito Tor, veja o gráfico interativo em <a href="https://support.torproject.org/https/https-1/">Tor FAQ: Nós de saída podem escutar as comunicações?</a>.

source: Tor exit nodes have been used in the past to collect sensitive information from unencrypted connections. Malicious exit nodes are regularly identified and removed from the Tor network. For an example, see <a href="https://arstechnica.com/information-technology/2007/09/security-expert-used-tor-to-collect-government-e-mail-passwords/">Ars Technica: Security expert used Tor to collect government e-mail passwords</a>.
it: Gli exit node di Tor sono stati usati in passato per raccogliere informazioni sensibili da connessioni non criptate. I nodi di uscita Pericolosi sono regolarmente identificati e rimossi dalla rete Tor. Come esempio, vedi <a href="https://arstechnica.com/information-technology/2007/09/security-expert-used-tor-to-collect-government-e-mail-passwords/">Ars Technica: Esperto di sicurezza ha usato Tor per raccogliere le password delle e-mail del governo</a>.
pt: Nós de saída do Tor já foram usados no passado para coletar dados sensíveis de conexões não criptografadas. Nós de saída maliciosos geralmente são identificados e removidos da rede Tor. Por exemplo, veja <a href="https://arstechnica.com/information-technology/2007/09/security-expert-used-tor-to-collect-government-e-mail-passwords/">Ars Technica: Um profissional de segurança usou Tor para coletar senhas de emails governamentais</a>.

source: Adversaries watching both ends of a Tor circuit could identify users
it: Gli avversari che guardano entrambe le estremità di un circuito Tor potrebbero identificare gli utenti
pt: Adversários que consigam monitorar ambas as pontas de um circuito Tor podem identificar usuários.

source: A powerful adversary, who could analyze the timing and shape of the traffic entering and exiting the Tor network, might be able to deanonymize Tor users. These attacks are called <i>end-to-end correlation</i> attacks, because the attacker has to observe both ends of a Tor circuit at the same time.
it: Un potente avversario, in grado di analizzare i tempi e la forma del traffico in entrata e in uscita dalla rete Tor, potrebbe essere in grado di rendere identificabili gli utenti Tor. Questi attacchi sono chiamati attacchi di <i>correlazione end-to-end</i>, perché l'attaccante deve osservare entrambe le estremità di un circuito Tor nello stesso momento.
pt: Um adversário poderoso, que possa cronometrar e analisar o perfil do tráfego que entra e sai da rede Tor, pode conseguir desanonimizar usuários da rede Tor. Esses ataques são chamados ataques de <i>correlação de ponta-a-ponta</i>, pois o atacante precisa observar ambas as pontas do circuito Tor ao mesmo tempo.

source: No anonymity network used for rapid connections, like browsing the web or instant messaging, can protect 100% from end-to-end correlation attacks. In this case, VPNs (Virtual Private Networks) are less secure than Tor, because they do not use 3 independent relays.
it: Nessuna rete di anonimato utilizzata per connessioni rapide, come la navigazione sul web o la messaggistica istantanea, può proteggere al 100% da attacchi di correlazione end-to-end. In questo caso, le VPN (Virtual Private Network) sono meno sicure di Tor, perché non utilizzano 3 relè indipendenti.
pt: Nenhuma rede de anonimato utilizada para conexões rápidas, tipo para navegação na Internet ou para conversas por mensagens instantâneas, tem como proteger 100% de ataques de correlação ponta-a-ponta. Nesse caso, VPNs (redes virtuais privadas) são menos seguras que Tor, pois não utilizam três retransmissores independentes.

source: End-to-end correlation attacks have been studied in research papers, but we don't know of any actual use to deanonymize Tor users. For an example, see <a href="https://www.freehaven.net/anonbib/cache/murdoch-pet2007.pdf">Murdoch and Zieliński: Sampled Traffic Analysis by Internet-Exchange-Level Adversaries</a>.
it: I correlation attacks/attacchi di correlazione end-to-end sono stati oggetto di ricerca, ma non siamo a conoscenza di alcun utilizzo concreto che abbia reso identificabili gli utenti di Tor. Come esempio, vedi<a href="https://www.freehaven.net/anonbib/cache/murdoch-pet2007.pdf">Murdoch e Zieliński: Sampled Traffic Analysis by Internet-Exchange-Level Adversaries</a>.
pt: Ataques de correlação ponta-a-ponta foram estudados em artigos de pesquisa, mas nós não temos conhecimento de que tenham sido de fato usados para desanonimizar usuários da rede Tor. Para um exemplo, veja <a href="https://www.freehaven.net/anonbib/cache/murdoch-pet2007.pdf">Murdoch e Zieliński: Sampled Traffic Analysis by Internet-Exchange-Level Adversaries</a> (em inglês).
