Repository: anonym/tails
Catalog: wiki/src/doc/encryption_and_privacy/kleopatra.*.po
Languages: fr

source: [[!meta title="Encrypting text and files using GnuPG and Kleopatra"]]
fr: [[!meta title="Chiffrer du texte et des fichiers avec GnuPG et Kleopatra"]]

source: [*Kleopatra*](https://www.openpgp.org/software/kleopatra/) is a graphical interface to [*GnuPG*](https://www.gnupg.org/), a tool to encrypt and authenticate text and files using the OpenPGP standard.
fr: [*Kleopatra*](https://www.openpgp.org/software/kleopatra/) est une interface graphique pour [*GnuPG*](https://www.gnupg.org/), qui est lui même un outil pour chiffrer et authentifier du texte et des fichiers avec le standard OpenPGP.

source: <p><i>Kleopatra</i> was added in Tails 5.0 (May 2022) to replace the <i>OpenPGP Applet</i> and the <i>Password and Keys</i> utility, also known as <i>Seahorse</i>.</p>
fr: <p><i>Kleopatra</i> a été ajouté dans Tails 5.0 (mai 2022) pour remplacer l'<i>Applet OpenPGP</i> et l'utilitaire <i>Mots de passe et clés</i>, aussi connu sous le nom de <i>Seahorse</i>.</p>

source: <p><i>Kleopatra</i> provides equivalent features in a single tool and is more actively developed.</p>
fr: <p><i>Kleopatra</i> fournit les fonctionnalités équivalentes dans un outil unique et est plus activement développé.</p>

source: With *Kleopatra* you can:
fr: Avec *Kleopatra* il est possible de :

source: - Create new OpenPGP keys for yourself - Manage your OpenPGP private keys and the public keys of others - Encrypt and sign text with a public key - Encrypt text with a passphrase - Decrypt and verify text
fr: - Créer de nouvelles clés OpenPGP - Gérer vos clés privées OpenPGP et les clés publiques des tiers - Chiffrer et signer du texte avec une clé publique - Chiffrer du texte avec une phrase de passe - Déchiffrer et vérifier du texte

source: <p>The [[<i>Thunderbird</i>|anonymous_internet/thunderbird]] email client allows you to work with OpenPGP encrypted emails. Consider using <i>Thunderbird</i> instead of <i>Kleopatra</i> if you want to exchange encrypted emails.</p>
fr: <p>Le client de courrier électronique [[<i>Thunderbird</i>|anonymous_internet/thunderbird]] permet de gérer le chiffrement des courriers électroniques. Préférer <i>Thunderbird</i> plutôt que <i>Kleopatra</i> pour échanger des courriers électroniques chiffrés.</p>

source: <p>The OpenPGP keys stored in <i>Thunderbird</i> are separate from the keys stored in <i>GnuPG</i> and visible in <i>Kleopatra</i>.</p>
fr: <p>Les clés OpenPGP enregistrées dans <i>Thunderbird</i> ne sont pas les mêmes que celles enregistrées dans <i>GnuPG</i> et visibles dans <i>Kleopatra</i>.</p>

source: Working with encrypted files
fr: Travailler avec des fichiers chiffrés

source: To encrypt a file:
fr: Pour chiffrer un fichier :

source: Choose **Sign/Encrypt&hellip;** from the main window.
fr: Choisir **Signer / chiffrer&hellip;** depuis la fenêtre principale.

source: Select the file that you want to encrypt.
fr: Sélectionner le fichier que vous voulez chiffrer.

source: In the **Sign/Encrypt Files** dialog, either:
fr: Dans la fenêtre **Signer / chiffrer des fichiers** vous pouvez soit :

source: Specify which OpenPGP keys you want to encrypt the file to.
fr: Spécifier pour quelles clés OpenPGP vous voulez chiffrer le fichier.

source: Choose **Encrypt with password**.
fr: Choisir **Chiffrer avec un mot de passe**.

source: To decrypt a file:
fr: Pour déchiffrer un fichier :

source: Choose **Decrypt/Verify&hellip;** from the main window.
fr: Choisir **Déchiffrer / vérifier&hellip;** depuis la fenêtre principale.

source: Select the file that you want to decrypt.
fr: Sélectionner le fichier que vous voulez déchiffrer.

source: Working with encrypted text
fr: Travailler avec du texte chiffré

source: To encrypt text:
fr: Pour chiffrer du texte :

source: Choose **Notepad** from the main window.
fr: Choisir **Bloc-notes** dans la fenêtre principale.

source: Type your text in the **Notepad** tab in the bottom pane.
fr: Taper le texte dans l'onglet **Bloc-notes** dans la partie inférieure de la fenêtre.

source: In the **Recipients** tab, either:
fr: Dans l'onglet **Destinataires**, vous pouvez au choix :

source: Specify which OpenPGP keys you want to encrypt the text to.
fr: Spécifier pour quelles clés OpenPGP vous voulez chiffrer le texte.

source: To decrypt text:
fr: Pour déchiffrer du texte :

source: <p>When using <i>Kleopatra</i> to encrypt emails, non-ASCII characters (for example non-Latin characters or characters with accents) might not display correctly to the recipients of the email.</p>
fr: <p>L'utilisation de <i>Kleopatra</i> pour chiffrer des courriers électroniques peut engendrer des problèmes d'affichage des caractères non-ASCII (par exemple des caractères non-Latin ou des caractères accentués) pour les destinataires du courrier électronique.</p>

source: <p>If you often encrypt emails, we recommend you set up OpenPGP in [[<i>Thunderbird</i>|doc/anonymous_internet/thunderbird]] instead.</p>
fr: <p>Si vous chiffrez souvent des courriers électroniques, nous recommandons plutôt de configurer OpenPGP dans [[<i>Thunderbird</i>|doc/anonymous_internet/thunderbird]].</p>
