Repository: anonym/tails
Catalog: wiki/src/doc/encryption_and_privacy/manage_passwords.*.po
Languages: fr, ru

source: [[!meta title="Managing passwords using KeePassXC"]]
fr: [[!meta title="Gérer des mots de passe en utilisant KeePassXC"]]
ru: [[!meta title="Менеджер паролей KeePassXC"]]

source: Using the [<span class="application">KeePassXC</span>](https://keepassxc.org/) password manager you can:
fr: Avec le gestionnaire de mots de passe [<span class="application">KeePassXC</span>](https://keepassxc.org/) vous pouvez :
ru: Что позволяет менеджер паролей [<span class="application">KeePassXC</span>](https://keepassxc.org/)?

source: Store many passwords in an encrypted database which is protected by a single passphrase of your choice.
fr: Stocker de nombreux mots de passe dans une base de données chiffrée qui est protégée par une phrase de passe unique de votre choix.
ru: Хранить множество паролей в зашифрованной базе.

source: Always use different and stronger passwords, since you only have to remember a single passphrase to unlock the entire database.
fr: Toujours utiliser des mots de passe différents et plus solides, puisque vous avez seulement une phrase de passe à retenir pour débloquer la base de données dans son intégralité.
ru: Защищать эту базу надёжным мастер-паролем (единственным паролем, который вам предстоит запомнить).

source: Generate very strong random passwords.
fr: Générer des mots de passe aléatoires très solides.
ru: При необходимости генерировать очень надёжные пароли для ваших аккаунтов.

source: Creating and saving a password database
fr: Créer et sauvegarder une base de données de mots de passe
ru: Создание и сохранение базы паролей

source: Follow these steps to create a new password database and save it in the Persistent Storage for use in future working sessions.
fr: Suivez ces étapes pour créer une nouvelle base de données de mots de passe et l'enregistrer dans le stockage persistant pour l'utiliser lors de futures sessions de travail.
ru: Ниже описаны шаги, которые помогут вам создать новую парольную базу и сохранить её в Постоянном хранилище для будущей работы.

source: To learn how to create a Persistent Storage, read our [[documentation on the Persistent Storage|persistent_storage]].
fr: Pour apprendre comment créer le stockage persistant, lire notre [[documentation correspondante|persistent_storage]].

source: When starting Tails, unlock the Persistent Storage.
fr: Au démarrage de Tails, déverrouillez le stockage persistant.

source: In Tails, choose **Applications**&nbsp;▸ **Persistent Storage**.
fr: Dans Tails, choisir **Applications**&nbsp;▸ **Stockage persistant**.

source: Verify that the Persistent Folder feature is turned on.
fr: Vérifier que la fonctionnalité du dossier persistant est activée.

source: To start <span class="application">KeePassXC</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">KeePassXC</span></span>.
fr: Pour lancer <span class="application">KeePassXC</span>, choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessoires</span>&nbsp;▸ <span class="guimenuitem">KeePassXC</span></span>.

source: To create a new database, click <span class="guilabel">Create new database</span>.
fr: Pour créer une nouvelle base de données, cliquer sur <span class="guilabel">Créer une nouvelle base de données</span>.
ru: Для создания новой базы нажмите кнопку <span class="guilabel">Создать новую базу данных</span>.

source: Continue with the defaults settings in the configuration screens **General Database Information** and **Encryption Settings**.
fr: Continuez avec les paramètres par défauts des écrans de configurations **Renseignements généraux de la base de données** et **Paramètres de chiffrement**.
ru: Перейдите к настройкам по умолчанию на экранах конфигурации **Общая информация о базе данных ** и **Параметры шифрования**.

source: The database is encrypted and protected by a passphrase. In the configuration screen **Database Credentials**:
fr: La base de données est chiffrée et protégée par une phrase de passe. Dans l'écran de configuration **Identifiants de la base de données** :
ru: База данных защищена паролем. В окне **Доступ к базе данных**:

source: Specify a passphrase of your choice in the **Enter password** text box.
fr: Spécifiez une phrase de passe de votre choix dans la zone de texte **Saisir le mot de passe**.
ru: Придумайте надёжный пароль и укажите его в поле **Введите пароль**.

source: Type the same passphrase again in the **Confirm password** text box.
fr: Tapez une nouvelle fois la phrase de passe dans la zone de texte **Confirmation du mot de passe**.
ru: Введите тот же пароль в поле **Подтвердите пароль**.

source: Click **Done**.
fr: Cliquez sur **Done**.
ru: Нажмите кнопку **Done**.

source: Save the database as *Passwords.kdbx* in the *Persistent* folder.
fr: Enregistrer la base de données sous le nom *Passwords.kdbx* dans le dossier *Persistent*.
ru: Сохраните файл *Passwords.kdbx* в папке *Persistent*.

source: Restoring and unlocking the password database
fr: Restaurer et déverrouiller la base de données de mots de passe
ru: Открытие и разблокирование базы паролей

source: Follow these steps to unlock the password database saved in the Persistent Storage from a previous working session.
fr: Suivre ces étapes pour déverrouiller la base de données de mots de passe enregistrée dans le stockage persistant lors d'une session de travail précédente.
ru: Выполните следующие шаги для разблокирования парольной базы, сохранённой в Постоянном хранилище с предыдущей рабочей сессии.

source: In Tails, choose **Applications**&nbsp;▸ **Accessories**&nbsp;▸ **KeePassXC**.
fr: Dans Tails, choisir **Applications**&nbsp;▸ **Accessoires**&nbsp;▸ **KeePassXC**.

source: If you have a database named *Passwords.kdbx* in your *Persistent* folder, <span class="application">KeePassXC</span> automatically displays a dialog to unlock that database.
fr: Si vous avez une base de données nommée *Passwords.kdbx* dans votre dossier *Persistent*, <span class="application">KeePassXC</span> affiche automatiquement une boîte de dialogue pour déverrouiller cette base de données.
ru: Если ваша парольная база называется *Пароли.kdbx*, Tails предложит переименовать её в *Passwords.kdbx*. В дальнейшем с настройками по умолчанию <span class="application">KeePassXC</span> будет автоматически показывать диалоговое окно для разблокирования парольной базы.

source: Enter the passphrase for this database and click <span class="guilabel">OK</span>.
fr: Saisir la phrase de passe pour cette base de données et cliquer sur <span class="guilabel">OK</span>.
ru: Введите пароль для этой базы и нажмите <span class="guilabel">OK</span>.

source: If you enter a wrong passphrase the following error message appears:
fr: Si vous entrez une mauvaise phrase de passe le message d'erreur suivant apparaît :
ru: Если пароль неправильный, появится сообщение об ошибке:

source: <span class="guilabel">Error while reading the database: Invalid credentials were provided, please try again.</span>
fr: <span class="guilabel">Erreur de lecture de la base de données : Des identifiants invalides ont été fournis, veuillez ressayer. Si le problème se reproduit, le fichier de la base de données pourrait être corrompu. (HMAC ne correspond pas)</span>
ru: <span class="guilabel">Ошибка при чтении базы данных: вероятно, для входа были указаны неверные учетные данные. Попробуйте ввести данные ещё раз. Если ошибка повторится, возможно, файл базы данных повреждён.</span>

source: Storing your *KeePassXC* settings in the Persistent Storage
fr: Stocker vos paramètres *KeePassXC* dans le stockage persistant
ru: Сохранение настроек *KeePassXC* в Постоянном хранилище

source: To store your *KeePassXC* settings in the Persistent Storage, in addition to the password database:
fr: Pour stocker vos réglages *KeePassXC* dans le stockage persistant, en complément du mot de passe de la base de données :
ru: Чтобы, кроме парольной базы, сохранить в Постоянном хранилище настройки *KeePassXC*:

source: Turn on the [[Dotfiles|persistent_storage/configure#dotfiles]] feature of the Persistent Storage.
fr: Activez la fonction [[Dotfiles|persistent_storage/configure#dotfiles]] du stockage persistant.

source: Restart Tails.
fr: Redémarrez Tails.
ru: Перезапустите Tails.

source: In the Welcome Screen, unlock the Persistent Storage.
fr: Dans l’Écran de bienvenue, déverrouiller le stockage persistant.

source: In Tails, choose **Places**&nbsp;▸ **Dotfiles**.
fr: Dans Tails, choisir **Emplacements**&nbsp;▸ **Dotfiles**.

source: Create the folder */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/*.
fr: Créez le dossier */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/*.
ru: Создайте папку */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/*.

source: Copy the file *~/.config/keepassxc/keepassxc.ini* to */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/keepassxc.ini*.
fr: Copiez le fichier *~/.config/keepassxc/keepassxc.ini* vers */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/keepassxc.ini*.
ru: Скопируйте файл *~/.config/keepassxc/keepassxc.ini* в */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/keepassxc.ini*.

source: Additional documentation
fr: Documentation supplémentaire
ru: Дополнительные материалы

source: For more detailed instructions on how to use <span class="application">KeePassXC</span>, refer to the [<span class="application">KeePassXC</span> guide of the Electronic Frontier Foundation](https://ssd.eff.org/en/module/how-use-keepassxc).
fr: Pour des instructions plus détaillées sur la manière d'utiliser <span class="application">KeePassXC</span>, consultez le [guide <span class="application">KeePassXC</span> de la Electronic Frontier Foundation](https://ssd.eff.org/fr/module/guide-pratique-utiliser-keepassxc).
ru: Подробнее об использовании <span class="application">KeePassXC</span> см. в [пособии по работе с <span class="application">KeePassXС</span> от Electronic Frontier Foundation](https://ssd.eff.org/ru/module/%D1%80%D1%83%D0%BA%D0%BE%D0%B2%D0%BE%D0%B4%D1%81%D1%82%D0%B2%D0%BE-%D0%BF%D0%BE-keepassxc).
