Repository: anonym/tails
Catalog: wiki/src/doc/encryption_and_privacy/secure_deletion.*.po
Languages: fr

source: [[!meta title="Securely deleting files and clean diskspace"]]
fr: [[!meta title="Effacement sécurisé des fichiers et nettoyage de l'espace disque"]]

source: <h1 id="why">Why use secure deletion?</h1>
fr: <h1 id="why">Pourquoi utiliser l'effacement sécurisé ?</h1>

source: **Operating systems do not actually remove the contents of a file when it is deleted**, even after emptying the trash or explicitly removing the file, from the command line for example.
fr: **Les systèmes d'exploitation n'effacent pas le contenu d'un fichier lorsque celui-ci est supprimé**, même après avoir vidé la corbeille ou supprimé explicitement le fichier, avec une ligne de commande par exemple.

source: Instead, they simply remove the file's entry from the file system directory, because this requires less work and is therefore faster. The contents of the file—the actual data—remain on the storage medium. The data will remain there until the operating system reuses the space for new data.
fr: À la place, ils effacent simplement l'entrée du fichier du système de fichiers car cela demande moins de travail et est donc plus rapide. Le contenu du fichier —donc les données— restent sur le support de stockage. Ces données resteront disponibles jusqu'à ce que le système réutilise l'espace pour de nouvelles données.

source: Likewise, reformatting, repartitioning or reimaging a system is not always guaranteed to write to every area of the disk, though all will cause the disk to appear empty or, in the case of reimaging, empty except for the files present in the image, to most software.
fr: De la même manière, reformater, repartitionner ou réinstaller un système d'exploitation ne garantie pas toujours l'écriture sur toutes les zones du disque, même si tous ces processus font que le disque apparaîtra vide ou, dans le cas d'une réinstallation, vide à l'exception des fichiers présents dans l'image, pour la plupart des logiciels.

source: Finally, even when the storage medium is overwritten, physical properties of the medium might make it possible to recover the previous contents. In most cases however, this recovery is not possible by just reading from the storage device in the usual way, but requires using laboratory techniques such as disassembling the device and directly accessing/reading from its components.
fr: Enfin, même lorsque le support de stockage est réutilisé, les propriétés physiques de celui-ci pourraient rendre possible la récupération du contenu précédent. Dans la plupart des cas cependant, cette récupération n'est pas possible par une simple lecture de manière standard du périphérique mais nécessite l'utilisation de techniques avancées comme le démontage et accéder / lire directement ces composants.

source: To learn more, see the Wikipedia article on [[!wikipedia Data_erasure desc="data erasure"]].
fr: Pour en apprendre plus consultez l'article Wikipédia [[!wikipedia_fr Effacement_de_données desc="Effacement de données"]].

source: <p>Securely deleting files does not erase the potential backup copies of the file (for example LibreOffice creates backup copies that allow you to recover your work in case LibreOffice stops responding).</p>
fr: <p>Supprimer de manière sécurisée des fichiers n’efface pas les copies de sauvegarde potentielles des fichiers (par exemple LibreOffice créé des copies de sauvegarde qui vous permettent de récupérer votre travail si jamais LibreOffice cesse de fonctionner).</p>

source: Open the <span class="application">Files</span> browser.
fr: Ouvrez le navigateur de <span class="application">Fichiers</span>.

source: Navigate to the folder containing the files that you want to delete.
fr: Naviguez jusqu'au dossier contenant les fichiers que vous souhaitez effacer.

source: Select the files that you want to delete with the mouse.
fr: Sélectionnez avec la souris les fichiers que vous souhaitez effacer.

source: Right-click (on Mac, click with two fingers) on the files and choose <span class="guimenuitem">Wipe</span>.
fr: Effectuez un clic-droit (sur Mac, cliquez avec deux doigts) sur les fichiers puis sélectionnez <span class="guimenuitem">Écraser</span>.

source: Confirm.
fr: Confirmez.

source: 1. The deletion will start. It can last from a few seconds to several minutes, according to the size of the files. Be patient…
fr: 1. La suppression commence. Elle peut durer de quelques secondes à plusieurs minutes, selon la taille des fichiers. Patience…

source: <h1 id="disk_space">Securely cleaning available disk space</h1>
fr: <h1 id="disk_space">Nettoyer en toute sécurité l'espace disque disponible</h1>

source: In order to clean up the contents of all files that were previously suppressed but not securely deleted from a disk, it is also possible to securely clean all the free space on the disk.
fr: Afin de nettoyer le contenu de tous les fichiers qui furent supprimés mais de manière non sécurisée, il est également possible de nettoyer de manière sécurisée tout l'espace disque disponible.

source: The disk or the folder can contain other files. Those files will not be deleted during the operation.
fr: Le disque ou le dossier peut contenir d'autres fichiers. Ceux-ci ne seront pas effacés durant l'opération.

source: Click on the disk that you want to clean in the left pane to navigate to the root of this disk.
fr: Cliquez sur le disque que vous souhaitez nettoyer dans le panneau de gauche pour vous placer à la racine du périphérique.

source: Click on the [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] button in the right corner of the title bar and choose **Show Hidden Files**.
fr: Cliquez sur le bouton [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] dans la partie droite de la barre de titre et choisissez **Afficher les fichiers cachés**.

source: If you want to empty the trash, delete the <span class="filename">.Trash-1000</span> folder or similar.
fr: Si vous voulez vider la corbeille, effacez le dossier <span class="filename">.Trash-1000</span> ou similaire.

source: Right-click (on Mac, click with two fingers) in empty space in the right pane and choose <span class="guimenuitem">Wipe available diskspace</span>.
fr: Effectuez un clic-droit (sur Mac cliquez avec deux doigts) dans l'espace vide du panneau de droite puis sélectionnez <span class="guimenuitem">Écraser l'espace disque disponible</span>.

source: The cleaning starts. It can last from a few minutes to a few hours, according to the size of the available diskspace. Be patient…
fr: L'écrasement commence. Il peut durer de quelques minutes à quelques heures, selon l'espace libre présent sur le disque. Patience…

source: Note that a file with a name similar to <span class="filename">tmp.7JwHAyBvA9</span> is created in the folder. It is made as big as possible to use all the available diskspace and then securely deleted.
fr: Remarquez qu'un fichier avec un nom semblable à <span class="filename">tmp.7JwHAyBvA9</span> est créé dans le dossier. Sa taille va augmenter autant que possible afin d'utiliser tout l'espace libre disponible, puis il sera supprimé de manière sécurisée.

source: <h1 id="device">Securely erasing an entire device</h1>
fr: <h1 id="device">Effacer de manière sécurisée tout un périphérique</h1>

source: Open the <span class="application">Disks</span> utility.
fr: Ouvrez l'utilitaire <span class="application">Disques</span>.

source: All the current storage devices are listed in the left pane.
fr: Tous les périphériques de stockage actuels sont listés dans la partie gauche.

source: Plug in the USB stick or SSD that you want to securely delete.
fr: Branchez la clé USB ou le SSD que vous voulez effacer de manière sécurisée.

source: A new device appears in the list of storage devices. Click on it:
fr: Un nouveau périphérique apparaît dans la liste des périphériques de stockage. Cliquez dessus :

source: Check that the description of the device on the right side of the screen corresponds to your device: its brand, its size, etc.
fr: Vérifiez que la description du périphérique sur la partie droite de l'écran correspond à votre périphérique : sa marque, sa taille, etc.

source: Click on the <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span> button in the titlebar and choose <span class="guilabel">Format Disk…</span> to erase all the existing partitions on the device.
fr: Cliquez sur le bouton <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span> situé dans la barre de titre et choisissez <span class="guilabel">Formater le disque…</span> pour effacer toutes les partitions présentes sur le périphérique.

source: In the <span class="guilabel">Format Disk</span> dialog:
fr: Dans la boîte de dialogue <span class="guilabel">Formater le disque</span> :

source: Click <span class="bold">Format…</span>.
fr: Cliquez sur <span class="bold">Formater…</span>.

source: In the confirmation dialog, make sure that the device is correct. Click <span class="bold">Format</span> to confirm.
fr: Dans la boîte de dialogue de confirmation, assurez-vous que le périphérique est le bon. Cliquez sur <span class="bold">Formater</span> pour confirmer.
