Repository: anonym/tails
Catalog: wiki/src/security/argon2id/cryptsetup_upgrade.inline.*.po
Languages: fr

source: To verify whether your encrypted volume uses PBKDF2 or Argon2id, execute the following command.
fr: Pour vérifier si votre volume chiffré utilise PBKDF2 ou Argon2id, exécuter la commande suivante.

source: Replace <span class="command-placeholder">[partition]</span> with the partition name found in step 1.6.
fr: Remplacer <span class="command-placeholder">[partition]</span> avec le nom de la partition trouvé à l'étape 1.6.

source: In the output:
fr: Dans la sortie :

source: <span class="command">Version</span> indicates the version of LUKS, either <span class="command">1</span> or <span class="command">2</span>.
fr: <span class="command">Version</span> indique la version de LUKS, soit <span class="command">1</span> ou <span class="command">2</span>.

source: <span class="command">PBKDF</span> indicates the key derivation function, either <span class="command">pbkdf2</span> or <span class="command">argon2id</span>.
fr: <span class="command">PBKDF</span> indique la fonction de dérivation de clé, soit <span class="command">pbkdf2</span> ou <span class="command">argon2id</span>.

source: If your encrypted volume already uses LUKS2 and Argon2id, you can stop here.
fr: Si votre volume chiffré utilise déjà LUKS2 et Argon2id, vous pouvez arrêter ici.

source: Execute the following command to do a backup of your LUKS1 header.
fr: Exécuter la commande suivante pour faire une sauvegarde de votre en-tête LUKS1.

source: If something goes wrong, you will be able to restore your LUKS1 header from this backup with:
fr: Si quelque chose se passe mal, vous serez capable de restaurer votre en-tête LUKS1 depuis cette sauvegarde avec :

source: To update your LUKS header to LUKS2, execute the following command.
fr: Pour mettre à jour votre en-tête LUKS vers LUKS2, exécuter la commande suivante.

source: Replace <span class="command-placeholder">[partition]</span> with the device name found in step 1.6.
fr: Remplacer <span class="command-placeholder">[partition]</span> avec le nom de périphérique trouvé à l'étape 1.6.

source: To verify that Argon2id is the new key derivation function, execute the following command again.
fr: Pour vérifier qu'Argon2id est la nouvelle fonction de dérivation de clé, exécuter de nouveau la commande suivante.

source: In the output, verify that:
fr: Dans la sortie, vérifier que :

source: The <span class="command">Version</span> is <span class="command">2</span> and not <span class="command">1</span>.
fr: La <span class="command">Version</span> est <span class="command">2</span> et non <span class="command">1</span>.

source: The <span class="command">PBKDF</span> is </span class="command">argon2id</span class="command"> and not <span class="command">pbkdf2</span>.
fr: Le <span class="command">PBKDF</span> est </span class="command">argon2id</span class="command"> et non <span class="command">pbkdf2</span>.

source: Try to unlock your encrypted volume.
fr: Essayer de déverrouiller votre volume chiffré.
