Repository: anonym/tails
Catalog: wiki/src/doc/upgrade/error/check.*.po
Languages: it, pt

source: [[!meta title="Error while checking for upgrades"]]
it: [[!meta title="Errore durante la ricerca di aggiornamenti"]]
pt: [[!meta title="Erro ao buscar atualizações"]]

source: Tails could not determine whether an upgrade is available from our website. This is most likely caused by a network connection problem.
it: Tails non è riuscito a stabilire se è disponibile un aggiornamento dal nostro sito web. Questo è probabilmente causato da un problema di connessione ad Internet.
pt: Não foi possível para o Tails determinar se há uma atualização disponível em nosso site. A causa mais provável para isso é um problema de conexão de rede.

source: To solve it:
it: Per risolvere:
pt: Para resolver isso:

source: Check your network connection and restart Tails to check for upgrades again.
it: Verifica la tua connessione di rete e riavvia Tails per controllare di nuovo gli aggiornamenti.
pt: Verifique a sua conexão de rede e reinicie o Tails para tentar novamente buscar atualizações.

source: Read our [[release notes|doc/upgrade/release_notes]] to see if there are known issues with automatically upgrading to the latest version of Tails.
it: Leggi le nostre [[note di rilascio|doc/upgrade/release_notes]] per vedere se ci sono alcuni problemi noti riguardo l'aggiornamento automatico all'ultima versione di Tails.
pt: Leia nossas [[notas de lançamento|doc/upgrade/release_notes]] para ver se há algum problema conhecido com a atualização automática para a ultima versão do Tails.

source: If the problem persists, do a [[manual upgrade|doc/upgrade#manual]].
it: Se il problema persiste, fai un [[aggiornamento manuale|doc/upgrade#manual]].
pt: Se o problema persistir, faça uma [[atualização manual|doc/upgrade#manual]].

source: Automatic upgrades are broken between Tails 4.15 and Tails 4.18
it: Gli aggiornamenti automatici non funzionano da Tails 4.15 a Tails 4.18
pt: As atualizações automáticas estão quebradas entre as versões 4.15 e 4.18 do Tails

source: To upgrade from Tails 4.15, Tails 4.16, Tails 4.17, or Tails 4.18, you can either:
it: Per aggiornare da Tails 4.15, Tails 4.16, Tails 4.17 o Tails 4.18, puoi o:
pt: Para atualizar a partir do Tails 4.15, Tails 4.16, Tails 4.17 ou Tails 4.18 você pode fazer um dos seguintes:

source: - Do a [[manual upgrade|doc/upgrade#manual]].
it: - Esegui un [[aggiornamento manuale|doc/upgrade#manual]].
pt: - Uma [[atualização manual|doc/upgrade#manual]].

source: - Fix the automatic upgrade from a terminal. To do so:
it: - Correggi l'aggiornamento automatico da un terminale. Per farlo:
pt: - Consertar a atualização automática usando o terminal. Para isso, faça:

source: Start Tails and set up an [[administration password|doc/first_steps/welcome_screen/administration_password]].
it: Avvia Tails e imposta una [[password di amministrazione|doc/first_steps/welcome_screen/administration_password]].
pt: Inicie o Tails e configure uma [[senha de administração|doc/first_steps/welcome_screen/administration_password]].

source: In a terminal, execute the following command:
it: Da un terminale, esegui il seguente comando:
pt: Em um terminal, execute o seguinte comando:

source: <p>This command is a single command that wraps across several lines. Copy and paste the entire block at once and make sure that it executes as a single command.</p>
it: <p>Questo comando è un singolo comando che si snoda lungo diverse righe. Copia ed incolla il blocco intero ed assicurati che venga eseguito come un singolo comando.</p>
pt: <p>Este comando é um único comando quebrado em diversas linhas. Copie e cole o bloco inteiro de uma vez e tenha certeza de que ele é executado como um único comando.</p>

source: Approximately 30 seconds later, you should be prompted to upgrade to the latest version of Tails. If no prompt appears, you might already be running the latest version of Tails.
it: Dopo circa 30 secondi, ti dovrebbe venir chiesto di aggiornare all'ultima versione di Tails. Se non appare nessuna richiesta, è possibile che tu stia già eseguendo l'ultima versione di Tails.
pt: Aproximadamente 30 segundos depois, deve aparecer uma solicitação para atualizar para a última versão do Tails. Se nada aparecer, talvez você já esteja executando a versão mais recente do Tails.
