Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/start/mac.*.po
Languages: pt

source: [[!meta title="Starting Tails on Mac"]]
pt: [[!meta title="Iniciando Tails no Mac"]]

source: This page describes the technique to start Tails from a USB stick on Mac.
pt: Essa página descreve técnicas de como iniciar o Tails a partir de um pendrive USB em um Mac.

source: <h1 id="mac-start">Starting on Mac</h1>
pt: <h1 id="mac-start">Iniciando em um Mac</h1>

source: [[!inline pages="install/inc/steps/mac_startup_disks.inline" raw="yes" sort="age"]]
pt: [[!inline pages="install/inc/steps/mac_startup_disks.inline.pt" raw="yes" sort="age"]]

source: <div class="next"> <p>If the Boot Loader appears, you can follow our [[instructions on the Welcome Screen|install/mac#tails]].</p> </div>
pt: <div class="next"> <p>Se o Boot Loader aparecer, você pode seguir nossas [[instruções sobre a Tela de Boas-Vindas|install/mac#tails]].</p> </div>

source: <h1 id="not-at-all">Troubleshooting Tails not starting at all</h1>
pt: <h1 id="not-at-all">Resolvendo problemas quando o Tails não iniciar de maneira alguma</h1>

source: Use this section if the computer does not start from the USB stick and the Boot Loader does not display:
pt: Use essa seção se o computador não iniciar a partir do pendrive USB e o Boot Loader não aparecer:

source: [[!img install/inc/screenshots/grub.png link="no" alt="Black screen ('GNU GRUB') with Tails logo and 2 options: 'Tails' and 'Tails (Troubleshooting Mode)'."]]
pt: [[!img install/inc/screenshots/grub.png link="no" alt="Tela preta ('GNU GRUB') com a logo do Tails e duas opções: 'Tails' e 'Tails (Troubleshooting Mode)'."]]

source: <h2 id="verify">Verify your Tails USB stick</h2>
pt: <h2 id="verify">Verifique seu pendrive USB com Tails</h2>

source: [[!inline pages="install/inc/steps/basic_troubleshooting.inline" raw="yes" sort="age"]]
pt: [[!inline pages="install/inc/steps/basic_troubleshooting.inline.pt" raw="yes" sort="age"]]

source: <p>If you get the following error message in macOS:</p>
pt: <p>Se aparecer as seguintes mensagens de erro no macOS:</p>

source: <p class="pre">There may be a problem with this disk image. Are you sure you want to open it?</p>
pt: <p class="pre">Talvez tenha um problema com a imagem de disco. Você tem certeza que deseja abri-la?</p>

source: <p>Then, you have to [[install Tails using <i>balenaEtcher</i>|install/mac#etcher]].</p>
pt: <p>Então, você precisa [[instalar Tails usando <i>balenaEtcher</i>|install/mac#etcher]].</p>

source: <h2 id="known-issues-not-at-all">Check our list of known issues</h2>
pt: <h2 id="known-issues-not-at-all">Veja nossa lista de problemas conhecidos</h2>

source: Similar problems might have been reported already for your Mac model in our [[list of known issues about Tails not starting at all|support/known_issues#mac-not-at-all]].
pt: problemas parecidos podem já ter sido reportados para o seu modelo do Mac na nossa [[lista de problemas conhecidos relacionados ao Tails não iniciando de maneira alguma|support/known_issues#mac-not-at-all]].

source: <h1 id="not-entirely">Troubleshooting Tails not starting after the Boot Loader</h1>
pt: <h1 id="not-entirely">Resolução de problemas caso o Tails não inicie após o Boot Loader</h1>

source: [[!inline pages="doc/first_steps/start/not_entirely.inline" raw="yes" sort="age"]]
pt: [[!inline pages="doc/first_steps/start/not_entirely.inline.pt" raw="yes" sort="age"]]
