Repository: anonym/tails
Catalog: wiki/src/install/expert/usb.*.po
Languages: ru

source: [[!meta title="Install from Debian, Ubuntu, or Mint using the command line and GnuPG"]]
ru: [[!meta title="Установка из Debian, Ubuntu или Mint с помощью командной строки и GnuPG"]]

source: Start in Debian, Ubuntu, or Linux Mint.
ru: Запустите Debian, Ubuntu или Linux Mint.

source: <h1 id="verify-key">Verify the Tails signing key</h1>
ru: <h1 id="verify-key">Проверьте ключ подписи Tails</h1>

source: <p>If you already certified the Tails signing key with your own key, you can skip this step and start [[downloading and verifying the USB image|usb#download]].</p>
ru: <p>Если вы уже сертифицировали подписывающий ключ Tails вашим собственным ключом, можете пропустить этот шаг. Переходите к [[скачиванию и проверке образа USB|usb#download]].</p>

source: In this step, you will download and verify the *Tails signing key* which is the OpenPGP key that is used to cryptographically sign the Tails USB image.
ru: На этом шаге вы скачаете и проверите *ключ подписи Tails*. Это ключ OpenPGP, который используют для криптографической подписи USB-образа Tails.

source: <p>To follow these instructions you need to have your own OpenPGP key.</p>
ru: <p>Чтобы воспользоваться этой инструкцией, вам нужно иметь свой собственный ключ OpenPGP.</p>

source: <p>To learn how to create yourself an OpenPGP key, see <a href="https://riseup.net/en/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> by <em>Riseup</em>.</p>
ru: <p>Чтобы узнать, как создать ключ OpenPGP, см. раздел <a href="https://riseup.net/en/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> на сайте <em>Riseup</em>.</p>

source: This verification technique uses the OpenPGP Web of Trust and the certification made by official Debian developers on the Tails signing key.
ru: Эта техника верификации использует модель Web of Trust от OpenPGP и подтверждение ключа Tails официальными разработчиками Debian.

source: Import the Tails signing key in your <span class="application">GnuPG</span> keyring:
ru: Импортируйте ключ подписи Tails в свою связку ключей <span class="application">GnuPG</span>:

source: Install the Debian keyring. It contains the OpenPGP keys of all Debian developers:
ru: Установите связку ключей Debian. В ней содержится ключ OpenPGP от разработчиков Debian:

source: Import the OpenPGP key of [[!wikipedia Chris_Lamb_(software_developer) desc="Chris Lamb"]], a former Debian Project Leader, from the Debian keyring into your keyring:
ru: Импортируйте OpenPGP-ключ [[!wikipedia Chris_Lamb_(software_developer) desc="Криса Лэмба"]], бывшего лидера проекта Debian, из связки Debian в вашу связку:

source: Verify the certifications made on the Tails signing key:
ru: Проверьте сертификаты для ключа подписи Tails:

source: In the output of this command, look for the following line:
ru: Среди данных, которые появятся на экране, найдите такую строку:

source: Here, <code>sig!</code>, with an exclamation mark, means that Chris Lamb verified and certified the Tails signing key with his key.
ru: <code>sig!</code> (с восклицательным знаком) подразумевает, что Крис Лэмб проверил и подтвердил ключ подписи Tails своим ключом.

source: It is also possible to verify the certifications made by other people. Their name and email address appear in the list of certification if you have their key in your keyring.
ru: Также можно проверять подтверждения, сделанные другими людьми. Если их ключи есть у вас в связке, то их имена и адреса email появятся в подтверждающем списке.

source: <div class="caution"> <p>If the verification of the certification failed, then you might have downloaded a malicious version of the Tails signing key or our instructions might be outdated. Please [[get in touch with us|support/talk]].</p> </div>
ru: <div class="caution"> <p>Если проверка сертификата не удалась, возможно, вы скачали вредоносную «подмену» подписывающего ключа Tails – или наши инструкции попросту устарели. Пожалуйста, [[свяжитесь с нами|support/talk]].</p> </div>

source: <div class="tip"> <p>The line `175 signatures not checked due to missing keys` or similar refers to the certifications (also called *signatures*) made by other public keys that are not in your keyring. This is not a problem.</p> </div>
ru: <div class="tip"> <p>Строка вроде `175 signatures not checked due to missing keys` относится к сертификации (*подписыванию*) другими открытыми ключами, которых нет в вашей связке. Это не ошибка.</p> </div>

source: Certify the Tails signing key with your own key:
ru: Подпишите ключ подписи Tails своим ключом:

source: <h1 id="download-verify">Download and verify the USB image</h1>
ru: <h1 id="download-verify">Скачайте и проверьте образ USB</h1>

source: In this step, you will download the latest Tails USB image and verify it using the Tails signing key.
ru: На этом шаге вы скачаете свежий образ Tails для USB и проверите его с помощью ключа подписи Tails.

source: Download the USB image:
ru: Скачайте образ USB:

source: Download the signature of the USB image:
ru: Скачайте подпись образа USB:

source: Verify that the USB image is signed by the Tails signing key:
ru: Удостоверьтесь, что USB-образ подписан ключом Tails:

source: The output of this command should be the following:
ru: Вывод команды должен выглядеть так:

source: Verify in this output that:
ru: Посмотрите и убедитесь, что:

source: The date of the signature is the same.
ru: Дата в подписи та же самая.

source: The signature is marked as <code>Good signature</code> since you certified the Tails signing key with your own key.
ru: Подпись маркирована фразой <code>Good signature</code>, поскольку вы подписали ключ подписи Tails своим собственным ключом.

source: Install Tails using <span class="command">dd</span>
ru: Установите Tails с использованием <span class="command">dd</span>

source: Make sure that the USB stick on which you want to install Tails is unplugged.
ru: Убедитесь, что USB-флешка, на которой будет установлен Tails, не подключена к компьютеру.

source: Execute the following command:
ru: Выполните следующую команду:

source: It returns a list of the storage devices on the system. For example:
ru: Вы увидите список устройств хранения в системе. Например:

source: Plug in the USB stick on which you want to install Tails.
ru: Подключите к компьютеру флешку, на которую хотите установить Tails.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
ru: <div class="caution"><p>Все данные на этой флешке будут потеряны.</p></div>

source: Execute again the same command:
ru: Выполните ту же команду:

source: Your USB stick appears as a new device in the list.
ru: Ваша флешка отображается в списке как новое устройство.

source: Take note of the *device name* of your USB stick.
ru: Запомните *название устройства* вашей флешки.

source: In this example, the device name of the USB stick is <span class="code">/dev/sdb</span>. Yours might be different.
ru: В этом примере название устройства – <span class="code">/dev/sdb</span>. У вас может быть иначе.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
ru: <div class="caution"> <p>Если не уверены насчёт имени устройства, лучше не рисковать. Иначе <strong>вы можете записать данные на какой-нибудь жёсткий диск вашего компьютера</strong>.</p> </div>

source: Execute the following commands to copy the USB image that you downloaded earlier to the USB stick.
ru: Чтобы записать скачанный ранее образ на флешку, выполните следующие команды:

source: Replace:
ru: Замените:

source: <span class="command-placeholder">tails.img</span> with the path to the USB image
ru: <span class="command-placeholder">tails.img</span> на путь к вашему USB-образу

source: <span class="command-placeholder">device</span> with the device name found in step 5
ru: <span class="command-placeholder">device</span> на имя устройства (см. шаг 5 выше)

source: You should get something like this:
ru: Вы увидите что-то подобное:

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
ru: Если нет сообщения об ошибке, значит, Tails установлен на флешку. Копирование занимает время, обычно несколько минут.

source: <div class="note"> <p>If you get a <span class="guilabel">Permission denied</span> error, try adding <code>sudo</code> at the beginning of the command:</p>
ru: <div class="note"> <p>Если вы видите ошибку типа <span class="guilabel">Permission denied</span> (Доступ запрещён), попробуйте добавить <code>sudo</code> в начало вашей команды:</p>

source: The installation is complete after the command prompt reappears.
ru: Когда вы снова увидите стандартное приглашение в командной строке, это значит, что установка завершена.

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
ru: [[!inline pages="install/inc/steps/restart_first_time.inline.ru" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
ru: [[!inline pages="install/inc/steps/create_persistence.inline.ru" raw="yes" sort="age"]]
