Repository: anonym/tails
Catalog: wiki/src/donate/thanks.*.po
Languages: pt

source: [[!meta title="Thank you!"]]
pt: [[!meta title="Gratidão!"]]

source: [[!meta stylesheet="donate/thanks" rel="stylesheet" title=""]] [[!meta stylesheet="hide-breadcrumbs" rel="stylesheet" title=""]] [[!meta stylesheet="hide-donate-banner" rel="stylesheet" title=""]] [[!meta robots="noindex"]]
pt: [[!meta stylesheet="donate/thanks" rel="stylesheet" title=""]] [[!meta stylesheet="hide-breadcrumbs" rel="stylesheet" title=""]] [[!meta stylesheet="hide-donate-banner" rel="stylesheet" title=""]] [[!meta robots="noindex"]] [[!meta script="donate/thanks"]]

source: [[!img thanks.png link="no" alt="Tails protects the most vulnerable"]]
pt: [[!img thanks.png link="no" alt="Tails protege as pessoas mais vulneráveis"]]

source: You make the Internet a safer place
pt: Você faz da Internet um lugar mais seguro

source: Your generous donation will keep safe the people who need it the most and protect freedom in the digital age.
pt: Sua doação generosa ajudará a manter a segurança das pessoas que mais precisam e a proteger a liberdade na era digital.

source: Most Internet tools fund themselves by spying on their users. At Tails, we do things differently and we couldn't do it without you.
pt: A maior parte das ferramentas de Internet se financiam fazendo espionagem dos seus usuários. No Tails fazemos as coisas de uma forma diferente, e não seria possível fazê-lo sem a sua ajuda.

source: If you need a donation receipt, contact us at <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a> ([[OpenPGP key|tails-fundraising.key]]).
pt: Se você precisa de um recibo de doação, entre em contato conosco em <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>([[chave OpenPGP|tails-fundraising.key]]).

source: Your donation will appear as made to Riseup Labs, our fiscal sponsor.
pt: Sua doação aparecerá como se tivesse sido feita para Riseup Labs, nosso patrocinador fiscal.

source: <em>We train human-rights activists and journalists to use Tails if they are gonna be looking deep into shady business.
pt: <em>Treinamos ativistas de direitos humanos e jornalistas para usar Tails para investigar negócios suspeitos.

source: Mexico is a dangerous place to research issues when the organized crime and private companies are together behind some of the most violent stuff that we see here.</em>
pt: O México é um lugar perigoso para investigar situações, uma vez que crime organizado e empresas privadas estão juntos por trás de alguns dos atos mais violentos que temos visto por aqui.</em>

source: &mdash; <strong>Digital security trainer, Mexico</strong>
pt: &mdash;<strong>Instrutora de segurança digital, México</strong>

source: <em>I always have a Tails USB stick handy, especially when traveling. Pakistan really isn't the safest place for journalists.
pt: <em>Eu sempre tenho um pendrive USB com Tails em mãos, principalmente quando estou viajando. O Paquistão realmente não é um dos lugares mais seguros para jornalistas.

source: Thanks Tails for an amazing tool!</em>
pt: Agradecemos ao Tails por essa ferramenta incrível!</em>

source: &mdash; <strong>Freelance journalist, Pakistan</strong>
pt: &mdash;<strong>Jornalista freelancer, Paquistão</strong>

source: Help us spread the word
pt: Ajude-nos a espalhar a mensagem

source: <a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Ftails.net%2Fdonate%2F%3Fr%3Dtn&text=I%20donate%20to%20@Tails_live%20because%20nobody%20should%20have%20to%20pay%20to%20be%20safe%20while%20using%20computers." class="tweet" target="_blank"> [[!img godzilla.png link="no" alt=""]]
pt: <a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Ftails.net%2Fdonate%2F%3Fr%3Dtn&text=Eu%20doei%20para%20@Tails_live%20porque%20ninguém%20deveria%20ter%20que%20pagar%20para%20estar%20seguro%20ao%20usar%20computadores." class="tweet" target="_blank"> [[!img godzilla.png link="no" alt=""]]

source: I donate to @Tails_live because nobody should have to pay to be safe while using computers.
pt: Eu doei para o @Tails_live porque ninguém deveria ter que pagar para estar seguro ao usar computadores.

source: </a> <a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Ftails.net%2Fdonate%2F%3Fr%3Dts&text=I%20proudly%20support%20@Tails_live%20to%20keep%20safe%20activists%2C%20journalists%2C%20and%20domestic%20violence%20survivors." class="tweet" target="_blank"> [[!img godzilla.png link="no" alt=""]]
pt: </a> <a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Ftails.boum.org%2Fdonate%2F%3Fr%3Dts&text=Eu%20teho%20orgulho%20em%20apoiar%20@Tails_live%20para%20manter%20seguras%20ativistas%2C%20jornalistas%2C%20e%20vítimas%20de%20violência%20doméstica." class="tweet" target="_blank"> [[!img godzilla.png link="no" alt=""]]

source: I proudly support @Tails_live to keep safe activists, journalists, and domestic violence survivors.
pt: Eu tenho orgulho em apoiar @Tails_live para manter seguras ativistas, jornalistas e vitimas de violência domestica.

source: Follow us
pt: Siga-nos
