Repository: anonym/tails
Catalog: wiki/src/install/download.*.po
Languages: fr

source: [[!meta title="Download and verify (for USB sticks)"]]
fr: [[!meta title="Télécharger et vérifier (pour clés USB)"]]

source: [[!inline pages="install/inc/steps/download.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/download.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/verify.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/verify.inline.fr" raw="yes" sort="age"]]

source: <h1 class="step">Continue installing or upgrading Tails</h1>
fr: <h1 class="step">Continuer l'installation ou mettre à jour Tails</h1>

source: With this USB image, you can either:
fr: Avec cette image USB, vous pouvez au choix :

source: - Upgrade your Tails USB stick and keep your Persistent Storage:
fr: - Mettre à jour votre clé USB Tails et conserver votre stockage persistant :

source: [[Upgrade from your Tails|upgrade/tails]]
fr: [[Mettre à jour depuis votre Tails|upgrade/tails]]

source: [[Upgrade from Windows|upgrade/windows]]
fr: [[Mettre à jour depuis Windows|upgrade/windows]]

source: [[Upgrade from macOS|upgrade/mac]]
fr: [[Mettre à jour depuis macOS|upgrade/mac]]

source: [[Upgrade from Linux|upgrade/linux]]
fr: [[Mettre à jour depuis Linux|upgrade/linux]]

source: - Install a new Tails USB stick:
fr: - Installer une nouvelle clé USB Tails :

source: [[Install from Windows|install/windows]]
fr: [[Installer depuis Windows|install/windows]]

source: [[Install from macOS|install/mac]]
fr: [[Installer depuis macOS|install/mac]]

source: [[Install from Linux|install/linux]]
fr: [[Installer depuis Linux|install/linux]]

source: [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
fr: [[Installer depuis Debian ou Ubuntu en utilisant la ligne de commande et GnuPG|install/expert]]

source: To use Tails in a virtual machine or burn a Tails DVD, download our [[ISO image|download-iso]] instead.
fr: Pour utiliser Tails dans une machine virtuelle ou graver un DVD Tails, télécharger à la place notre [[image ISO|download-iso]].

source: [[!inline pages="install/inc/steps/warnings.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/warnings.inline.fr" raw="yes" sort="age"]]
