Repository: anonym/tails
Catalog: wiki/src/install/expert.*.po
Languages: fr

source: [[!meta title="Install Tails from Debian or Ubuntu using the command line and GnuPG"]]
fr: [[!meta title="Installer Tails depuis Debian ou Ubuntu en utilisant la ligne de commande et GnuPG"]]

source: [[!inline pages="install/inc/overview" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/overview.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/warnings.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/warnings.inline.fr" raw="yes" sort="age"]]

source: <h1 id="verify-key" class="step">Verify the Tails signing key</h1>
fr: <h1 id="verify-key" class="step">Vérifier la clé de signature Tails</h1>

source: <p>If you already certified the Tails signing key with your own key, you can skip this step and start [[downloading and verifying the USB image|expert#download]].</p>
fr: <p>Si vous avez déjà certifié la clé de signature de Tails avec votre propre clé, vous pouvez sauter cette étape et démarrer [[le téléchargement et vérifier l'image USB|expert#download]].</p>

source: In this step, you will download and verify the *Tails signing key* which is the OpenPGP key that is used to cryptographically sign the Tails USB image.
fr: Dans cette étape, vous allez télécharger et vérifier la *clé de signature Tails* qui est une clé OpenPGP qui est utilisée pour signer par cryptographie l'image USB Tails.

source: <p>To follow these instructions you need to have your own OpenPGP key.</p>
fr: <p>Pour suivre ces instructions vous avez besoin d'avoir votre propre clé OpenPGP.</p>

source: <p>To learn how to create yourself an OpenPGP key, see <a href="https://riseup.net/en/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> by <em>Riseup</em>.</p>
fr: <p>Pour apprendre à créer vous-même une clé OpenPGP, consulter <a href="https://riseup.net/fr/security/message-security/openpgp/gpg-keys">Gestion des clés OpenPGP</a> par <em>Riseup</em>.</p>

source: This verification technique uses the OpenPGP Web of Trust and the certification made by official Debian developers on the Tails signing key.
fr: Ces techniques de vérification utilisent la toile de confiance OpenPGP et la certification faite par les personnes qui développent officiellement Debian dans la clé de signature Tails.

source: Import the Tails signing key in your <span class="application">GnuPG</span> keyring:
fr: Importer la clé de signature Tails dans votre trousseau <span class="application">GnuPG</span> :

source: Install the Debian keyring. It contains the OpenPGP keys of all Debian developers:
fr: Installer le trousseau Debian. Il contient les clés OpenPGP de toutes les personnes qui développent Debian :

source: Import the OpenPGP key of [[!wikipedia Chris_Lamb_(software_developer) desc="Chris Lamb"]], a former Debian Project Leader, from the Debian keyring into your keyring:
fr: Importer la clé OpenPGP de [[!wikipedia_fr Chris_Lamb_(software_developer) desc="Chris Lamb"]], un responsable officiel du projet Debian, depuis le trousseau Debian vers votre trousseau :

source: Verify the certifications made on the Tails signing key:
fr: Vérifier la certification faite sur la clé de signature Tails :

source: In the output of this command, look for the following line:
fr: Dans la sortie de cette commande, regarder la ligne suivante :

source: Here, <code>sig!</code>, with an exclamation mark, means that Chris Lamb verified and certified the Tails signing key with his key.
fr: Ici, <code>sig!</code>, avec un point d'exclamation, signifie que Chris Lamb a vérifié et certifié la clé de signature Tails avec sa clé.

source: It is also possible to verify the certifications made by other people. Their name and email address appear in the list of certification if you have their key in your keyring.
fr: Il est aussi possible de vérifier les certifications faites par d'autres personnes. Leurs noms et adresses de courrier électronique apparaissent dans la liste de certification si vous avez leurs clés dans votre trousseau.

source: <div class="caution"> <p>If the verification of the certification failed, then you might have downloaded a malicious version of the Tails signing key or our instructions might be outdated. Please [[get in touch with us|support/talk]].</p> </div>
fr: <div class="caution"> <p>Si la vérification de la certification échoue, alors vous pourriez avoir téléchargé une version malveillante de la clé de signature de Tails ou nos instructions peuvent être obsolètes. Merci [[de nous contacter|support/talk]].</p> </div>

source: <div class="tip"> <p>The line <span class="command">175 signatures not checked due to missing keys</span> or similar refers to the certifications (also called <i>signatures</i>) made by other public keys that are not in your keyring. This is not a problem.</p> </div>
fr: <div class="tip"> <p>La ligne <span class="command">175 signatures ne sont pas vérifiées à cause de clés manquantes</span> ou quelque chose d'équivalent fait référence aux certifications (aussi appelées <i>signatures</i>) faites par d'autres clés publiques qui ne sont pas dans votre trousseau. Ce n'est pas un problème.</p> </div>

source: Certify the Tails signing key with your own key:
fr: Certifier la clé de signature Tails avec votre propre clé :

source: <h1 id="download" class="step">Download Tails</h1>
fr: <h1 id="download" class="step">Télécharger Tails</h1>

source: Download the USB image:
fr: Télécharger l'image USB :

source: <h1 id="verify" class="step">Verify your download</h1>
fr: <h1 id="verify" class="step">Vérifier votre téléchargement</h1>

source: In this step, you will verify your download using the Tails signing key.
fr: À cette étape, vous devez vérifier votre téléchargement en utilisant la clé de signature Tails.

source: Download the signature of the USB image:
fr: Télécharger la signature de l'image USB :

source: Verify that the USB image is signed by the Tails signing key:
fr: Vérifier que l'image USB est signée par la clé de signature Tails :

source: The output of this command should be the following:
fr: La sortie de cette commande devrait être la suivante :

source: Verify in this output that:
fr: Vérifier dans cette sortie que :

source: The date of the signature is the same.
fr: La date de signature est la même.

source: The signature is marked as <code>Good signature</code> since you certified the Tails signing key with your own key.
fr: La signature est marquée comme <code>Bonne signature</code> si vous avez certifié la clé de signature Tails avec votre clé.

source: <h1 id="install" class="step">Install Tails using <span class="command">dd</span></h1>
fr: <h1 id="install" class="step">Installer Tails en utilisant <span class="command">dd</span></h1>

source: Make sure that the USB stick on which you want to install Tails is unplugged.
fr: Assurez-vous que la clé USB sur laquelle vous voulez installer Tails est débranchée.

source: Execute the following command:
fr: Exécuter la commande suivante :

source: It returns a list of the storage devices on the system. For example:
fr: Cela affiche la liste des périphériques de stockage. Par exemple :

source: Plug in the USB stick on which you want to install Tails.
fr: Brancher la clé USB sur laquelle vous voulez installer Tails.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
fr: <div class="caution"><p>Toutes les données sur cette clé USB seront perdues.</p></div>

source: Execute again the same command:
fr: Exécutez à nouveau la même commande :

source: Your USB stick appears as a new device in the list.
fr: Votre clé USB apparaît comme nouveau périphérique dans la liste.

source: Take note of the *device name* of your USB stick.
fr: Noter le *nom de périphérique* de votre clé USB.

source: In this example, the device name of the USB stick is <span class="code">/dev/sdb</span>. Yours might be different.
fr: Dans cet exemple, le nom de périphérique de la clé USB est <span class="code">/dev/sdb</span>. Le votre peut être différent.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
fr: <div class="caution"> <p>Si vous n'avez pas la certitude d'avoir le bon nom de périphérique, vous devriez ne pas poursuivre ou <strong>vous risquez d'écraser les données d'un disque dur de votre système</strong>.</p> </div>

source: Execute the following commands to copy the USB image that you downloaded earlier to the USB stick.
fr: Exécutez les commandes suivantes pour copier sur la clé USB l'image USB que vous avez téléchargée précédemment.

source: Replace:
fr: Remplacer :

source: <span class="command-placeholder">tails.img</span> with the path to the USB image
fr: <span class="command-placeholder">tails.img</span> par le chemin vers l'image USB

source: <span class="command-placeholder">device</span> with the device name found in step 5
fr: <span class="command-placeholder">device</span> avec le nom de périphérique trouvé à l'étape 5

source: You should get something like this:
fr: Vous devriez obtenir quelque chose comme :

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
fr: Si aucun message d'erreur n'est renvoyé, Tails est en train d'être copié sur la clé USB. La copie prend du temps, généralement quelques minutes.

source: <div class="note"> <p>If you get a <span class="guilabel">Permission denied</span> error, try adding <code>sudo</code> at the beginning of the command:</p>
fr: <div class="note"> <p>Si vous obtenez une erreur <span class="guilabel">Permission denied</span>, essayer d'ajouter <code>sudo</code> au début de la ligne de commande :</p>

source: The installation is complete after the command prompt reappears.
fr: L'installation est terminée lorsque l'invite de commande réapparaît.

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_first_time.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/welcome.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/welcome.inline.fr" raw="yes" sort="age"]]
