Repository: anonym/tails
Catalog: wiki/src/install/mac.*.po
Languages: ru

source: [[!inline pages="install/inc/router/clone" raw="yes" sort="age"]] [[
ru: [[!inline pages="install/inc/router/clone.ru" raw="yes" sort="age"]] [[

source: Install from another Tails
ru: Установка из другой копии Tails

source: Download and install
ru: Скачивание и установка

source: You need:
ru: Вам понадобится:

source: 1 USB stick <small>(at least 8 GB)</small>
ru: 1 флешка <small>(минимум 8 Гб)</small>;

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
ru: в пределах 1 часа, чтобы скачать Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>);

source: ½ hour to install
ru: полчаса на установку.

source: Install from macOS
ru: Установить из macOS

source: You can also:
ru: Вы также можете:

source: [[Burn Tails on a DVD|dvd-download]]
ru: [[Записать Tails на DVD|dvd-download]]

source: [[Run Tails in a virtual machine|vm-download]]
ru: [[Запустить Tails на виртуальной машине|vm-download]]
