Repository: anonym/tails
Catalog: wiki/src/doc.*.po
Languages: pt

source: [[!meta title="Documentation"]]
pt: [[!meta title="Documentação"]]

source: <p>If this section doesn't answer your questions, you can also look at our [[FAQ|support/faq]].</p>
pt: <p>Se esta seção não responde suas perguntas, dê uma olhada nas [[Perguntas frequentes (FAQ)|support/faq]].</p>

source: General information
pt: Informações gerais

source: [[!inline pages="doc/about.index" raw="yes" sort="age"]]
pt: [[!inline pages="doc/about.index.pt" raw="yes" sort="age"]]

source: Download, installation, and upgrade
pt: Baixar, instalar e atualizar

source: Installing from:
pt: Instalando a partir de:

source: [[Linux (recommended)|install/linux]]
pt: [[Linux (recomendado)|install/linux]]

source: [[Debian, Ubuntu, or Mint using the command line and GnuPG (experts)|install/expert]]
pt: [[Debian, Ubuntu ou Mint usando a linha de comando e GnuPG (avançado)|install/expert]]

source: Installing by cloning from another Tails:
pt: Instalando fazendo um clone a partir de outro Tails:

source: [[For PC|install/clone/pc]]
pt: [[Para PC|install/clone/pc]]

source: [[For Mac|install/clone/mac]]
pt: [[Para Mac|install/clone/mac]]

source: [[Burning a DVD|install/dvd]]
pt: [[Gravando um DVD|install/dvd]]

source: [[Running Tails in a virtual machine|install/vm]]
pt: [[Rodando Tails em uma máquina virtual|install/vm]]

source: Downloading without installing:
pt: Baixando sem instalar:

source: [[For USB sticks (USB image)|install/download]]
pt: [[Para pendrives USB (imagem USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
pt: [[Para DVDs e máquinas virtuais (imagem ISO)|install/download-iso]]

source: Upgrading a Tails USB stick:
pt: Atualizando um pendrive USB com Tails:

source: [[Upgrading automatically|upgrade]]
pt: [[Atualizando automaticamente|upgrade]]

source: [[Upgrading manually from your Tails|upgrade/tails]]
pt: [[Atualizando automaticamente a partir do seu Tails|upgrade/tails]]

source: [[Upgrading manually from Windows|upgrade/windows]]
pt: [[Atualizando manualmente a partir de um Windows|upgrade/windows]]

source: [[Upgrading manually from macOS|upgrade/mac]]
pt: [[Atualizando manualmente a partir de um macOS|upgrade/mac]]

source: [[Upgrading manually from Linux|upgrade/linux]]
pt: [[Atualizando manualmente a partir de um Linux|upgrade/linux]]

source: [[Upgrading manually by cloning from another Tails|upgrade/clone]]
pt: [[Atualizando manualmente fazendo clonagem a partir de outro Tails|upgrade/clone]]

source: [[Repairing a Tails USB stick that fails to start after an upgrade|upgrade/repair]]
pt: [[Consertando um pendrive USB com Tails que não inicia após uma atualização|upgrade/repair]]

source: Uninstalling Tails or resetting a USB stick using [[Linux|reset/linux]], [[Windows|reset/windows]], or [[Mac|reset/mac]]
pt: Desinstalando ou resetando um pendrive USB usando [[Linux|reset/linux]], [[Windows|reset/windows]], ou [[Mac|reset/mac]]

source: First steps with Tails
pt: Primeiros passos com Tails

source: [[!inline pages="doc/first_steps.index" raw="yes" sort="age"]]
pt: [[!inline pages="doc/first_steps.index.pt" raw="yes" sort="age"]]

source: Persistent Storage
pt: Armazenamento Persistente

source: [[!inline pages="doc/persistent_storage.index" raw="yes" sort="age"]]
pt: [[!inline pages="doc/persistent_storage.index.pt" raw="yes" sort="age"]]

source: Uncensored and anonymous Internet
pt: Internet anônima e sem censura

source: [[!inline pages="doc/anonymous_internet.index" raw="yes" sort="age"]]
pt: [[!inline pages="doc/anonymous_internet.index.pt" raw="yes" sort="age"]]

source: Encryption and privacy
pt: Criptografia e privacidade

source: [[!inline pages="doc/encryption_and_privacy.index" raw="yes" sort="age"]]
pt: [[!inline pages="doc/encryption_and_privacy.index.pt" raw="yes" sort="age"]]

source: Work on sensitive documents
pt: Trabalhe com documentos importantes

source: [[!inline pages="doc/sensitive_documents.index" raw="yes" sort="age"]]
pt: [[!inline pages="doc/sensitive_documents.index.pt" raw="yes" sort="age"]]

source: Advanced topics
pt: Tópicos avançados

source: [[!inline pages="doc/advanced_topics.index" raw="yes" sort="age"]]
pt: [[!inline pages="doc/advanced_topics.index.pt" raw="yes" sort="age"]]
