Repository: anonym/tails
Catalog: wiki/src/donate.*.po
Languages: pt

source: [[!meta title="Donate to fight surveillance and censorship"]]
pt: [[!meta title="Doe para lutar contra a vigilância e a censura "]]

source: Tails is their strongest protection
pt: Tails é a proteção mais forte para essas pessoas

source: At Tails, we build a liberating operating system that puts people in control of their digital lives:
pt: No Tails, construímos um sistema operacional libertador que coloca as pessoas no controle de suas vidas digitais:

source: <b>Journalists and whistleblowers</b> use Tails to denounce the wrongdoings of governments and corporations.
pt: <b>Jornalistas e fontes</b> usam Tails para denunciar as irregularidades de governos e empresas.

source: <b>Activists</b> use Tails to avoid surveillance and organize their struggles for liberatory social change.
pt: <b>Ativistas</b> usam Tails para evitar vigilância e organizar suas lutas por mudanças sociais libertadoras.

source: <b>Domestic violence survivors</b> use Tails to escape surveillance at home.
pt: <b>Sobreviventes de violência doméstica</b> usam Tails para escapar da vigilância em suas casas.

source: <b>Privacy-concerned citizens</b> use Tails to avoid online tracking and censorship.
pt: <b>Pessoas preocupadas com privacidade</b> usam Tails para evitar rastreamento online e censura.

source: Tails is and will remain Free Software because the most vulnerable and oppressed people are the most in need of privacy and security.
pt: Tails é e continuará sendo Software Livre, pois as pessoas mais vulneráveis e oprimidas são as que mais necessitam de privacidade e segurança.

source: Donations from passionate people like you are our most valuable source of funding because they guarantee our independence. We are a very small nonprofit and our yearly budget is ridiculously small compared to the value of Tails.
pt: As doações de pessoas comprometidas como você são nossa fonte de financiamento mais valiosa pois garantem nossa independência. Nós somos uma organização bem pequena sem fins lucrativos e nossa renda anual é ridiculamente pequena comparada ao valor do Tails.

source: <label class="btn btn-lg btn-primary active" id="currency-dollar"> <input type="radio" id="dollars" autocomplete="off" checked data-complete-text="finished!"/> Dollars </label> <label class="btn btn-lg btn-primary" id="currency-euro"> <input type="radio" id="euros" autocomplete="off" checked data-complete-text="finished!"/> Euros </label>
pt: <label class="btn btn-lg btn-primary active" id="currency-dollar"> <input type="radio" id="dollars" autocomplete="off" checked data-complete-text="finished!"/> Dólares </label> <label class="btn btn-lg btn-primary" id="currency-euro"> <input type="radio" id="euros" autocomplete="off" checked data-complete-text="finished!"/> Euros </label>

source: <span class="input-group-addon">$</span> <input type="text" pattern="\d+" class="form-control" id="other-dollar" placeholder="Other"/>
pt: <span class="input-group-addon">$</span> <input type="text" pattern="\d+" class="form-control" id="other-dollar" placeholder="Outro"/>

source: <input type="text" pattern="\d+" class="form-control text-right" id="other-euro" placeholder="Other"/> <span class="input-group-addon">€</span>
pt: <input type="text" pattern="\d+" class="form-control text-right" id="other-euro" placeholder="Outro"/> <span class="input-group-addon">€</span>

source: <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="one-time"/>One-time</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="monthly"/>Monthly</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="yearly"/>Yearly</label>
pt: <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="one-time"/>Uma vez</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="monthly"/>Mensalmente</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="yearly"/>Anualmente</label>

source: Monthly and yearly donations, even the smallest, are the most valuable for the sustainability of Tails. They require a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.
pt: Doações mensais e anuais, mesmo que pequenas, são as mais valiosas para a sustentabilidade do Tails. Para fazê-las é necessário ter uma conta no [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].

source: <label> <input type="checkbox" id="opt-in"/>I want to receive a newsletter 2&ndash;3 times a year. </label>
pt: <label> <input type="checkbox" id="opt-in"/>Desejo receber um boletim de noticias de 2 a 3 vezes por ano. </label>

source: We will use the email address provided in the PayPal form.
pt: Usaremos o endereço de email fornecido no formulário do PayPal.

source: <button class="btn btn-primary btn-lg btn-block col-md-12">Donate</button>
pt: <button class="btn btn-primary btn-lg btn-block col-md-12">Doar</button>

source: Your donation goes entirely to Tails and will be handled by Riseup Labs which is a 501(c)(3) nonprofit organization in the USA.
pt: Sua doação será inteiramente direcionada para o Tails e será operacionalizada por Riseup Labs, uma organização 501(c)(3) sem fins lucrativos baseada nos Estados Unidos.

source: <strong>Donations are [[!toggle id="tax-deductible" text="tax-deductible"]] to the full extent permitted by law.</strong>
pt: <strong>Doações são [[!toggle id="tax-deductible" text="dedutíveis de impostos"]] dentro dos limites permitidos pela lei.</strong>

source: Your donation goes entirely to Tails and will be handled by CCT which is a nonprofit organization in Germany.
pt: Sua doação será inteiramente para o Tails e será operacionalizada pela CCT, uma organização sem fins lucrativos baseada na Alemanha.

source: If you need a donation receipt, contact us at
pt: Se você precisa de um recibo de doação, contate-nos em

source: Donate in dollars
pt: Doe em dólares

source: Recurring donation
pt: Doação recorrente

source: <label for="sub_m"><input type="radio" name="t3" value="M" id="sub_m" checked="checked"/>Monthly</label> <label for="sub_y"><input type="radio" name="t3" value="Y" id="sub_y"/>Yearly</label>
pt: <label for="sub_m"><input type="radio" name="t3" value="M" id="sub_m" checked="checked"/>Mensalmente</label> <label for="sub_y"><input type="radio" name="t3" value="Y" id="sub_y"/>Anualmente</label>

source: <label><input type="checkbox" name="custom"/>I want to receive a newsletter 2&ndash;3 times a year.</label>
pt: <label><input type="checkbox" name="custom"/>Desejo receber um boletim de noticias de 2 a 3 vezes por ano.</label>

source: <input type="submit" value="Donate (recurring)"/>
pt: <input type="submit" value="Doar (recorrentemente)"/>

source: One-time donation
pt: Doação única

source: Does not require a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.
pt: Não necessita de uma conta [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].

source: <label for="pp_100"><input type="radio" name="amount" value="100" id="pp_100"/>$100</label> <label for="pp_150"><input type="radio" name="amount" value="150" id="pp_150"/>$150</label> <label for="pp_200"><input type="radio" name="amount" value="200" id="pp_200"/>$200</label> <label for="pp_cust"><input type="radio" name="amount" value="" id="pp_cust"/>Custom amount</label>
pt: <label for="pp_100"><input type="radio" name="amount" value="100" id="pp_100"/>$100</label> <label for="pp_150"><input type="radio" name="amount" value="150" id="pp_150"/>$150</label> <label for="pp_200"><input type="radio" name="amount" value="200" id="pp_200"/>$200</label> <label for="pp_cust"><input type="radio" name="amount" value="" id="pp_cust"/>Valor personalizado</label>

source: <input type="submit" value="Donate (one-time)"/>
pt: <input type="submit" value="Doar (uma vez)"/>

source: <strong>Donations are tax-deductible to the full extent permitted by law.</strong>
pt: <strong>Doações são dedutíveis de impostos dentro dos limites permitidos pela lei.</strong>

source: If you need a donation receipt, contact us at <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>.
pt: Se você necessita de um recibo de doação, entre em contato conosco em <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>.

source: Other ways to donate
pt: Outras formas de doar

source: <a id="other-cryptos"></a> [[!toggle id="other-cryptos" text="Other cryptocurrencies"]] [[!toggleable id="other-cryptos" text="""
pt: <a id="other-cryptos"></a> [[!toggle id="other-cryptos" text="Outras criptomoedas"]] [[!toggleable id="other-cryptos" text="""

source: Supporting more cryptocurrencies implies more work for us: learning how they works, installing the software in a secure place, monitoring their value and trading them, etc.
pt: Dar suporte a um número maior de criptomoedas significa uma carga maior de trabalho para nós: temos que aprender como funcionam, instalar programas em ambientes seguros, monitorar seus valores e convertê-las, etc.

source: To make a good use of our time, we focus on the cryptocurrencies that are the easiest for us to accept and the most popular.
pt: Para fazer um bom uso do nosso tempo, nos concentramos em criptomoedas que temos maior facilidade de receber e que são mais populares.

source: Until now, cryptocurrencies other than Bitcoin, Ethereum, and Monero represent less than 1% of our donations in cryptocurrencies. We want to see other cryptocurrencies gain real popularity before spending more time on them.
pt: Até agora, criptomoedas diferentes de Bitcoin, Ethereum e Monero representam menos de 1% de nossas doações em criptomoedas. Queremos ver outras criptomoedas ganharem popularidade real antes de investirmos mais tempo nelas.

source: Bank transfer
pt: Transferência bancaria

source: German bank account (preferred)
pt: Conta bancária alemã (preferida)

source: <em>Account holder</em>: Center for Cultivation of Technology gGmbH
pt: <em>Titular da conta</em>: Center for Cultivation of Technology gGmbH

source: <em>Bank</em>: GLS Gemeinschaftsbank eG
pt: <em>Banco</em>: GLS Gemeinschaftsbank eG

source: <em>Bank address</em>: Christstrasse 9, 44789, Bochum, Germany
pt: <em>Endereço do banco</em>: Christstrasse 9, 44789, Bochum, Germany

source: Please make sure to mention the purpose of transfer:
pt: Por favor, tenha certeza de incluir a finalidade da transferência:

source: <em>Purpose of transfer</em>: TAILS-R43NGFR9
pt: <em>Finalidade da transferência ("Purpose of transfer")</em>: TAILS-R43NGFR9

source: Your donation goes entirely to Tails and will be handled by the Center for the Cultivation of Technology (CCT) which is a nonprofit organization in Germany.
pt: Sua doação irá inteiramente para o Tails e será operacionalizada pelo Center for the Cultivation of Technology (CCT), uma organização sem fins lucrativos baseada na Alemanha.

source: <a href="https://techcultivation.org/donate.html">Donations are tax-deductible to the full extent permitted by law.</a>
pt: <a href="https://techcultivation.org/donate.html">Doações são dedutíveis de imposto dentro dos limites permitidos pela lei.</a>

source: Cash and US check
pt: Cédulas e cheques dos Estados Unidos

source: You can send us cash in any currency and US checks by post:
pt: Você pode nos enviar dinheiro em qualquer moeda e cheques dos Estados Unidos por correio:

source: Please add a note that your donation is for Tails.
pt: Por favor, inclua uma nota informando que a doação é para o Tails.

source: Checks should be made payable to Riseup Labs.
pt: Os cheques devem ser nominais para Riseup Labs.

source: Corporate matching donation programs
pt: Programas corporativos de doação de mesmo valor

source: Search for <strong>Riseup Labs</strong> and donate to <strong>Tails via Riseup Labs</strong>.
pt: Procure por <strong>Riseup Labs</strong> e doe para <strong>Tails via Riseup Labs</strong>.

source: If you cannot specify that your donation to Riseup Labs is for Tails, please let us know so we can attribute your donation to Tails specifically. Riseup Labs is a 501(c)(3) nonprofit in the USA.
pt: Caso não seja possível especificar que a sua doação feita para Riseup Labs deve ser destinada para o Tails, por favor nos informe para que possamos direcionar sua doação especificamente para o Tails. Riseup Labs é uma associação sem fins lucrativos (501(c)(3)) baseada nos Estados Unidos.

source: Contact
pt: Contato

source: If you have any question or problem regarding your donation, our fundraising team is here to help you:
pt: Se você tiver alguma pergunta ou problema em relação à sua doação, nossa equipe de captação está aqui para te ajudar:

source: <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a> ([[OpenPGP key|tails-fundraising.key]])
pt: <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a> ([[chave OpenPGP|tails-fundraising.key]])

source: How we spend our money
pt: Como usamos nosso dinheiro

source: Releases, maintenance, and infrastructure
pt: Lançamento de novas versões, manutenção e infraestrutura

source: Tails is an endless work of updates and maintenance: publishing a new release every 4 weeks to fix security vulnerabilities, adapting to new versions of the underlying software, keeping our website and development infrastructure secure and reliable, etc.
pt: Tails é um trabalho sem fim de atualizações e manutenção: publicação de uma nova versão a cada 4 semanas para consertar vulnerabilidades de segurança, adaptação a novas versões dos aplicativos subjacentes, manutenção do nosso site e desenvolvimento de uma infraestrutura segura e confiável, etc.

source: New features and major improvements
pt: Novas funcionalidades e melhorias substanciais

source: In 2022, we restructured the installation instructions, fixed many usability issues in the <i>Tor Connection</i> assistant, and redesigned the <i>Persistent Storage</i>.
pt: Em 2022 nós reestruturamos as instruções de instalação, consertamos diversos problemas de usabilidade no assistente de <i>Conexão à rede Tor</i>, e redesenhamos o <i>Armazenamento Persistente</i>.

source: User experience, documentation, and support
pt: Experiência de usuário, documentação e suporte

source: Even the most secure software is worthless if the people who need it cannot use it. We work hard to understand our users, make it easy to use Tails, and help them make informed security decisions.
pt: Mesmo a tecnologia mais segura é inútil se as pessoas que precisam não podem usá-la. Trabalhamos duro para entender nossos usuários, tornar fácil o uso do Tails e ajudá-los a tomarem decisões de segurança de forma consciente.

source: Administration and fundraising
pt: Administração e captação

source: We make the most of the money that we receive because we prefer spending our time improving Tails for our users.
pt: Aproveitamos ao máximo o dinheiro que recebemos pois preferimos investir nosso tempo melhorando Tails para nossos usuários.

source: Our impact
pt: Nosso impacto

source: Our biggest satisfaction comes from the growing popularity of Tails.
pt: Nossa maior satisfação vem da popularidade crescente do Tails.

source: From the number of automatic upgrades, we know that Tails was used by around 25&#8239;000 people every day in 2022.
pt: Pelo numero de atualizações automáticas, sabemos que o Tails foi utilizado por, aproximadamente, 25.000 pessoas por dia em 2022.

source: We keep people safe more than 10 million times every year, for a budget under $350&#8239;000.
pt: Ajudamos pessoas a se manterem seguras mais de 10 milhões de vezes por ano, com um orçamento inferior a $350.000.

source: See our [[financial records|doc/about/finances]].
pt: Veja os nossos [[relatórios financeiros|doc/about/finances.pt]].

source: Daily users since 2012
pt: Usuários por dia desde 2012

source: Recommended by
pt: Recomendado por

source: [[!inline pages="donate/testimonials.inline" raw="yes" sort="age"]]
pt: [[!inline pages="donate/testimonials.inline.pt" raw="yes" sort="age"]]

source: Where our money comes from
pt: De onde vem nosso dinheiro

source: Passionate people like you
pt: Pessoas apaixonadas como você

source: Foundations & NGOs
pt: Fundações e ONGs

source: like Mozilla or RIPE NCC
pt: como Mozilla e RIPE NCC

source: Entities related to the US government
pt: Entidades relacionadas ao governo dos Estados Unidos

source: like the US Department of State
pt: como o Departamento de Estado dos EUA

source: Private companies
pt: Empresas privadas

source: like ProtonMail or ThinkPenguin
pt: como ProtonMail e ThinkPenguin

source: Our sponsors
pt: Nossos patrocinadores

source: All donations, grants, and awards of more than $1&#8239;000 appear in our [[list of sponsors|sponsors]].
pt: Todas as doações, subsídios e prêmios de mais de $1.000 aparecem em nossa [[lista de patrocinadores|sponsors]].

source: Come talk to us and [[become a sponsor|sponsors/become]] yourself!
pt: Fale conosco e [[patrocine|sponsors/become]] também!
