Repository: anonym/tails
Catalog: wiki/src/footer.*.po
Languages: es

source: [[Home|index]]
es: [[Inicio|index]]

source: [[How Tails works|about]]
es: [[Cómo funciona Tails|about]]

source: [[Install Tails|install]]
es: [[Instalar Tails|install]]

source: [[Documentation|doc]]
es: [[Documentación|doc]]

source: [[Support|support]]
es: [[Soporte|support]]

source: [[Contribute|contribute]]
es: [[Colabora|contribute]]

source: [[News|news]]
es: [[Noticias|news]]

source: Support
es: Soporte

source: [[Known issues|support/known_issues]]
es: [[Problemas conocidos|support/known_issues]]

source: [[Warnings|doc/about/warnings]]
es: [[Advertencias|doc/about/warnings]]

source: [[Upgrade|upgrade]]
es: [[Actualizar|upgrade]]

source: Contribute
es: Colabora

source: [[Report an error|doc/first_steps/bug_reporting]]
es: [[Reportar errores|doc/first_steps/bug_reporting]]

source: [[Translate|contribute/how/translate]]
es: [[Traducir|contribute/how/translate]]

source: [[Source code|contribute/how/code]]
es: [[Código fuente|contribute/how/code]]

source: [[Donate|donate]]
es: [[Donar|donate]]

source: About us
es: Acerca de

source: [[Contact|about/contact]]
es: [[Contacto|about/contact]]

source: [[Social contract|doc/about/social_contract]]
es: [[Contrato Social|doc/about/social_contract]]

source: [[License|doc/about/license]]
es: [[Licencia|doc/about/license]]

source: News
es: Noticias

source: Subscribe to our [[newsletter|news]]:
es: Suscríbete a nuestra [[newsletter|news]]:

source: <input aria-label="Email" name="email" value=""/> <button aria-label="Subscribe" type="submit"><strong>Subscribe</strong></button>
es: <input aria-label="Email" name="email" value=""/> <button aria-label="Subscribe" type="submit"><strong>Subscribir</strong></button>
