Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/welcome_screen/administration_password.*.po
Languages: pt

source: [[!meta title="Administration password"]]
pt: [[!meta title="Senha de administração"]]

source: In Tails, an administration password (also called *root password* or *amnesia password*) is required to perform system administration tasks. For example:
pt: No Tails, uma senha de administração (também chamada de *senha de root* ou *senha amnesia*) é necessária para realizar tarefas de administração de sistema. Por exemplo:

source: To [[install additional software|persistent_storage/additional_software]]
pt: Para [[instalar programas adicionais|persistent_storage/additional_software]]

source: To [[access the internal hard disks of the computer|doc/advanced_topics/internal_hard_disk]]
pt: Para [[acessar os discos rígidos internos do computador|doc/advanced_topics/internal_hard_disk]]

source: To execute commands with <span class="command">sudo</span>
pt: Para executar comandos com <span class="command">sudo</span>

source: [[!img password-prompt.png link="no" alt="Authentication required: amnesia password (also called *administration password* or *root password*)"]] <!-- Note for translators: the alt tag is useful for SEO. -->
pt: [[!img password-prompt.png link="no" alt="Autenticação necessária: senha amnesia (também chamada de *senha de administração* ou *senha de root*)"]] <!-- Note for translators: the alt tag is useful for SEO. -->

source: Security implications of setting up an administration password
pt: Implicações de segurança ao configurar uma senha de administração

source: For better security, no administration password is set up by default.
pt: Para uma melhor segurança, nenhuma senha de administração é definida por padrão.

source: When you set up an administration password, an attacker who can get physical access to your computer while Tails is running could be able to break your security and:
pt: Quando uma senha de administração está configurada, um atacante que tenha acesso físico ao seu computador durante a execução do Tails pode minar sua segurança e:

source: - Monitor all your activity - Reveal your IP address - Access all the data in your Persistent Storage - Read and write data on the internal hard disk of the computer - Install such vulnerabilities permanently on your Tails USB stick
pt: - Monitorar toda sua atividade - Descobrir seu endereço IP real - Acessar todos os dados no seu Armazenamento Persistente - Ler e escrever dados no disco rígido interno do computador - Instalar estas vulnerabilidades de forma permanente no seu pendrive USB com Tails

source: To learn your administration password, an attacker could watch your keyboard while you type, for example looking over your shoulders or through a video surveillance camera.
pt: Para conseguir a senha de administração, um atacante poderia observar o teclado enquanto você digita, olhando por exemplo por sobre os seus ombro ou através de uma câmera de vigilância.

source: To prevent such an attack:
pt: Para prevenir um ataque desse tipo:

source: - Hide your keyboard while typing your administration password in public spaces. - Never leave your computer unattended while running Tails. - Learn how to [[shut down Tails quickly|doc/first_steps/shutdown]] in case of emergency.
pt: - Esconda seu teclado ao digitar sua senha de administração em espaços públicos. - Nunca largue seu computador sozinho enquanto estiver rodando o Tails. - Aprenda como [[desligar o Tails de forma rápida|doc/first_steps/shutdown]] em caso de emergência.

source: Set up an administration password
pt: Configure uma senha de administração

source: In order to perform administration tasks, you need to set up an administration password when starting Tails, using the [[Welcome Screen|welcome_screen]].
pt: Para poder realizar tarefas de administração, você precisa configurar uma senha de administração ao iniciar o Tails, usando a [[Tela de Boas-vindas|welcome_screen]].

source: When the Welcome Screen appears, click on the **[[!img lib/list-add.png alt="Add Additional Setting" class="symbolic" link="no"]]** button.
pt: Quando a Tela de Boas-vindas aparecer, clique no botão **[[!img lib/list-add.png alt="Adicionar Configuração Adicional" class="symbolic" link="no"]]**.

source: Choose **Administration Password** in the **Additional Settings** dialog.
pt: Escolha **Senha de Administração** na janela **Configurações Adicionais**.

source: Specify a password of your choice in both the <span class="guilabel">Administration Password</span> and <span class="guilabel">Confirm</span> text boxes then click <span class="bold">Add</span>.
pt: Especifique uma senha de sua escolha nas caixas de texto <span class="guilabel">Senha de administração</span> e <span class="guilabel">Confirmar</span>, e então clique <span class="bold">Add</span>.

source: <p>For security, it is impossible to set up an administration password after starting Tails. Otherwise, a compromised application could bypass some of the security built in Tails.</p>
pt: <p>Por segurança, não é possível configurar uma senha de administração após o início do Tails. Se isso fosse possível, um aplicativo comprometido poderia driblar parte da segurança embutida no Tails.</p>

source: How to open a root terminal
pt: Como abrir um terminal de root

source: To open a root terminal during your working session, you can do any of the following:
pt: Para abrir um terminal de root durante sua sessão de trabalho, você pode fazer qualquer um dos seguintes:

source: - Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span>.
pt: - Escolha <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Ferramentas de sistema</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span>.

source: Execute <span class="command">sudo -i</span> in a terminal.
pt: Execute comandos com <span class="command">sudo -i</span> em um terminal.
