Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/welcome_screen/mac_spoofing.*.po
Languages: fr, ru

source: [[!meta title="MAC address anonymization"]]
fr: [[!meta title="Anonymisation d'adresse MAC"]]
ru: [[!meta title="Анонимизация MAC-адреса"]]

source: What is a MAC address?
fr: Qu'est-ce que l'adresse MAC ?
ru: Что такое MAC-адрес?

source: Every network interface — wired or Wi-Fi — has a [[!wikipedia MAC address]], which is a serial number assigned to each interface at the factory by the vendor. MAC addresses are used on the local network to identify the communications of each network interface.
fr: Chaque interface réseau — filaire ou Wi-Fi — possède une [[!wikipedia_fr Adresse_MAC desc="adresse MAC"]], qui est un numéro de série attribué à chaque interface en usine par le constructeur. Les adresses MAC sont utilisées sur le réseau local pour identifier les communications de chaque interface réseau.

source: While your IP address identifies where you are on the Internet, your MAC address identifies which device you are using on the local network. MAC addresses are only useful on the local network and are not sent over the Internet.
fr: Alors que votre adresse IP identifie où vous êtes sur Internet, votre adresse MAC identifie le périphérique que vous utilisez sur le réseau local. Les adresses MAC sont uniquement utiles sur le réseau local et ne sont pas envoyées sur Internet.
ru: IP-адрес показывает ваше местонахождение в Интернете, а MAC-адрес – какое устройство вы используете в локальной сети. MAC-адреса имеют смысл только в локальных сетях и не передаются по Интернету.

source: Having such a unique identifier used on the local network can harm your privacy. Here are two examples:
fr: Avoir un tel identifiant unique utilisé sur le réseau local peut être dommageable pour votre vie privée. En voici deux exemples :
ru: Наличие такого уникального идентификатора в локальной сети создаёт риски приватности. Вот пара примеров.

source: 1. If you use your laptop to connect to several Wi-Fi networks, the same MAC address of your Wi-Fi interface is used on all those local networks. Someone observing those networks can recognize your MAC address and **track your geographical location**.
fr: 1. Si vous utilisez votre ordinateur pour vous connecter à plusieurs réseaux Wi-Fi, la même adresse MAC de votre interface Wi-Fi est utilisée sur tous ces réseaux locaux. Quelqu'un observant ces réseaux peut reconnaître votre adresse MAC et **suivre votre position géographique**.
ru: 1. Вы работаете на ноутбуке и подключаетесь к разным сетям wi-fi. Во всех этих локальных сетях используется один и тот же MAC-адрес вашего беспроводного интерфейса wi-fi. Если у злоумышленника есть возможность наблюдать за трафиком в упомянутых сетях, он может распознать ваш MAC-адрес и **определить ваше местонахождение**.

source: 1. Unless you choose to [[hide that you are connecting to the Tor network|anonymous_internet/tor]], someone who monitors your Internet connection can know that. In this case, your MAC address can **reveal that you are a Tor user**.
fr: 1. À moins que vous ne choisissiez de [[cacher que vous vous connectez au réseau Tor |anonymous_internet/tor]], une personne qui surveille votre connexion Internet peut le savoir. Dans ce cas, votre adresse MAC peut **révéler que vous êtes une personne qui utilise Tor**.
ru: 1. Вы можете выбрать опцию [[сокрытия самого факта подключения к сети Tor|anonymous_internet/tor]]. Но в общем случае тот, кто способен отслеживать ваши соединения, будет знать, что вы используете Tor. Эту информацию раскроет MAC-адрес вашего устройства.

source: What is MAC address anonymization?
fr: Qu'est-ce que l'anonymisation d'adresse MAC ?
ru: Что такое анонимизация MAC-адреса?

source: When MAC address anonymization is enabled, Tails temporarily changes the MAC addresses of your network interfaces to random values for the time of your Tails session. MAC address anonymization hides the serial number of your network interface, and so, to some extent, who you are, from the local network.
fr: Lorsque l'anonymisation d'adresse MAC est activée, Tails remplace temporairement les adresses MAC de vos interfaces réseau par des valeurs aléatoires pour la durée de votre session Tails. L'anonymisation d'adresse MAC cache le numéro de série de votre interface réseau, et donc, dans une certaine mesure, votre identité au réseau local.
ru: Если включить функцию анонимизации MAC-адреса, Tails на время сессии подменит MAC-адреса ваших сетевых интерфейсов случайными значениями. Это позволит скрыть серийный номер вашего сетевого интерфейса в локальной сети и поможет обеспечить вашу анонимность.

source: MAC address anonymization is enabled by default in Tails because it is usually beneficial. But in some situations it might also lead to connectivity problems or make your network activity look suspicious. This documentation explains whether to use MAC address anonymization or not, depending on your situation.
fr: L'anonymisation d'adresse MAC est activée par défaut dans Tails car elle est généralement bénéfique. Mais dans certaines situations, cela peut également entraîner des problèmes de connexion ou rendre votre activité réseau suspecte. Cette documentation explique s'il convient d'utiliser ou non l'anonymisation d'adresse MAC, en fonction de votre situation.
ru: В Tails анонимизация MAC-адреса считается полезной и по умолчанию включена. Но в некоторых ситуациях она может вызвать проблемы с подключением или сделать ваш сетевой трафик подозрительным. На этой странице мы расскажем, когда лучше использовать анонимизацию MAC-адреса, а когда нет.

source: When to keep MAC address anonymization enabled
fr: Quand garder l'anonymisation d'adresse MAC activée
ru: Когда лучше использовать анонимизацию MAC-адреса

source: **MAC address anonymization is enabled by default for all network interfaces.** This is usually beneficial, even if you don't want to hide your geographical location.
fr: **L'anonymisation d'adresse MAC est activée par défaut pour toutes les interfaces réseau.** C'est généralement bénéfique, même si vous ne voulez pas cacher votre position géographique.
ru: **Анонимизация MAC-адреса включена по умолчанию для всех сетевых интерфейсов.** Обычно от этого есть польза, даже если вы не ставите перед собой задачу скрыть ваше местонахождение.

source: Here are a few examples:
fr: Voici quelques exemples :
ru: Примеры.

source: **Using your own computer on an public network without registration**, for example a free Wi-Fi service in a restaurant where you don't need to register with your identity. In this case, MAC address anonymization hides the fact that your computer is connected to this network.
fr: **Utiliser votre ordinateur sur un réseau public sans inscription**, par exemple un service Wi-Fi gratuit dans un restaurant où vous n'avez pas besoin de vous enregistrer en fournissant votre identité. Dans ce cas, l'anonymisation d'adresse MAC cache le fait que c'est votre ordinateur qui est connecté à ce réseau.
ru: **Использование своего компьютера в публичной сети без регистрации.** Скажем, это может быть бесплатный wi-fi в кафе, где не нужно вводить логин и пароль. В этой ситуации анонимизация MAC-адреса скроет тот факт, что ваш компьютер подключён к сети кафе.

source: **Using your own computer on a network that you use frequently**, for example at a friend's place, at work, at university, etc. You already have a strong relationship with this place but MAC address anonymization hides the fact that your computer is connected to this network *at a particular time*. It also hides the fact that *you* are connecting to the Tor network on this network.
fr: **Utiliser votre ordinateur sur un réseau que vous utilisez fréquemment**, par exemple chez un ami, au travail, à l'université, etc. Vous avez déjà un lien fort avec cet endroit mais l'anonymisation d'adresse MAC cache le fait que votre ordinateur est connecté à ce réseau *à un moment particulier*. Cela cache également le fait que *vous* êtes connecté au réseau Tor sur ce réseau.
ru: **Частое использование своего компьютера в какой-либо сети.** Допустим, в гостях у друга, на работе, в университете. Ваша связь с таким местом уже не является секретом. Но анонимизация MAC-адреса поможет скрыть то, что ваш компьютер был подключён к сети *в конкретное время*. Будет скрыт и тот факт, что *именно вы* подключались из этой сети к Tor.

source: When to disable MAC address anonymization
fr: Quand désactiver l'anonymisation d'adresse MAC
ru: Когда лучше отключить анонимизацию MAC-адреса

source: In some situations MAC address anonymization is not useful but can instead be problematic. In such cases, you might want to disable MAC address anonymization as instructed below.
fr: Dans certaines situations l'anonymisation d'adresse MAC n'est pas utile, et peut même être problématique. Dans de tels cas, vous pouvez désactiver l'anonymisation d'adresse MAC en suivant les instructions ci-dessous.
ru: В некоторых случаях анонимизация MAC-адреса не только бесполезна, но и вызывает проблемы. Тогда эту опцию лучше отключить.

source: Note that even if MAC address anonymization is disabled, your anonymity on the Internet is preserved:
fr: Remarquez que même si l'anonymisation d'adresse MAC est désactivée, votre anonymat en ligne est préservé :
ru: Обратите внимание, что даже при отключённой анонимизации MAC-адреса ваша анонимность в Интернете остаётся под защитой:

source: An adversary on the local network can only see encrypted connections to the Tor network.
fr: Un adversaire sur le réseau local peut seulement constater des connexions chiffrées vers le réseau Tor.
ru: злоумышленник в локальной сети видит лишь зашифрованный трафик в сети Tor;

source: Your MAC address is not sent over the Internet to the websites that you are visiting.
fr: Votre adresse MAC n'est pas envoyée sur Internet aux sites web que vous visitez.
ru: ваш MAC-адрес не передаётся по Интернету на посещаемые вами сайты.

source: However, as [[discussed above|doc/first_steps/welcome_screen/mac_spoofing#what-is-mac-address]], disabling MAC address anonymization makes it possible for someone to track your geographical location. If this is problematic, consider using a different network interface, like a [[USB Wi-Fi adapter|doc/anonymous_internet/networkmanager#wi-fi-adapters]], or moving to another network.
fr: Cependant, comme [évoqué plus haut|doc/first_steps/welcome_screen/mac_spoofing#what-is-mac-address]], désactiver l'anonymisation d'adresse MAC permet à quelqu'un de suivre votre position géographique. Si cela pose problème, envisagez d'utiliser une interface réseau différente, comme un [[adaptateur Wi-Fi USB|doc/anonymous_internet/networkmanager#wi-fi-adapters]] ou changez de réseau.
ru: Однако, как мы уже [[разбирали выше|doc/first_steps/welcome_screen/mac_spoofing#what-is-mac-address]], отключение анонимизации MAC-адреса позволяет посторонним отслеживать ваше местонахождение. Если это для вас проблема, подумайте о запасном варианте сетевого интерфейса, к примеру, [[USB-адаптере wi-fi|doc/anonymous_internet/networkmanager#wi-fi-adapters]], или подключитесь к другой сети.

source: On some network interfaces, **MAC address anonymization is impossible** due to limitations in the hardware or in Linux. Tails temporarily disables such network interfaces. You might disable MAC address anonymization to be able to use them.
fr: Sur certaines interfaces réseaux, **l'anonymisation d'adresse MAC est impossible** à cause de limitations matérielles ou de Linux. Tails désactive temporairement ces interfaces réseau. Vous pourriez vouloir désactiver l'anonymisation d'adresse MAC pour être en mesure de les utiliser.
ru: Для некоторых сетевых интерфейсов **анонимизация MAC-адреса просто невозможна**. Причиной являются аппаратные ограничения или настройки Linux. Tails временно отключает такие сетевые интерфейсы. Возможно, для того, чтобы вернуть их в рабочее состояние, вам придётся отключить анонимизацию MAC-адреса.

source: Some networks **only allow connections from a list of authorized MAC addresses**. In this case, MAC address anonymization makes it impossible to connect to such networks. If you were granted access to such network in the past, then MAC address anonymization might prevent you from connecting.
fr: Certains réseaux **autorisent seulement des connexions depuis une liste d'adresses MAC autorisées**. Dans ce cas, l'anonymisation d'adresse MAC rend impossible la connexion à ces réseaux. Si vous avez été autorisé à vous connecter à de tels réseaux auparavant, l'anonymisation d'adresse MAC pourrait vous en empêcher.
ru: В некоторых сетях **разрешено подключение только конкретных MAC-адресов из списка**. Даже если ваше устройство в этом списке, анонимизация MAC-адреса не позволит ему подключиться к сети.

source: **Using your own computer at home**. Your identity and the MAC address of your computer are already associated to this local network, so MAC address anonymization is probably useless. But if access to your local network is restricted based on MAC addresses it might be impossible to connect with an anonymized MAC address.
fr: **Utiliser votre ordinateur à la maison**. Votre identité et l'adresse MAC de votre ordinateur sont déjà associées à ce réseau local, c'est pourquoi l'anonymisation d'adresse MAC est probablement inutile. Mais si l'accès à votre réseau local est réservé à certaines adresses MAC il peut être impossible de se connecter avec une adresse MAC anonymisée.
ru: **Использование компьютера дома**. Ваша личность и MAC-адрес вашего устройства уже связаны с конкретной локальной сетью. Можно предположить, что анонимизация MAC-адреса не будет иметь практического смысла. Но если подключение к локальной сети ограничено MAC-адресами из списка, анонимизация MAC-адреса может помешать соединению с сетью.

source: Disable MAC address anonymization
fr: Désactiver l'anonymisation d'adresse MAC
ru: Отключение анонимизации MAC-адреса

source: You can disable MAC address anonymization from the [[Welcome Screen|welcome_screen]]:
fr: Vous pouvez désactiver l'anonymisation d'adresse MAC depuis l'[[écran de bienvenue|welcome_screen]] :
ru: Анонимизацию MAC-адреса можно отключить на [[экране приветствия|welcome_screen]].

source: When the Welcome Screen appears, click on the **[[!img lib/list-add.png alt="Add Additional Setting" class="symbolic" link="no"]]** button.
fr: Lorsque l'écran de bienvenue apparaît, cliquez sur le bouton **[[!img lib/list-add.png alt="Ajouter des paramètres additionnels" class="symbolic" link="no"]]**.
ru: На экране приветствия нажмите кнопку **[[!img lib/list-add.png alt="Дополнительные настройки" class="symbolic" link="no"]]**.

source: Choose **MAC Address Anonymization** in the **Additional Settings** dialog.
fr: Choisir **Anonymisation d'adresse MAC*** dans la boîte de dialogue **paramètres additionnels**.
ru: Выберите в диалоге **дополнительных настроек** опцию **MAC Address Anonymization**.

source: Select the <span class="guilabel">Don't anonymize MAC addresses</span> option.
fr: Sélectionnez l'option <span class="guilabel">Ne pas anonymiser les adresses MAC</span>.
ru: Выберите <span class="guilabel">Don't anonymize MAC addresses</span>.

source: Other considerations
fr: Autres considérations
ru: Примечания

source: Other means of surveillance can reveal your geographical location: video surveillance, mobile phone activity, credit card transactions, social interactions, etc.
fr: D'autres moyens de surveillance peuvent révéler votre position géographique : vidéo-surveillance, activité du téléphone portable, transactions de carte de crédit, interactions sociales, etc.
ru: Ваше местонахождение можно определить и другими способами: видеонаблюдение, слежка за телефоном, операции с банковскими картами, социальные связи и др.

source: While using Wi-Fi, anybody within range of your Wi-Fi interface can see your MAC address, even without being connected to the same Wi-Fi access point.
fr: Lors de l'utilisation du Wi-Fi, n'importe qui dans le périmètre de votre interface Wi-Fi peut voir votre adresse MAC, sans pour cela avoir besoin d'être connecté au même réseau Wi-Fi.
ru: Когда вы используете wi-fi, каждый человек в зоне действия вашего интерфейса wi-fi может видеть ваш MAC-адрес. Даже если он не подключён к той же точке wi-fi, что и вы.

source: When using mobile phone connectivity, such as 3G or GSM, the identifier of your SIM card (IMSI) and the serial number of your phone (IMEI) are always revealed to the mobile phone operator.
fr: Lors de l'utilisation de la connectivité de téléphones mobiles, telles que 3G ou GSM, l'identifiant de votre carte SIM (IMSI) et le numéro de série du téléphone (IMEI) sont toujours envoyés à l'opérateur du téléphone portable.
ru: При использовании мобильных коммуникаций (например, 3G или GSM) ваш оператор мобильной связи всегда знает идентификатор вашей SIM-карты (IMSI) и серийный номер вашего телефона (IMEI).

source: Some [[!wikipedia captive portals]] might send your MAC address over the Internet to their authentication servers. This should not affect your decision regarding MAC address anonymization. If you decide to disable MAC address anonymization your computer can already be identified by your ISP.
fr: Des [[!wikipedia_fr Portail captif desc="portails captifs"]] pourraient envoyer votre adresse MAC par Internet à leurs serveurs d'authentification. Cela ne devrait pas affecter votre décision concernant l'anonymisation de l'adresse MAC. Si vous décidez de désactiver l'anonymisation d'adresse MAC votre ordinateur peut déjà être identifié par votre FAI.
ru: Некоторые сайты авторизации могут передавать ваш MAC-адрес по Интернету на серверы аутентификации. Это не должно влиять на ваше решение об использовании анонимизации MAC-адреса. Даже если вы решите отключить эту опцию, ваш компьютер уже идентифицирован провайдером доступа к Интернету.
