Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/*-wifi.inline.*.po
Languages: it, pt, ru

source: If your Wi-Fi interface is not working, for example:
it: Se la tua interfaccia Wi-Fi non funziona, per esempio:
pt: Se a sua interface Wi-Fi não estiver funcionando, por exemplo:
ru: Интерфейс wifi может не работать по разным причинам.

source: There is no Wi-Fi option in the system menu:
it: Non c'è l'opzione Wi-Fi nel menù di sistema:
pt: Não há opção de Wi-Fi no menu do sistema:
ru: В системном меню нет опции wifi:

source: You receive the notification **Connection failed: Activation of network connection failed**.
it: Se ricevi la notifica **Connessione fallita: Attivazione della connessione di rete fallita**.
pt: Você receberá a notificação **Conexão falhou: falha na ativação da conexão de rede**.
ru: Вы получили уведомление о невозможности установки связи (**Connection failed: Activation of network connection failed**).

source: The interface is disabled when starting Tails or when plugging in your USB Wi-Fi adapter:
it: Oppure, l'interfaccia è disattivata all'avvio di Tails o all'inserimento del tuo adattatore Wi-Fi USB:
pt: A interface é desabilitada ao iniciar o Tails ou ao conectar um adaptador Wi-Fi USB:
ru: Сетевой интерфейс отключен при запуске Tails или при подключении вашего адаптера wifi адаптера к USB-порту:

source: [[!img no-wifi/mac-spoofing-disabled.png link="no" alt="Notification about network card being disabled"]]
it: [[[!img no-wifi/mac-spoofing-disabled.png link="no" alt="Notifica di disabilitazione della scheda di rete"]]
pt: [[!img no-wifi/mac-spoofing-disabled.png link="no" alt="Notificação sobre a placa de Wi-Fi estar desabilitada"]]
ru: [[!img no-wifi/mac-spoofing-disabled.png link="no" alt="Уведомления о сетевой карте отключены"]]

source: In this case, you can disable MAC address anonymization to get your Wi-Fi interface to work in Tails. Disabling MAC address anonymization has security implications, so read carefully our [[documentation about MAC address anonymization|first_steps/welcome_screen/mac_spoofing]] before doing so.
it: In questo caso, puoi disabilitare l'anonimizzazione dell'indirizzo MAC per far funzionare la tua interfaccia Wi-Fi. Disabilitare l' anonimizzazione dell'indirizzo MAC comporta delle implicazioni sulla sicurezza, quindi leggi attentamente la nostra [[documentazione riguardo l'anonimizzazione dell'indirizzo MAC|first_steps/welcome_screen/mac_spoofing]] prima di procedere.
pt: Nesse caso, você pode desabilitar a anonimização do endereço MAC para que a sua interface Wi-Fi funcione no Tails. Desabilitar a anonimização do endereço MAC tem implicações de segurança, então leia cuidadosamente a nossa [[documentação sobre anonimização de endereços MAC|first_steps/welcome_screen/mac_spoofing]] antes de fazê-lo.
ru: В этом случае можно отключить спуфинг MAC-адресов. Тогда ваш интерфейс wifi начнёт работать в Tails. Однако это негативно повлияет на уровень вашей безопасности. Перед тем, как это делать, [[прочтите нашу документацию|first_steps/welcome_screen/mac_spoofing]].

source: To connect to the Internet, you can try to:
it: Per connetterti a Internet, puoi provare a:
pt: Para conectar à Internet, você pode tentar:
ru: Чтобы подключиться к Интернету, можно:

source: Use an Ethernet cable instead of Wi-Fi if possible. Wired interfaces work much more reliably than Wi-Fi in Tails.
it: Utilizzare un cavo Ethernet al posto del Wi-Fi se possibile. Le interfacce cablate sono molto più stabili del Wi-Fi in Tails.
pt: Usar um cabo Ethernet no lugar do Wi-Fi, se possível. Interfaces com fio funcionam de maneira muito mais confiável que Wi-Fi no Tails.
ru: Использовать Ethernet-кабель вместо wifi (если возможно). Проводные интерфейсы куда более надежны в Tails, чем wifi.

source: Share the Wi-Fi or mobile data connection of your phone using a USB cable. Sharing a connection this way is called *USB tethering*.
it: Condividere il Wi-Fi o la connessione dati del tuo telefono utilizzando un cavo USB. Condividere una connessione in questo modo è definito *USB tethering*.
pt: Compartilhe o Wi-Fi ou dados móveis do seu celular usando um cabo USB. Compartilhar uma conexão dessa maneira é chamado, em inglês, de *Tethering USB*.
ru: Раздать соединение wifi со своего телефона. Можно также раздать по USB-кабелю: такое подключение иногда называют *USB tethering*.

source: See instructions for:
it: Vedi le istruzioni per:
pt: Veja as instruções para:
ru: См. инструкции для:

source: [iPhones or iPads](https://support.apple.com/en-us/HT204023)
it: [iPhones o iPads](https://support.apple.com/it-it/HT204023)
pt: [iPhones ou iPads](https://support.apple.com/pt-br/HT204023)

source: Only sharing mobile data works on iPhones and iPads; sharing Wi-Fi does not work.
it: Solo la condivisione dei dati funziona su iPhone e iPad; la condivisione Wi-Fi non funziona.
pt: Apenas compartilhar dados moveis funciona em iPhones e iPads; Wi-Fi não funciona.

source: [Android](https://support.google.com/android/answer/9059108?hl=en)
pt: [Android](https://support.google.com/android/answer/9059108?hl=pt-br)
ru: [Android](https://support.google.com/android/answer/9059108?hl=ru)

source: <div class="caution"> <p>Tails cannot hide the information that identifies your phone on the local network. If you connect your phone to:</p> <ul> <li><p>A Wi-Fi network, then the network will know the MAC address of your phone. This has security implications that are discussed in our [[documentation on MAC address anonymization|first_steps/welcome_screen/mac_spoofing]]. Some phones have a feature to hide the real MAC address of the phone.</p></li> <li><p>A mobile data network, then the network will be able to know the identifier of your SIM card (IMSI) and also the serial number of your phone (IMEI).</p></li> </ul> </div>
it: <div class="caution"> <p>Tails non può nascondere le informazioni che identificano il tuo telefono all'interno della rete locale. Se connetti il tuo telefono a:</p> <ul> <li><p>Una rete Wi-Fi, allora la rete saprà l'indirizzo MAC del tuo telefono. Questo comporta implicazioni sulla sicurezza trattate nella nostra [[documentazione su\ l'anonimato dell'indirizzo MAC|first_steps/welcome_screen/mac_spoofing]]. Alcuni telefoni hanno una funzionalità che ti permette di nascondere l'indirizzo MAC reale del tuo telefono.</p></li> <li><p>Una rete a dati mobili, allora la rete saprà l'identificatore della tua carta SIM (IMSI) nonchè il numero seriale del tuo telefono (IMEI).</p></li> </ul> </div>
pt: <div class="caution"> <p>Tails não pode esconder a informação que identifica o seu celular na sua rede local. Se você conectar seu celular à:</p> <ul> <li><p>Uma rede Wi-Fi, então a rede irá saber o endereço MAC do seu celular. Isso tem implicações na segurança que são discutidas na nossa [[documentação sobre anonimização de endereço MAC|first_steps/welcome_screen/mac_spoofing]]. Alguns celulares tem a funcionalidade de esconder o endereço MAC real do celular.</p></li> <li><p>Uma rede de dados moveis, logo a rede será capaz de saber o identificante do seu cartão SIM (IMSI) e também o número de serie do seu celular (IMEI).</p></li> </ul> </div>
ru: <div class="caution"> <p>Tails не может скрыть информацию, которая идентифицирует ваш телефон в локальной сети. Вы можете подключить телефон одним из следующих способов.</p> <ul> <li><p>К сети wifi. Тогда сеть будет знать MAC-адрес вашего телефона. Вопросы безопасности подробнее описаны в нашей [[документации по спуфингу MAC-адресов|first_steps/welcome_screen/mac_spoofing]]. У некоторых телефонов есть функция, которая позволяет скрывать MAC-адрес устройства.</p></li> <li><p>К мобильной сети. В этом случае сеть будет определять идентификатор вашей SIM-карты (IMSI) и серийный номер телефона (IMEI).</p></li> </ul> </div>

source: Buy a USB Wi-Fi adapter that works in Tails:
it: Comprare un adattatore USB Wi-Fi che funzioni con Tails:
pt: Compre um adaptador Wi-Fi USB que funcione no Tails:
ru: Купите USB-адаптер для wifi, который работает в Tails:

source: <!-- <tr><td>D-Link</td><td>DWA-121</td><td>Nano</td><td>150 Mbit/s</td><td>$6</td><td>No</td><td><a href="https://www.amazon.com/d/B004X8R7HY">Amazon</a></td></tr>-->
pt: <!-- <tr><td>D-Link</td><td>DWA-121</td><td>Nano</td><td>150 Mbit/s</td><td>$6</td><td>Não</td><td><a href="https://www.amazon.com/d/B004X8R7HY">Amazon</a></td></tr>-->
ru: <!-- <tr><td>D-Link</td><td>DWA-121</td><td>Nano</td><td>150 Mбит/с</td><td>$9</td><td>Нет</td><td><a href="https://market.yandex.ru/product--wi-fi-adapter-d-link-dwa-121/13227705?cpa=0">Яндекс</a></td></tr>-->

source: <table> <tr><th>Vendor</th><th>Model</th><th>Size</th><th>Speed</th><th>Price</th><th>Buy offline</th><th>Buy online</th></tr> <tr><td>Panda Wireless</td><td>Ultra</td><td>Nano</td><td>150 Mbit/s</td><td>$12</td><td>No</td><td><a href="https://www.amazon.com/d/B00762YNMG">Amazon</a></td></tr> <!-- 148f:5370 --> <tr><td>Panda Wireless</td><td>PAU05</td><td>Small</td><td>300 Mbit/s</td><td>$14</td><td>No</td><td><a href="https://www.amazon.com/d/B00EQT0YK2">Amazon</a></td></tr> <!-- 148f:5372 --> <tr><td>ThinkPenguin</td><td>TPE-N150USB</td><td>Nano</td><td>150 Mbit/s</td><td>$54</td><td>No</td><td><a href="https://www.thinkpenguin.com/gnu-linux/penguin-wireless-n-usb-adapter-gnu-linux-tpe-n150usb">ThinkPenguin</a></td></tr> <!-- ????:???? --> </table>
pt: <table> <tr><th>Fabricante</th><th>Modelo</th><th>Tamanho</th><th>Velocidade</th><th>Preço</th><th>Compra offline</th><th>Compra online</th></tr> <tr><td>Panda Wireless</td><td>Ultra</td><td>Nano</td><td>150 Mbit/s</td><td>$12</td><td>Não</td><td><a href="https://www.amazon.com/d/B00762YNMG">Amazon</a></td></tr> <!-- 148f:5370 --> <tr><td>Panda Wireless</td><td>PAU05</td><td>Small</td><td>300 Mbit/s</td><td>$14</td><td>Não</td><td><a href="https://www.amazon.com/d/B00EQT0YK2">Amazon</a></td></tr> <!-- 148f:5372 --> <tr><td>ThinkPenguin</td><td>TPE-N150USB</td><td>Nano</td><td>150 Mbit/s</td><td>$54</td><td>Não</td><td><a href="https://www.thinkpenguin.com/gnu-linux/penguin-wireless-n-usb-adapter-gnu-linux-tpe-n150usb">ThinkPenguin</a></td></tr> <!-- ????:???? --> </table>
ru: <table> <tr><th>Производитель</th><th>Модель</th><th>Размер</th><th>Скорость</th><th>Стоимость</th><th>Купить офлайн</th><th>Купить онлайн</th></tr> <tr><td>Panda Wireless</td><td>Ultra</td><td>нано</td><td>150 Mбит/с</td><td>12 $</td><td>нет</td><td><a href="https://www.amazon.com/d/B00762YNMG">Amazon</a></td></tr> <!-- 148f:5370 --> <tr><td>Panda Wireless</td><td>PAU05</td><td>малый</td><td>300 Mбит/с</td><td>14 $</td><td>нет</td><td><a href="https://www.amazon.com/d/B00EQT0YK2">Amazon</a></td></tr> <!-- 148f:5372 --> <tr><td>ThinkPenguin</td><td>TPE-N150USB</td><td>нано</td><td>150 Мбит/с</td><td>54 $</td><td>нет</td><td><a href="https://www.thinkpenguin.com/gnu-linux/penguin-wireless-n-usb-adapter-gnu-linux-tpe-n150usb">ThinkPenguin</a></td></tr> <!-- ????:???? --> </table>

source: <!-- See https://tails.boum.org/blueprint/wi-fi_adapters/ for Wi-Fi adapters that don't work or that have no advantage over these ones. -->
it: <!-- Vedere https://tails.boum.org/blueprint/wi-fi_adapters/ per gli adattatori Wi-Fi che non funzionano o non offrono vantaggi rispetto a questi. -->
pt: <!-- Veja https://tails.boum.org/blueprint/wi-fi_adapters/ para adaptadores Wi-Fi que não funcionam ou que não tem nenhuma vantagem sobre esses outros. -->

source: <div class="note"> <p>If you find another USB Wi-Fi adapter that works in Tails, please let us know. You can write to [[sajolida@pimienta.org]] (private email).</p> </div>
it: <div class="note"> <p>Se trovi un altro adattatore Wi-Fi USB che funziona in Tails, ti preghiamo di farcelo sapere. Puoi scrivere a [[sajolida@pimienta.org]] (indirizzo email privato).</p> </div>
