Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/networkmanager.*.po
Languages: it

source: [[!meta title="Connecting to a local network"]]
it: [[!meta title="Connettersi a una rete locale"]]

source: Connecting to a local network
it: Connettersi a una rete locale

source: You can connect to a local network using a wired, Wi-Fi, or mobile data connection:
it: Puoi connetterti a una rete locale utilizzando una connessione via cavo, Wi-Fi o connessione via cellulare:

source: Open the system menu in the top-right corner.
it: Apri il menù di sistema nell'angolo in alto a destra.

source: If a wired connection is detected, Tails automatically connects to the network.
it: Se viene rilevata una connessione cablata, Tails si connette automaticamente alla rete.

source: To connect to a Wi-Fi network, choose <span class="guilabel">Wi-Fi Not Connected</span> and then <span class="guilabel">Select Network</span>.
it: Per connetterti a una rete Wi-Fi, seleziona <span class="guilabel">Wi-Fi non collegato</span> e poi <span class="guilabel">Seleziona rete</span>.

source: <p>If there is no option to connect to a Wi-Fi network, your Wi-Fi interface is not working in Tails. See our documentation on [[troubleshooting Wi-Fi not working|no-wifi]].</p>
it: <p>Se non c'è un'opzione per connetterti a una rete Wi-Fi, la tua interfaccia Wi-Fi non funziona in Tails. Consulta la nostra documentazione su [[risoluzione dei problemi Wi-Fi non funzionante|no-wifi]]</p>

source: To connect to a mobile data network, choose <span class="guilabel">Mobile Broadband</span>.
it: Per connetterti alla rete dati del cellulare, scegli <span class="guilabel">Banda larga mobile</span>.

source: <div class="note"> <p>It is currently impossible to connect to a network using:</p>
it: <div class="note"> <p>È attualmente impossibile connettersi a una rete utilizzando:</p>

source: <ul> <li>Dial-up modems.</li> <li>VPNs, see [[the corresponding FAQ|support/faq#vpn]].</li> </ul>
it: <ul> <li>Un modem telefonico.</li> <li>Una VPN, vedere [[la FAQ corrispondente|support/faq#vpn]].</li> </ul>

source: After you connect to a local network, the *Tor Connection* assistant appears to help you [[connect to the Tor network|tor]].
it: Dopo che ti sei connesso ad una rete locale, l'assistente *Tor Connection* appare per aiutarti a [[connetterti alla rete Tor|tor]].

source: For more information, open <span class="application">[[GNOME Help|first_steps/desktop#help]]</span> and choose <span class="guilabel">Networking, web & email</span>.
it: Per ulteriori informazioni, apri la <span class="application">[[Guida di GNOME|first_steps/desktop#help]]</span> e seleziona <span class="guilabel">Networking, web & email</span>.

source: Saving your network settings
it: Salvare le tue impostazioni di rete

source: To remember the password for Wi-Fi networks and custom network configurations across different Tails sessions, turn on the [[Network Connections|first_steps/persistence#network_connections]] feature of the Persistent Storage.
it: Per ricordare la password per le reti Wi-Fi e specifiche configurazioni del network tra differenti sessioni di Tails, attiva l'opzione [[Network Connections|first_steps/persistence#network_connections]] dell' Archivio Persistenze.

source: Modifying your network settings
it: Modifica le tue impostazioni di rete

source: To modify your network settings, for example, to configure whether or not to automatically connect to a Wi-Fi network, choose **Applications&nbsp;▸ System Tools&nbsp;▸ Settings&nbsp;▸ Network**.
it: Per modificare le tue impostazioni di rete, ad esempio per configurare se Tails debba o meno connettersi automaticamente a una rete Wi-Fi, vai in **Applicazioni&nbsp;▸ Strumenti di sistema&nbsp;▸ Impostazioni&nbsp;▸ Rete**.
