Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/pidgin.*.po
Languages: ru

source: [[!meta title="Chatting with Pidgin and OTR"]]
ru: [[!meta title="Общение с помощью Pidgin и OTR"]]

source: For chatting and instant messaging, Tails includes the <span class="application">[Pidgin Instant Messenger](https://pidgin.im/)</span>.
ru: Для чатов и мгновенных сообщений в Tails есть <класс span="application">[мессенджер Pidgin](https://pidgin.im /)</span>.

source: <p><a href="https://dino.im/"><i>Dino</i></a> is being considered as an option to replace <i>Pidgin</i> in Tails.</p>
ru: <p>Возможно, со временем <i>Pidgin</i> будет заменён на <a href="https://dino.im/"><i>Dino</i></a>.</p>

source: <p>You can already try using <i>Dino</i> in Tails. See our documentation on [[chatting with <i>Dino</i> and OMEMO|doc/advanced_topics/dino]].</p>
ru: <p>Вы уже можете попробовать <i>Dino</i> в Tails. См. нашу [[документацию по <i>Dino</i> и OMEMO|doc/advanced_topics/dino]].</p>

source: You can use it to connect to [[!wikipedia Internet_Relay_Chat]] or [[!wikipedia XMPP]] (also known as Jabber) servers, and have several accounts connected at the same time.
ru: Вы можете использовать их для подключения к серверам [[!wikipedia Internet_Relay_Chat]] или [[!wikipedia XMPP]] (также известным как Jabber) и подключать несколько учётных записей одновременно.

source: For more detailed documentation refer to the [official <span class="application">Pidgin</span> user guide](https://developer.pidgin.im/wiki/Using%20Pidgin).
ru: Подробнее см. [официальное руководство пользователя <span class="application">Pidgin</span>](https://developer.pidgin.im/wiki/Using%20Pidgin ).

source: <span class="application">Off-the-record</span> (<span class="application">OTR</span>) encryption
ru: <span class="application">Шифрование off-the-record</span> (<span class="application">OTR</span>)

source: As explained on its [official page](https://otr.cypherpunks.ca/), <span class="application">Off-the-Record</span> messaging allows you to have private conversations over instant messaging by providing:
ru: Как гласит [официальная страница программы](https://otr.cypherpunks.ca/), <span class="application">Off-the-Record</span> помогает вести личные беседы через мгновенные сообщения и обеспечивает:

source: - **Encryption**<br /> No one else can read your instant messages. - **Authentication**<br /> You are assured the correspondent is who you think it is. - **Deniability**<br /> The messages you send do not have digital signatures that are checkable by a third party. Anyone can forge messages after a conversation to make them look like they came from you. However, during a conversation, your correspondent is assured the messages are authentic and unmodified. - **Perfect forward secrecy**<br /> If you lose control of your private keys, no previous conversation is compromised.
ru: - **Шифрование**<br /> Никто посторонний не сможет прочитать ваши мгновенные сообщения. - **Аутентификацию**<br /> Вы уверены, что ваш собеседник — именно тот, за кого вы его принимаете. - **Отрицание**<br /> Отправляемые вами сообщения не имеют цифровых подписей, которые могла бы проверить третья сторона. Любой может подделать сообщения после разговора, чтобы они выглядели так, будто пришли от вас. Однако во время разговора ваш собеседник уверен в том, что сообщения аутентичны и не подверглись изменениям. - **Идеальная секретность при переадресации**<br /> Если вы потеряете контроль над своими секретными ключами, ни один предыдущий разговор не окажется под угрозой.

source: <p><strong>OTR is deactivated by default</strong>, and your conversations are not private.</p>
ru: <p><strong>Технология OTR по умолчанию отключена.</strong> Ваши разговоры нельзя считать приватными.</p>

source: <p><strong>File transfers are not encrypted by OTR.</strong> OTR only encrypts conversations.</p>
ru: <p><strong>OTR не шифрует передачу файлов.</strong> OTR шифрует только текстовые чаты.</p>

source: In a private OTR conversation over IRC, <strong>a message sent using the <code>/me</code> command is not encrypted</strong>. The person receiving the message is notified by a warning.
ru: В частном разговоре OTR по IRC <strong>сообщение, отправленное с помощью команды <код>/me</код>, не будет зашифровано</strong>. Адресат увидит предупреждение.

source: IRC servers blocking Tor
ru: Блокировка Tor IRC-серверами

source: Some IRC servers block connections from Tor because Tor is sometimes used to send spam.
ru: Некоторые IRC-серверы блокируют соединения с Tor, потому что Tor иногда используется для рассылки спама.

source: Adding support for another protocol
ru: Добавление поддержки другого протокола

source: For security reasons, it is only possible to use IRC and XMPP with <span class="application">Pidgin</span> in Tails. Here are the prerequisites to enable another protocol that is supported by <span class="application">Pidgin</span> otherwise:
ru: По соображениям безопасности в Tails можно использовать IRC и XMPP только с <span class="application">Pidgin</span>. Вот необходимые условия для включения другого протокола, поддерживаемого <span class="application">Pidgin</span>:

source: The support in <span class="application">Pidgin</span> for this protocol has been successfully tested in Tails.
ru: Поддержка этого протокола в <span class="application">Pidgin</span> успешно протестирована в Tails.

source: Someone volunteers to maintain the corresponding support in Tails on the long term.
ru: Кто-то возьмёт на себя его поддержку в Tails на долгосрочной основе.

source: Someone has verified that the security record of the desired plugin (including open bugs) is good enough.
ru: Кто-то выполнил проверку безопасности соответствующего плагина (включая известные ошибки) и готов подтвердить, что этот уровень достаточно высок.

source: If you want to work on this issue, see [[our contribute page|contribute/how/code]].
ru: Если хотите поработать над этой темой, [[добро пожаловать|contribute/how/code]].
