Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/tor.*.po
Languages: fr, it, pt

source: [[!meta title="Connecting to the Tor network"]]
fr: [[!meta title="Se connecter au réseau Tor"]]
it: [[!meta title="Connessione alla rete Tor"]]
pt: [[!meta title="Conectando à rede Tor"]]

source: Everything you do on the Internet from Tails goes through the Tor network.
fr: Tout ce que vous faites sur Internet depuis Tails passe par le réseau Tor.
it: Tutto quello che fai su Internet da Tails passa attraverso la rete Tor.
pt: Tudo que você faz na internet a partir do Tails passa pela rede Tor.

source: Tor encrypts and anonymizes your connection by passing it through 3 relays. Tor relays are servers operated by different people and organizations around the world.
fr: Tor chiffre et anonymise vos connexions en les faisant passer par trois relais. Les relais Tor sont des serveurs gérés par différentes personnes et organisations à travers le monde.
it: Tor critta e rende anonima la tua connessione facendola passare attraverso 3 relay. I relay di Tor sono server gestiti da diverse persone e organizzazioni in tutto il mondo.
pt: Tor criptografa e anonimiza suas conexões ao passá-las por 3 "relays" (servidores de repetição) aleatórios diferentes. Os relays do Tor são servidores operados por diferentes pessoas e organizações em todo o mundo.

source: [[!img tor.svg link="no" alt="A Tor connection goes through 3 relays with the last one establishing the actual connection to the final destination"]]
fr: [[!img tor.svg link="no" alt="Une connexion Tor passe par trois relais, le dernier établissant la connexion réelle à la destination finale"]]
it: [[!img tor.svg link="no" alt="Una connessione Tor passa attraverso 3 relè con l'ultimo che stabilisce la connessione effettiva alla destinazione finale"]]
pt: [[!img tor.svg link="no" alt="Uma conexão Tor passa por 3 retransmissores, sendo que o último é quem de fato estabelece a conexão com o destino final"]]

source: To, hopefully, ease translations, this SVG embeds the font used in the labels "Tor hides ...":
fr: Pour, espérons-le, faciliter les traductions, ce SVG embarque les polices utilisées pour les légendes de « Tor masque ... » :

source: To update it:
fr: Pour le mettre à jour :
it: Per aggiornarlo:

source: Convert the TTF file SourceSansPro-Semibold.ttf to Base64 using:
fr: Convertir le fichier TTF SourceSansPro-Semibold.ttf en Base64 en utilisant :

source: Copy it to a <style> tag in the <defs> tag of the SVG.
fr: Copier-le dans la balise <style> dans la balise <defs> du SVG.

source: You cannot access the Internet from Tails until you are connected to Tor. For example, *Tor Browser* displays the error message <span class="code">Proxy server refusing connections</span> until you are connected to Tor.
fr: Vous ne pouvez pas accéder à Internet depuis Tails tant que vous n'êtes pas connecté à Tor. Par exemple, Le *Navigateur Tor* affiche le message d'erreur <span class="code">La connexion a été refusée par le serveur proxy</span> tant que vous n'êtes pas connecté à Tor.
it: Non puoi accedere a Internet da Tails finché non sei connesso a Tor. Per esempio, *Tor Browser* visualizza il messaggio di errore <span class="code">Server Proxy rifiuta le connessioni</span> finché non sei connesso a Tor.
pt: Você não poderá acessar a internet a partir do Tails até que a conexão com a rede Tor esteja estabelecida. Por exemplo, o *Navegador Tor* mostra a seguinte mensagem de erro <span class="code">Proxy servers refusing connections</span> até que a conexão com a rede Tor esteja estabelecida.

source: <p>Because Tor routes your Internet traffic through 3 relays before reaching its destination, the connection is slower than when you are not using Tor.</p>
fr: <p>Parce que Tor fait passer votre trafic Internet par trois relais avant d'arriver à sa destination, la connexion est plus lente que lorsque vous n'utilisez pas Tor.</p>
it: <p>Poiché Tor instrada il tuo traffico Internet attraverso 3 relè prima di raggiungere la sua destinazione, la connessione è più lenta di quando non stai usando Tor.</p>
pt: <p>Pelo fato do Tor rotear seu tráfego de internet por 3 retransmissores antes de atingir seu destino, a conexão é mais lenta do que quando você não usa Tor.</p>

source: <p>See our documentation on [[why Tor is slow|doc/anonymous_internet/tor/slow]].</p>
fr: <p>Voir notre documentation sur [[pourquoi Tor est lent|doc/anonymous_internet/tor/slow]].</p>
it: <p>Consulta la nostra documentazione sul [[perché Tor è lento|doc/anonymous_internet/tor/slow]].</p>
pt: <p>Veja nossa documentação em [porque o Tor é lento|doc/anonymous_internet/tor/slow]].</p>

source: To connect to the Tor network:
fr: Pour se connecter au réseau Tor :
it: Per connetterti alla rete Tor:
pt: Para se conectar à rede Tor:

source: [[Connect to a local network|networkmanager]], wired, Wi-Fi, or mobile.
fr: [[Se connecter au réseau local|networkmanager]], filaire, Wi-Fi ou mobile.
it: [[Collegarsi a una rete locale|networkmanager]], cablata, Wi-Fi o mobile.
pt: [[Conecte-se a uma rede local|networkmanager]], cabeada, Wi-Fi, ou móvel.

source: The *Tor Connection* assistant appears to help you connect to the Tor network.
fr: L'assistant de *Connexion à Tor* apparaît pour vous aider à vous connecter au réseau Tor.
it: L'assistente *Tor Connection* appare per aiutarti a connetterti alla rete Tor.
pt: O assistente de *Conexão Tor* aparece para te ajudar com a conexão à rede Tor.

source: Choose whether you want to:
fr: Choisissez si vous voulez :
it: Scegli se vuoi:
pt: Escolha se você quer:

source: Connect to Tor automatically
fr: Vous connecter à Tor automatiquement
it: Connettiti a Tor automaticamente
pt: Conectar à rede Tor automaticamente

source: Hide to your local network that you are connecting to Tor
fr: Dissimuler à votre réseau local que vous vous connectez à Tor
it: Nascondi alla tua rete locale che ti stai connettendo a Tor
pt: Esconder da sua rede local que você está conectado à rede Tor

source: The implications of both methods are detailed below.
fr: Les implications des deux méthodes sont détaillées ci-dessous.
it: I dettagli delle implicazioni di entrambi i metodi sono di seguito.
pt: As implicações de ambos os métodos estão detalhadas abaixo.

source: <h1 id="bridges">Tor relays and bridges</h1>
fr: <h1 id="bridges">Relais et ponts Tor</h1>
it: <h1 id="bridges">Relè e ponti Tor</h1>
pt: <h1 id="bridges">Retransmissores e pontes na rede Tor</h1>

source: - **Public Tor relays**
fr: - **Relais Tor publics**
it: **Relè Tor pubblici**
pt: - **Retransmissores públicos do Tor**

source: Most of the time, your local network does not block access to the Tor network and you can use a public relay as your first Tor relay.
fr: La plupart du temps, votre réseau local ne bloque pas l'accès au réseau Tor et vous pouvez utiliser un relais public comme premier relais Tor.
it: Quasi sempre, la tua rete locale non blocca l'accesso alla rete Tor e si può usare un relay pubblico come primo relay Tor
pt: Na maior parte do tempo, sua rede local não bloqueia o acesso à rede Tor e você pode usar um retransmissor público como seu primeiro retransmissor do Tor.

source: Using a public Tor relay as your first Tor relay makes it clear to your local network that you are connecting to Tor, while still keeping your online activity secure and anonymous.
fr: Utiliser un relais Tor public comme premier relais Tor indique clairement à votre réseau local que vous vous connectez à Tor, tout en gardant votre activité en ligne sécurisée et anonyme.
it: L'utilizzo di un relay Tor pubblico come primo relay Tor rende chiaro alla tua rete locale che ti stai connettendo a Tor, pur mantenendo la tua attività online sicura e anonima.
pt: Ao usar um relay público para entrar na rede Tor, qualquer análise simples do tráfego de dados na sua rede local permite concluir que você está se conectando à rede Tor, mas sua atividade online se manterá segura e anônima.

source: - **Tor bridges**
fr: - **Ponts Tor**
pt: - **Pontes para a rede Tor**

source: Tor bridges are secret Tor relays that keep your connection to the Tor network hidden.
fr: Les ponts Tor sont des relais Tor secrets qui maintiennent votre connexion au réseau Tor cachée.
it: I ponti Tor sono relè Tor segreti che mantengono la tua connessione alla rete Tor nascosta.
pt: Pontes Tor são retransmissores secretos do Tor usados para esconder a sua conexão à rede Tor.

source: Use a bridge as your first Tor relay if connecting to Tor is blocked or if using Tor could look suspicious to someone who monitors your Internet connection.
fr: Utilisez un pont Tor comme premier relais Tor si la connexion à Tor est bloquée ou si utiliser Tor peut sembler suspect à quelqu'un qui surveille votre connexion Internet.
it: Usa un bridge come primo relay Tor se la connessione a Tor è bloccata o se usare Tor potrebbe sembrare sospetto a qualcuno che monitora la tua connessione Internet.
pt: Use uma ponte como seu primeiro retransmissor caso existam na sua rede bloqueios para conexão à rede Tor, ou então caso o mero uso da rede Tor possa levantar suspeitas para alguém que esteja monitorando sua conexão à Internet.

source: The technology used by Tor bridges is designed to circumvent censorship where connections to Tor are blocked, for example in some countries with heavy censorship, by some public networks, or by some parental controls.
fr: La technologie utilisée par les ponts Tor est conçue pour contourner la censure là où les connexions à Tor sont bloquées, par exemple dans certains pays où la censure est forte, par certains réseaux publics, ou par des contrôles parentaux.
it: La tecnologia utilizzata dai ponti Tor è progettata per aggirare la censura dove le connessioni a Tor sono bloccate, ad esempio in alcuni paesi con una pesante censura, da alcune reti pubbliche o da alcuni controlli parentali.
pt: A tecnologia usada pelas pontes Tor é feita para driblar a censura em lugares onde conexões à rede Tor são bloqueadas, como por exemplo em alguns países que praticam censura pesada, em algumas redes públicas, ou em redes com alguns tipos de controle parental.

source: It does so by camouflaging your connection so it cannot be recognized as a connection to Tor. As a consequence, the same technology can be used to hide that you are using Tor if it could look suspicious to someone who monitors your Internet connection.
fr: L'utilisation de ponts Tor camoufle votre connexion afin qu'elle ne puisse pas être reconnue comme une connexion à Tor. Par conséquent, cette technologie peut aussi être utilisée pour cacher le fait que vous utilisez Tor si cela peut paraître suspect pour ceux qui surveillent votre connexion Internet.
it: Lo fa camuffando la tua connessione in modo che non possa essere riconosciuta come una connessione a Tor. Di conseguenza, la stessa tecnologia può essere utilizzata per nascondere che stai utilizzando Tor se questo può sembrare sospetto a qualcuno che monitora la tua connessione internet.
pt: Isso é feito camuflando sua conexão para que ela não seja reconhecida como uma conexão à rede Tor. Por isso, essa mesma tecnologia pode ser usada para esconder o fato de que você está usando Tor, caso isso possa parecer suspeito para alguém que monitore sua conexão a internet.

source: Tor bridges are often less reliable and slower than public Tor relays.
fr: Les ponts Tor sont souvent moins fiables et plus lents que les relais Tor publics.
it: I ponti Tor sono spesso meno affidabili e più lenti dei relè Tor pubblici.
pt: Pontes Tor são menos confiáveis e mais lentas que relays públicos do Tor.

source: <h1 id="automatic">Connecting to Tor automatically</h1>
fr: <h1 id="automatic">Se connecter à Tor automatiquement</h1>
it: <h1 id="automatic">Collegarsi a Tor automaticamente</h1>
pt: <h1 id="automatic">Conectando automaticamente à rede Tor</h1>

source: We recommend connecting to Tor automatically if you are on a public Wi-Fi network or if many people in your country use Tor to circumvent censorship.
fr: Nous vous recommandons de vous connecter à Tor automatiquement si vous vous trouvez sur un réseau Wi-Fi public, ou si de nombreuses personnes utilisent Tor dans votre pays pour contourner la censure.
it: Ti consigliamo di connetterti a Tor automaticamente se sei su una rete Wi-Fi pubblica o se molte persone nel tuo paese usano Tor per aggirare la censura.
pt: Recomendamos a conexão automática à rede Tor se você estiver em uma rede Wi-Fi pública ou se varias pessoas no seu país usam Tor para driblar a censura.

source: When you choose this option:
fr: Lorsque vous choisissez cette option :
it: Quando scegli questa opzione:
pt: Quando você escolhe esta opção:

source: First, Tails synchronizes the clock of the computer automatically, because a correct time is needed to be able to connect to the Tor network.
fr: Premièrement, Tails synchronise l'horloge de l'ordinateur automatiquement, parce qu'une heure juste est nécessaire pour pouvoir se connecter au réseau Tor.
it: In primo luogo, Tails sincronizza automaticamente l'orologio del computer, perché è necessario un orario corretto per potersi connettere alla rete Tor.
pt: Primeiro, o Tails sincroniza automaticamente o relógio do computador, porque a informação correta de data e hora é imprescindível para que seja possível conectar à rede Tor.

source: Tails learns the current time by connecting to the captive portal detection service of [Fedora](https://getfedora.org/), which is used by most Linux distributions. This connection does not go through the Tor network and is an exception to our policy of only making Internet connections through the Tor network.
fr: Tails demande l'heure en se connectant au service de détection de portail captif de [Fedora](https://getfedora.org/), qui est utilisé par la plupart des distributions Linux. Cette connexion ne se fait pas à travers le réseau réseau Tor. C'est une exception à notre politique de se connecter à Internet uniquement via le réseau Tor.
it: Tails conosce l'ora locale collegandosi al servizio di rilevamento del captive portal di [Fedora](https://getfedora.org/), utilizzato dalla maggior parte delle distribuzioni Linux. Questa connessione non passa attraverso la rete Tor ed è un eccezione alla nostra politica di effettuare connessioni a Internet solo attraverso la rete Tor.
pt: O Tails descobre a data e hora corretas conectando ao serviço de detecção de portal cativo do [Fedora](https://getfedora.org/), que é usado pela maioria das distribuições Linux. Esta conexão não passa pela rede Tor e é uma exceção à nossa política de somente realizar conexões à Internet através da rede Tor.

source: <p>You can learn more about our security assessment of this time synchronization in our [[design documentation about non-Tor traffic|contribute/design/Tor_enforcement#non-tor-traffic]].</p>
fr: <p>Pour en savoir plus à propos de notre évaluation de sécurité sur cette synchronisation du temps, vous pouvez lire notre [[documentation de conception sur le trafic en dehors de Tor|contribute/design/Tor_enforcement#non-tor-traffic]] (en anglais).</p>
it: <p>Puoi saperne di più sulla nostra valutazione della sicurezza di questa sincronizzazione temporale nella nostra [[documentazione progettuale sul traffico non-Tor traffico|contribute/design/Tor_enforcement#non-tor-traffic]].</p>
pt: <p>Você pode saber mais sobre a nossa avaliação de segurança dessa sincronização de data e hora na nossa [[documentação de projeto sobre tráfego por fora do Tor|contribute/design/Tor_enforcement#non-tor-traffic.</p>

source: If you choose instead to [[hide that you are connecting to Tor|tor#hiding]], you might have to fix the computer clock manually.
fr: Si à la place vous choisissez de [[cacher le fait de vous connecter à Tor|tor#hiding]], vous pourrez avoir besoin de régler manuellement l'horloge de l'ordinateur.
it: Se scegli invece di [[nascondere che ti stai connettendo a Tor|tor#hiding], potrebbe essere necessario aggiustare manualmente l'orologio del computer.
pt: Se ao invés disso você quiser [[esconder o fato de que está conectando à rede Tor|tor#hiding]], talvez você precise acertar o relógio do computador manualmente.

source: Then, Tails tries different ways of connecting to Tor until it succeeds:
fr: Alors, Tails essaie différentes façons de se connecter à Tor jusqu'à ce qu'il réussisse :
it: Quindi, Tails prova diversi modi di connettersi a Tor finché non riesce:
pt: Em seguida, o Tails tenta de diferentes maneiras conectar à rede Tor até que tenha sucesso:

source: Tails tries to connect to Tor directly using **public relays**, without using a bridge.
fr: Tails essaie de se connecter directement à Tor à l'aide de **relais publics**, sans utiliser un pont.
it: Tails cerca di connettersi a Tor direttamente usando **relè pubblici**, senza usare un ponte.
pt: Tails tenta se conectar à rede Tor diretamente usando **retransmissores públicos**, sem usar uma ponte.

source: Tails tries to connect to Tor using one of the **default bridges**, already included in Tails, if connecting using public relays fails.
fr: Tails essaie de se connecter à Tor à l'aide d'un des **ponts par défaut**, déjà inclus dans Tails, si la connexion à l'aide de relais publics échoue.
it: Tails cerca di collegarsi a Tor usando uno dei **ponti predefiniti**, già inclusi in Tails, se la connessione con i relè pubblici fallisce.
pt: Tails tenta se conectar à rede Tor usando uma das **pontes padrão**, já inclusas no Tails, caso falhe em conectar usando retransmissores públicos.

source: If public relays and default bridges don't work, Tails asks you to configure a **custom bridge**, if connecting using the default bridges fails.
fr: Si les relais publics et ponts par défaut ne fonctionnent pas, Tails vous demande de configurer un **pont par courriel** (« ponts personnalisés »).
it: Se i relay pubblici e i bridge predefiniti non funzionano, Tails chiede di configurare un **ponte personalizzato**, se fallisce la connessione con i bridge predefiniti.
pt: Se os retransmissores públicos e as pontes padrão não funcionarem, o Tails pedirá para que você configure uma **ponte personalizada**.

source: Someone monitoring your Internet connection could identify these attempts as coming from a Tails user.
fr: Quelqu'un qui surveillerait votre connexion à Internet pourrait déterminer que ces tentatives proviennent d'un utilisateur de Tails.
it: Qualcuno che monitora la tua connessione Internet potrebbe identificare questi tentativi come provenienti da un utente di Tails.
pt: Alguém que esteja monitorando sua conexão à Internet poderia identificar que essas tentativas estão vindo de um usuário do Tails.

source: <p>In the future, Tails will also automatically:</p>
fr: <p>Dans le futur, Tails va également automatiquement :</p>
it: <p>In futuro, Tails sarà anche automaticamente:</p>
pt: <p>No futuro, Tails também irá automaticamente:</p>

source: <ul> <li>Detect if you have to sign in to the local network using a captive portal ([[!tails_ticket 5785]])</li> </ul>
fr: <ul> <li>Détecter si vous devez vous connecter à un réseau local utilisant un portail captif ([[!tails_ticket 5785]])</li> </ul>
it: <ul> <li>Rileva se devi accedere alla rete locale usando un captive portal ([[!tails_ticket 5785]]) </li> </ul>
pt: <ul> <li>Detectar se você precisa se logar na rede local usando um portal captivo ([[!tails_ticket 5785]])</li> </ul>

source: <h1 id="hiding">Hiding to your local network that you are connecting to Tor</h1>
fr: <h1 id="hiding">Dissimuler à mon réseau local que je me connecte à Tor</h1>
it: <h1 id="hiding">Nasconde alla tua rete locale che ti stai connettendo a Tor</h1>
pt: <h1 id="hiding">Escondendo da sua rede local que você está conectado à rede Tor</h1>

source: You might need to go unnoticed if using Tor could look suspicious to someone who monitors your Internet connection.
fr: Vous pourriez vouloir passer inaperçu si l'utilisation de Tor peut sembler suspecte à quiconque surveillerait votre connexion Internet.
it: Potresti aver bisogno di passare inosservato se l'uso di Tor potrebbe sembrare sospetto a qualcuno che controlla la tua connessione Internet.
pt: Talvez você não queira que te notem caso o uso do Tor possa levantar suspeitas para alguém que esteja monitorando sua conexão à Internet.

source: When you choose this option, Tails will only connect to Tor after you configure a Tor bridge. Bridges are secret Tor relays that hide that you are connecting to Tor.
fr: Lorsque vous choisissez cette option, Tails ne se connectera à Tor qu'une fois que vous aurez configuré un pont Tor. Les ponts sont des relais Tor secrets qui dissimulent le fait que vous vous connectiez à Tor.
it: Quando scegli questa opzione, Tails si connetterà a Tor solo dopo aver configurato un ponte Tor. I ponti sono relè Tor segreti che nascondono che ti stai connettendo a Tor.
pt: Ao escolher essa opção, Tails apenas conectará à rede Tor depois que você configurar uma ponte. Pontes são retransmissores secretos da rede Tor que escondem o fato de que você está conectando à rede Tor.

source: <p>It is impossible to hide to the websites that you visit that you are using Tor, because the <a href="https://metrics.torproject.org/exonerator.html">list of exit nodes of the Tor network</a> is public.</p>
fr: <p>Il est impossible de cacher aux sites web que vous visitez que vous utilisez Tor, parce que la <a href="https://metrics.torproject.org/exonerator.html">liste des nœuds de sortie du réseau Tor</a> est publique.</p>
it: <p>È impossibile nascondere ai siti web che visiti che stai usando Tor, perché la <a href="https://metrics.torproject.org/exonerator.html">lista dei nodi di uscita della rete Tor </a> è pubblica.</p>
pt: <p>É impossível esconder dos sites que você visita o fato de que você está usando Tor, pois a <a href="https://metrics.torproject.org/exonerator.html"> lista de nós de saída da rede Tor</a> é pública.</p>

source: Our team is doing its best to help you connect to Tor using the most discrete types of Tor bridges. That is why, when you decide to hide that you are connecting to Tor:
fr: Notre équipe fait de son mieux pour vous aider à vous connecter à Tor grâce aux types de ponts Tor les plus discrets. C'est pourquoi, lorsque vous décidez de dissimuler le fait que vous vous connectez à Tor :
it: Il nostro team sta facendo del suo meglio per aiutarti a connetterti a Tor usando i tipi più discreti di ponti Tor. Ecco perché, quando decidi di nascondere che ti stai connettendo a Tor:
pt: Nosso time está fazendo o possível para te ajudar a conectar à rede Tor usando os tipos mais discretos de pontes. Por isso, quando você decide esconder que está se conectando à rede Tor:

source: - Default bridges are not available.
fr: - Les ponts par défaut ne sont pas disponibles.
it: - I ponti predefiniti non sono disponibili.
pt: - Pontes padrão não estão disponíveis.

source: You will have to know the address of a custom bridge.
fr: Vous devrez connaître l'adresse d'un pont personnalisé.
it: Dovi conoscere l'indirizzo di un ponte personalizzato.
pt: Você terá que saber o endereço de uma ponte personalizada.

source: To request a custom bridge, you can either:
fr: Pour demander un pont personnalisé, vous pouvez soit :
it: Per richiedere un ponte personalizzato, puoi o:
pt: Para solicitar uma ponte personalizada, você pode:

source: Request a bridge on [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4).
fr: Demander un pont sur [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4?lang=fr).
it: Richiedi un ponte a [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4).
pt: Pedir uma ponte em [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4).
