Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/tor.*.po
Languages: fr, it, pt

source: We recommend doing so before starting Tails and ideally from a different local network than the one on which you want to hide that you are using Tor.
fr: Nous vous recommandons de le faire avant de démarrer Tails et idéalement depuis un réseau local différent de celui sur lequel vous voulez cacher le fait que vous utilisiez Tor.
it: Raccomandiamo di farlo prima di avviare Tails e idealmente da una diversa rete locale, diversa da quella con cui vuoi nascondere che stai usando Tor.
pt: Recomendamos que você faça isso antes de iniciar o Tails, idealmente a partir de uma rede local diferente da que você deseja esconder o fato que está usando Tor.

source: Send an empty email to <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> from a Gmail or Riseup email address.
fr: Envoyer un courriel vide à <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> à partir d'une adresse courriel Gmail ou Riseup.
it: Manda una email vuota a <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> da un indirizzo email Gmail o Riseup.
pt: Envie um email vazio para <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> a partir de um endereço de email do Gmail ou do Riseup.

source: For example, you can send the email from your phone and type the bridge in Tails.
fr: Vous pouvez, par exemple, envoyer un courriel depuis votre téléphone et saisir le pont dans Tails.
it: Per esempio, puoi inviare l'e-mail dal tuo telefono e digitare il ponte in Tails.
pt: Você pode, por exemplo, enviar um email a partir do seu celular e depois digitar a ponte no Tails.

source: Sending the email reveals to Gmail or Riseup that you are trying to connect to Tor but not to someone who monitors your Internet connection.
fr: Envoyer ce courriel révèle à Gmail ou à Riseup que vous essayez de vous connecter à Tor mais pas à quelqu'un qui surveille votre connexion Internet.
it: L'invio dell'email rivela a Gmail o Riseup che stai cercando di connetterti a Tor, ma non a qualcuno che controlla la tua connessione Internet.
pt: Enviando o email, você revela para o Gmail ou para o Riseup que você está tentando se conectar à rede Tor, mas não para alguém que esteja monitorando sua conexão à Internet.

source: Even someone who knows your bridge cannot know what you are doing online from Tails.
fr: Même une personne connaissant votre pont ne peut pas savoir ce que vous faites en ligne depuis Tails.
it: Anche qualcuno che conosce il tuo ponte non può sapere cosa stai facendo online da Tails.
pt: Mesmo que alguém saiba qual ponte você está usando, não pode saber o que você está fazendo online a partir do Tails.

source: - You can only use the types of bridges that our team considers discrete enough.
fr: - Vous ne pouvez utiliser que les types de ponts que notre équipe considèrent comme suffisamment discrets.
it: - Puoi usare solo i tipi di ponti che il nostro team considera abbastanza discreti.
pt: - Você pode usar apenas os tipos de ponte que o nosso time considera suficientemente discretas.

source: Currently in Tails, only **obfs4 bridges** hide that you are using Tor.
fr: Actuellement dans Tails, seuls les **ponts obfs4** dissimulent le fait que vous utilisiez Tor.
it: Attualmente in Tails, solo **obfs4 bridges** nascondono che stai usando Tor.
pt: No Tails, atualmente apenas **pontes obfs4** escondem o fato que você está usando Tor.

source: To save the last Tor bridge that connected to Tor successfully, turn on the [[Tor Bridge feature of the Persistent Storage|doc/first_steps/persistence#tor-bridge]].
fr: Pour sauvegarder le dernier pont Tor qui s'est connecté à Tor avec succès, activer [[l'option Tor Bridges du volume persistant|doc/first_steps/persistence#tor-bridge]].
it: Per salvare l'ultimo Tor bridge che si è connesso con successo a Tor, attiva la [[Tor Bridge feature of the Persistent Storage|doc/first_steps/persistence#tor-bridge]].
pt: Para salvar a última ponte com a qual você conectou à rede Tor com êxito, ative a [[funcionalidade de Pontes Tor do armazenamento persistente|doc/first_steps/persistence#tor-bridge]].

source: <p>In the future, we will make it easier to use a custom bridge by:</p>
fr: <p>Dans le futur, nous allons rendre plus facile l'utilisation d'un pont personnalisé en :</p>
it: <p>In futuro, renderemo più facile usare un ponte personalizzato:</p>
pt: <p>No futuro, tornaremos mais fácil a utilização de pontes personalizadas: </p>

source: <ul> <li>Allowing you to scan the QR code returned by <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> ([[!tails_ticket 18219]])</li> <li>Allowing you to request a bridge from Tails by solving a CAPTCHA ([[!tails_ticket 15331]])</li> </ul>
fr: <ul> <li>Vous permettant de scanner le QR code envoyé par <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> ([[!tails_ticket 18219]])</li> <li>Vous permettant de demander un pont depuis Tails en résolvant des CAPTCHA ([[!tails_ticket 15331]])</li> </ul>
it: <ul> <li>Permettendoti di scansionare il codice QR restituito da <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> ([[!tails_ticket 18219]])</li> <li>Consentendoti di richiedere un ponte da Tails risolvendo un CAPTCHA ([[!tails_ticket 15331]])</li> </ul>
pt: <ul> <li>Permitindo que você escaneie o QR code enviado por <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> ([[!tails_ticket 18219]])</li> <li>Permitindo que você peça uma ponte a partir do Tails depois de resolver um CAPTCHA ([[!tails_ticket 15331]])</li> </ul>

source: <h1 id="status">Viewing the status of Tor</h1>
fr: <h1 id="status">Visualiser l'état de Tor</h1>
it: <h1 id="status">Visualizzando lo stato di Tor</h1>
pt: <h1 id="status">Visualizando o estado do Tor</h1>

source: The status of Tor appears as an onion icon in the notification area:
fr: L'état de Tor apparaît sous la forme d'un icône d'oignon dans la zone de notification :
it: Lo stato di Tor appare come un'icona a forma di cipolla nell'area di notifica:
pt: O estado do Tor aparece como um ícone de cebola na área de notificações:

source: [[!img lib/symbolic/tor-connected.png alt="Onion icon" link=no class=symbolic]] You are connected to Tor.
fr: [[!img lib/symbolic/tor-connected.png alt="Icône oignon" link=no class=symbolic]] Vous êtes connecté à Tor.
it: [[!img lib/symbolic/tor-connected.png alt="Onion icon" link=no class=symbolic]] Sei connessa a Tor.
pt: [[!img lib/symbolic/tor-connected.png alt="Onion icon" link=no class=symbolic]] Você está com conexão à rede Tor.

source: [[!img lib/symbolic/tor-disconnected.png alt="Onion icon that is crossed out" link=no class="symbolic"]] You are not connected to Tor.
fr: [[!img lib/symbolic/tor-disconnected.png alt="Icône oignon barré" link=no class="symbolic"]] Vous n'êtes pas connecté à Tor.
it: [[!img lib/symbolic/tor-disconnected.png alt="Onion icon that is crossed out" link=no class="symbolic"]] Non sei connessa a Tor.
pt: [[!img lib/symbolic/tor-disconnected.png alt="Onion icon that is crossed out" link=no class="symbolic"]] Você não está com conexão à rede Tor.

source: <h1 id="troubleshoot-tor">Troubleshooting connecting to Tor</h1>
fr: <h1 id="troubleshoot-tor">Résoudre les problèmes pour se connecter à Tor</h1>
it: <h1 id="troubleshoot-tor">Risoluzione dei problemi di connessione a Tor</h1>
pt: <h1 id="troubleshoot-tor">Resolvendo problemas com a conexão à rede Tor</h1>

source: <p>See our documentation on [[troubleshooting connecting to Tor|tor/troubleshoot]].</p>
fr: <p>Voir notre documentation sur [[comment résoudre les problèmes de connexion à Tor|tor/troubleshoot]].</p>
it: <p>Vedi la nostra documentazione su [[risoluzione dei problemi di connessione a Tor|tor/troubleshoot]].</p>
pt: <p>Veja nossa documentação sobre [[resolução de problemas de conexão à rede Tor|tor/troubleshoot]].</p>

source: <!-- Mention captive portal detection here once we have #5785 -->
it: <!-- Menziona qui il rilevamento del captive portal una volta che abbiamo #5785 -->
