Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/unsafe_browser.*.po
Languages: es, it

source: [[!meta title="Signing in to a network using a captive portal"]]
es: [[!meta title="Ingresar a la red usando un portal cautivo"]]
it: [[!meta title="Accedere a una rete usando un captive portal"]]

source: What captive portals are
es: Qué son los portales cautivos
it: Cosa sono i captive portals

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline.es" raw="yes" sort="age"]]
it: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline.it" raw="yes" sort="age"]]

source: <h1 id="security">Security implications of the <i>Unsafe Browser</i></h1>
es: <h1 id="security">Implicaciones de seguridad del <i>Navegador No Seguro</i></h1>
it: <h1 id="security">Implicazioni di sicurezza del<i>Browser Non Sicuro</i></h1>

source: For better security, the *Unsafe Browser* is disabled by default because:
es: Para mayor seguridad, el *Navegador No seguro* está desactivado por defecto porque:
it: Per una maggiore sicurezza, il Browser Non Sicuro è disabilitato per impostazione predefinita perché:

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/security_implications.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/anonymous_internet/unsafe_browser/security_implications.inline.es" raw="yes" sort="age"]]

source: To start the *Unsafe Browser*:
es: Para iniciar el *Navegador No seguro*:
it: Per avviare Browser *Non Sicuro*:

source: When the [[Welcome Screen|first_steps/welcome_screen]] appears, click on the **[[!img lib/list-add.png alt="Add Additional Setting" class="symbolic" link="no"]]** button.
es: Cuando aparezca la [[Pantalla de Bienvenida|first_steps/welcome_screen]], haz clic en el botón **[[!img lib/list-add.png alt="Añadir Configuración adicional" class="symbolic" link="no"]]**.
it: Quando appare la [[schermata di accoglienza|first_steps/welcome_screen]], clicca sul tasto **[[!img lib/list-add.png alt="Aggiungi impostazione aggiuntiva" class="symbolic" link="no"]]**.

source: Choose **Unsafe Browser** in the **Additional Settings** dialog.
es: Elige **Navegador No seguro** en el diálogo **Additional Settings**.
it: Scegli **Browser Non Sicuro** nella finestra di dialogo **Impostazione aggiuntiva**.

source: Select the **Enable the Unsafe Browser** option.
es: Selecciona la opción **Habilitar el Navegador No seguro**.
it: Seleziona l'opzione **Abilita il Browser Non Sicuro **.

source: Click **Start Tails**.
es: Click en **Iniciar Tails**.
it: Clicca ** Avvia Tails**.

source: In Tails, choose **Applications**&nbsp;▸ **Internet**&nbsp;▸ **Unsafe Browser**.
es: En Tails, selecciona **Aplicaciones**&nbsp;▸ **Internet**&nbsp;▸ **Navegador No seguro**.
it: In Tails, vai in **Applicazioni**&nbsp;▸ **Internet**&nbsp;▸ **Browser Non Sicuro**.

source: Signing in to a network using a captive portal
es: Ingresar a la red usando un portal cautivo
it: Accedere a una rete usando un captive portal

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/signing_in.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/anonymous_internet/unsafe_browser/signing_in.inline.es" raw="yes" sort="age"]]

source: <p>To always enable the <em>Unsafe Browser</em>, turn on the [[Welcome Screen|doc/first_steps/persistence#welcome_screen]] feature of the Persistent Storage.</p>
es: <p>Para que el <em>Navegador No seguro</em> esté siempre habilitado activa la funcionalidad [[Welcome Screen|doc/first_steps/persistence#welcome_screen]] del Almacenamiento Permanente.</p>
it: <p>Per abilitare sempre il <em>Browser Non Sicuro</em>, attiva la funzione [[Schermata di Accoglienza|/first_steps/persistence#welcome_screen]] dell' Archivio Persistente.</p>

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline.es" raw="yes" sort="age"]]
it: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline.it" raw="yes" sort="age"]]

source: <p>To learn how Tails implements the <i>Unsafe Browser</i>, see our [[design documentation about the <i>Unsafe Browser</i>|contribute/design/Unsafe_Browser]].</p>
it: <p>Per sapere come Tails implementa il <i>Browser Non sicuro</i>, vedi la nostra [[documentazione di design del <i>Browser Non Sicuro</i>|contribute/design/Unsafe_Browser]].</p>

source: <h1 id="use">Starting the <i>Unsafe Browser</i></h1>
it: <h1 id="use">Avviare il <i>Browser Non Sicuro</i></h1>
