Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/persistence/backup.*.po
Languages: it

source: [[!meta title="Making a backup of your Persistent Storage"]]
it: [[!meta title="Fare un backup del tuo Archivio Persistente"]]

source: <p>If your Tails is broken and you are trying to rescue your Persistent Storage, see our [[instructions on rescuing your Persistent Storage from a broken Tails|doc/first_steps/persistence/rescue]].</p>
it: <p>Se il tuo Tails è rotto e stai cercando di salvare l'Archivio Persistente, vedi le nostre [[istruzioni sul salvataggio dell'Archivio Persistente da un Tails rotto|doc/first_steps/persistence/rescue]]</p>

source: <h1 id="create">Create a new Tails to store your backup</h1>
it: <h1 id="create">Crea un nuovo Tails per archiviare il tuo backup</h1>

source: We recommend you to create another Tails to store your backup. This way, if your Tails is lost or damaged, you can replace it immediately with your backup Tails.
it: Ti consigliamo di creare un altro Tails per archiviare il backup. In questo modo, se il tuo Tails viene perso o danneggiato, puoi sostituirlo immediatamente con il tuo Tails col backup.

source: <p>Your backup Tails must be version 4.14 or newer.</p>
it: <p>Il tuo Tails col backup deve essere della versione 4.14 o successive.</p>

source: Install Tails on a new USB stick on which you want to create your backup Tails. For detailed instructions, see how to [[install Tails from another Tails|install/clone#install-tails]]. Make sure that this new USB stick is at least as large as your current Tails USB stick.
it: Installa Tails su una nuova chiavetta USB sulla quale vuoi creare il Tails col backup. Per istruzioni dettagliate, vedi come [[installare Tails da un altro Tails|installazione/clone#installazione-tails]]. Assicurati che questa nuova chiavetta USB abbia memoria almeno quanto la chiavetta USB di Tails attuale.

source: We recommend making your backup Tails USB stick look different than your current Tails USB stick to avoid using your backup Tails by mistake.
it: Raccomandiamo di installare il tuo Tails di backup su una chiavetta USB di aspetto diverso da quello della tua chiavetta USB Tails di uso corrente, per evitare di utilizzare erroneamente il tuo Tails di backup.

source: Shutdown and unplug your current Tails USB stick.
it: Arresta e disinserisci la tua chiavetta USB Tails di uso corrente.

source: Restart on your backup Tails and create a Persistent Storage on it. For detailed instructions, see how to [[create and configure the Persistent Storage|doc/first_steps/persistence]].
it: Riavvia il backup di Tails e crea un Archivio Persistente. Per istruzioni dettagliate, vedi come [[creare e configurare l'Archivio Persistente|doc/first_steps/persistence]].

source: <div class="tip"> <p>We recommend using the same passphrase as your current Tails so that the passphrase is easier to remember.</p> </div>
it: <div class="tip"> <p>Raccomandiamo di usare la stessa passphrase del tuo Tails di uso corrente, in modo che la passphrase sia facile da ricordare.</p> </div>

source: When the Persistent Storage settings shows the list of possible features, click **Save** and exit.
it: Quando le impostazioni dell'Archivio Persistente mostra l'elenco delle funzioni possibili, clicca su **Salva** ed esci..

source: The backup process described below overrides the configuration of the Persistent Storage. So, it does not matter which features you turn on when creating the Persistent Storage.
it: Il processo di backup descritto di seguito sovrascrive la configurazione dell'Archivio Persistente. Pertanto, non importa quali funzioni tu abbia attivato quando hai creato l'Archivio Persistente.

source: Shutdown and unplug your backup Tails USB stick.
it: Arresta e disinserisci la tua chiavetta USB Tails di backup.

source: <h1 id="update">Create or update your backup</h1>
it: <h1 id="update">Crea o aggiorna il tuo backup</h1>

source: Start on your current Tails and unlock the Persistent Storage.
it: Inizia dal tuo attuale Tails e sblocca l'Archivio Persistente.

source: Plug in your backup Tails USB stick.
it: Inserisci la tua chiavetta USB Tails di backup.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Back Up Persistent Storage</span></span>.
it: 1. Scegli <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Strumenti di Sistema</span>&nbsp;▸ <span class="guimenuitem">Back Up Persistent Storage</span></span>.

source: <p>Each time you update your backup, only the files that have changed are copied.</p>
it: <p>Ogni volta che aggiorni il backup, vengono copiati solo i file modificati..</p>

source: If your backup Tails has an outdated version of Tails, we recommend you upgrade it by cloning your current Tails using <span class="application">Tails Installer</span>. For detailed instructions, see how to [[manually upgrade from another Tails|upgrade/clone#upgrade]].
it: Se il tuo Tails col backup ha una versione obsoleta di Tails, ti consigliamo di aggiornarlo clonando il tuo Tails attuale usando <span class="application">Tails Installer</span> Per istruzioni dettagliate, vedi come [[aggiornare manualmente da un altro Tails|aggiornamento/clone#upgrade]].

source: Updating your backup Tails from a terminal
it: Aggiornare il backup su Tails da un terminale

source: If you prefer updating your backup Tails from a terminal, execute the following command from a *Root Terminal*:
it: Se preferisci aggiornare il tuo backup di Tails da un terminale, esegui il seguente comando da un *terminale come root*:

source: When the command finishes, it displays a summary of the data that was copied. For example:
it: Al termine del comando, viene visualizzato un riepilogo dei dati copiati. Ad esempio:
