Repository: anonym/tails
Catalog: wiki/src/doc/first_steps/persistence/use.*.po
Languages: ru

source: [[!meta title="Unlocking and using the Persistent Storage"]]
ru: [[!meta title="Разблокирование и использование Постоянного хранилища"]]

source: [[!inline pages="doc/first_steps/persistence.caution" raw="yes" sort="age"]]
ru: [[!inline pages="doc/first_steps/persistence.caution.ru" raw="yes" sort="age"]]

source: Unlocking the Persistent Storage
ru: Разблокирование Постоянного хранилища

source: When starting Tails, in the <span class="guilabel">Encrypted Persistent Storage</span> section of the [[Welcome Screen|welcome_screen]], enter your passphrase and click <span class="bold">Unlock</span>.
ru: При запуске Tails на [[экране приветствия|welcome_screen]] в разделе <span class="guilabel">Encrypted Persistent Storage</span> введите свой пароль и нажмите <span class="bold">Unlock</span>.

source: Using the Persistent Storage
ru: Использование Постоянного хранилища

source: After you unlock the Persistent Storage, the data corresponding to each feature of the Persistent Storage is automatically available. For example:
ru: После разблокирования Постоянного хранилища становятся доступны все связанные с ним данные.

source: Your personal files in the *Persistent* folder are accessible from **Places**&nbsp;▸ **Persistent**.
ru: Ваши персональные файлы в соответствующей папке *Persistent* будут доступны из меню **Места**&nbsp;▸ **Persistent**.

source: - Emails are available in *Thunderbird* and bookmarks are available in *Tor Browser*.
ru: - Электронная почта будет доступна в *Thunderbird*, а закладки в *Tor Browser*.

source: - Additional software is automatically installed when starting Tails.
ru: - При запуске Tails будут автоматически устанавливаться дополнительные программы.

source: For advanced users to access the internal content of the Persistent Storage, choose **Places**&nbsp;▸ **Computer** and open the folders *live*&nbsp;▸ *persistence*&nbsp;▸ *TailsData_unlocked*.
ru: Продвинутые пользователи могут получить доступ к содержанию Постоянного хранилища. Выберите **Места**&nbsp;▸ **Компьютер**, откройте папку *live*&nbsp;▸ *persistence*&nbsp;▸ *TailsData_unlocked*.

source: To open the <span class="filename">Persistent</span> folder and access your personal files and working documents, choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
ru: Чтобы открыть папку <span class="filename">Persistent</span> и получить доступ к своим персональным файлам и рабочим документам, выберите <span class="menuchoice"> <span class="guimenu">Места</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.

source: 2. Enter the passphrase of the persistent volume in the <span class="guilabel">Passphrase</span> text box.
ru: 2. Введите пароль к Постоянному хранилищу в поле <span class="guilabel">Passphrase</span>.

source: 3. If you select the <span class="guilabel">Read-Only</span> check box, the content of persistent volume will be available and you will be able to modify it but the changes will not be saved.
ru: 3. Если отметить <span class="guilabel">Read-Only</span>, содержание Постоянного хранилища станет доступно; изменения возможны, но сохраняться не будут.
