Repository: anonym/tails
Catalog: wiki/src/doc/about.index.*.po
Languages: es, fr, it, pt

source: [[!traillink System_requirements|about/requirements]]
es: [[!traillink Requisitos_del_sistema|about/requirements]]
fr: [[!traillink Configuration_requise|about/requirements]]
it: [[!traillink Requisiti_di_sistema|about/requirements]]
pt: [[!traillink Requisitos_de_sistema|about/requirements]]

source: [[!traillink Warnings:_Tails_is_safe_but_not_magic!|about/warnings]]
es: [[!traillink ¡Advertencia:_Tails_es_seguro_pero_no_mágico!|about/warnings]]
it: [[!traillink Avvertimenti:_Tails_è_sicuro_ma_non_magico!|about/warnings]]
pt: [[!traillink Advertências:_Tails_é_seguro_mas_não_faz_mágica!|about/warnings]]

source: [[!traillink Protecting_your_identity_when_using_Tails|about/warnings/identity]]
es: [[!traillink Proteger_tu_identidad_al_usar_Tails|about/fingerprint]]
fr: [[!traillink Protéger_votre_identité_lorsque_vous_utilisez_Tails|about/warnings/identity]]
it: [[!traillink Proteggere_la_tua_identità_quando_utilizzi_Tails|about/warnings/identity]]
pt: [[!traillink Protegendo_sua_identidade_ao_usar_Tails|about/warnings/identity]]

source: [[!traillink Limitations_of_the_Tor_network|about/warnings/tor]]
es: [[!traillink Limitaciones_de_la_red_Tor|about/warnings/tor]]
fr: [[!traillink Limites_du_réseau_Tor|about/warnings/tor]]
it: [[!traillink Limiti_della_rete_Tor|about/warnings/tor]]
pt: [[!traillink Limitações_da_rede_Tor|about/warnings/tor]]

source: [[!traillink Reducing_risks_when_using_untrusted_computers|about/warnings/computer]]
es: [[!traillink Reducir_los_riesgos_al_utilizar_equipos_que_no_son_de_confianza|about/warnings/computer]]
fr: [[!traillink Reduire_les_risques_avec_les_ordinateurs_peu_dignes_de_confiance|about/warnings/computer]]
it: [[!traillink Ridurre_i_rischi_quando_utilizzi_computer_inaffidabili|about/warnings/computer]]
pt: [[!traillink Reduzindo_riscos_ao_usar_computadores_não_confiáveis|about/warnings/computer]]

source: [[!traillink Features_and_included_software|about/features]]
es: [[!traillink Características_y_software_incluido|about/features]]
fr: [[!traillink Fonctionnalités_et_logiciels_inclus|about/features]]
it: [[!traillink Funzionalità_e_programmi_inclusi|about/features]]
pt: [[!traillink Funcionalidades_e_programas_inclusos|about/features]]

source: [[!traillink Social_Contract|doc/about/social_contract]]
es: [[!traillink Contrato_Social|about/social_contract]]
fr: [[!traillink Contrat_social|doc/about/social_contract]]
it: [[!traillink Contratto_Sociale|doc/about/social_contract]]
pt: [[!traillink Contrato_Social|doc/about/social_contract]]

source: [[!traillink How_can_I_trust_Tails?|about/trust]]
es: [[!traillink ¿Cómo_puedo_confiar_en_Tails?|about/trust]]
fr: [[!traillink Comment_avoir_confiance_en_Tails_?|about/trust]]
it: [[!traillink Come_posso_fidarmi_di_Tails?|about/trust]]
pt: [[!traillink Por_que_devo_confiar_no_Tails?|about/trust]]

source: [[!traillink License_and_source_code_distribution|about/license]]
es: [[!traillink Licencia_y_distribución_de_código_fuente|about/license]]
fr: [[!traillink Licence_et_distribution_du_code_source|about/license]]
it: [[!traillink Licenza_e_distribuzione_del_codice_sorgente|about/license]]
pt: [[!traillink Licença_e_distribuição_do_código_fonte|about/license]]

source: [[!traillink Acknowledgments_and_similar_projects|about/acknowledgments_and_similar_projects]]
es: [[!traillink Agradecimientos_y_proyectos_similares|about/acknowledgments_and_similar_projects]]
fr: [[!traillink Remerciements_et_projets_similaires|about/acknowledgments_and_similar_projects]]
it: [[!traillink Ringraziamenti_e_progetti_simili|about/acknowledgments_and_similar_projects]]
pt: [[!traillink Agradecimentos_e_projetos_similares|about/acknowledgments_and_similar_projects]]

source: [[!traillink Finances|about/finances]]
es: [[!traillink Finanzas|about/finances]]
it: [[!traillink Bilancio|about/finances]]
pt: [[!traillink Finanças|about/finances]]

source: [[!traillink Contact|about/contact]]
es: [[!traillink Contacto|about/contact]]
it: [[!traillink Contatti|about/contact]]
pt: [[!traillink Contato|about/contact]]

source: [[!traillink OpenPGP_keys|about/openpgp_keys]]
es: [[!traillink Llaves_OpenPGP|about/openpgp_keys]]
fr: [[!traillink Clés_OpenPGP|about/openpgp_keys]]
it: [[!traillink Chiavi_OpenPGP|about/openpgp_keys]]
pt: [[!traillink Chaves_OpenPGP|about/openpgp_keys]]
