Repository: anonym/tails
Catalog: wiki/src/doc/advanced_topics.index.*.po
Languages: fr, pt

source: [[!traillink Running_Tails_in_a_virtual_machine|advanced_topics/virtualization]]
fr: [[!traillink Utiliser_Tails_dans_une_machine_virtuelle|advanced_topics/virtualization]]
pt: [[!traillink Rodando_Tails_em_uma_máquina_virtual|advanced_topics/virtualization]]

source: [[!traillink <span_class="application">GNOME_Boxes</span>|advanced_topics/virtualization/boxes]]
fr: [[!traillink <span_class="application">Machines de GNOME</span>|advanced_topics/virtualization/boxes]]

source: [[!traillink Modifying_the_boot_options_using_the_Boot_Loader|advanced_topics/boot_options]]
fr: [[!traillink Modifier_les_options_de_démarrage_à_l'aide_du_chargeur_d'amorçage|advanced_topics/boot_options]]
pt: [[!traillink Modificar_as_opções_de_boot_usando_o_Boot_Loader|advanced_topics/boot_options]]

source: [[!traillink Starting_Tails_from_an_external_hard_disk|advanced_topics/external_hard_disk]]
fr: [[!traillink Démarrer_Tails_depuis_un_disque_dur_externe|advanced_topics/external_hard_disk]]
pt: [[!traillink Iniciando_Tails_a_partir_de_um_disco_rígido_externo|advanced_topics/external_hard_disk]]

source: [[!traillink Accessing_the_internal_hard_disk|advanced_topics/internal_hard_disk]]
fr: [[!traillink Accéder_au_disque_dur_interne|advanced_topics/internal_hard_disk]]
pt: [[!traillink Acessando_o_disco_rígido_interno|advanced_topics/internal_hard_disk]]

source: Persistent Storage
fr: Stockage persistant
pt: Armazenamento Persistente

source: [[!traillink Changing_the_passphrase_of_the_Persistent_Storage|advanced_topics/persistence/change_passphrase]]
fr: [[!traillink Changer_la_phrase_de_passe_du_stockage_persistant|advanced_topics/persistence/change_passphrase]]

source: [[!traillink Checking_the_file_system_of_the_Persistent_Storage|advanced_topics/persistence/check_file_system]]
fr: [[!traillink Vérifier_le_système_de_fichiers_du_stockage_persistant|advanced_topics/persistence/check_file_system]]
pt: [[!traillink Verificando_o_sistema_de_arquivos_do_Armazenamento_Persistente|advanced_topics/persistence/check_file_system]]

source: [[!traillink Protection_against_cold_boot_attacks|advanced_topics/cold_boot_attacks]]
fr: [[!traillink Protection_contre_les_attaques_par_démarrage_à_froid|advanced_topics/cold_boot_attacks]]
pt: [[!traillink Proteção_contra_ataques_*cold_boot*|advanced_topics/cold_boot_attacks]]

source: [[!traillink Accessing_resources_on_the_local_network|advanced_topics/lan]]
fr: [[!traillink Accéder_aux_ressources_du_réseau_local|advanced_topics/lan]]
pt: [[!traillink Acessando_recursos_na_rede_local|advanced_topics/lan]]

source: [[!traillink Enabling_a_wireless_device|advanced_topics/wireless_devices]]
fr: [[!traillink Activer_un_périphérique_sans-fil|advanced_topics/wireless_devices]]
pt: [[!traillink Habilitando_um_dispositivo_sem_fio|advanced_topics/wireless_devices]]

source: [[!traillink Chatting_with_*Dino*_and_OMEMO|advanced_topics/dino]]
fr: [[!traillink Discuter_avec_*Dino*_et_OMEMO|advanced_topics/dino]]
pt: [[!traillink Batendo_papo_com_*Dino*_e_OMEMO|advanced_topics/dino]]

source: [[!traillink Exchanging_Monero_with_*Feather*|advanced_topics/feather]]
fr: [[!traillink Échanger_du_Monero_à l_aide_de_*Feather*|advanced_topics/feather]]
pt: [[!traillink Fazendo_transações_com_Monero_usando_*Feather*|advanced_topics/feather]]
