Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet.index.*.po
Languages: fr

source: Connecting to the Internet and Tor
fr: Se connecter à Internet et à Tor

source: [[!traillink Connecting_to_a_local_network|anonymous_internet/networkmanager]]
fr: [[!traillink Se_connecter_au_réseau_local|anonymous_internet/networkmanager]]

source: [[!traillink Troubleshooting_Wi-Fi_not_working|anonymous_internet/no-wifi]]
fr: [[!traillink Résoudre_les_problèmes_de_Wi-Fi|anonymous_internet/no-wifi]]

source: [[!traillink Signing_in_to_a_network_using_a_captive_portal|anonymous_internet/unsafe_browser]]
fr: [[!traillink S'identifier_auprès_d'un_portail_captif|anonymous_internet/unsafe_browser]]

source: [[!traillink Connecting_to_the_Tor_network|anonymous_internet/tor]]
fr: [[!traillink Se_connecter_au_réseau_Tor|anonymous_internet/tor]]

source: [[!traillink Troubleshooting_connecting_to_Tor|anonymous_internet/tor/troubleshoot]]
fr: [[!traillink Résoudre_les_problèmes_de_connexion_à_Tor|anonymous_internet/tor/troubleshoot]]

source: [[!traillink Why_does_Tails_use_Tor?|anonymous_internet/tor/why]]
fr: [[!traillink Pourquoi_Tails_utilise_Tor_?|anonymous_internet/tor/why]]

source: [[!traillink Why_is_Tor_slow?|anonymous_internet/tor/slow]]
fr: [[!traillink Pourquoi_Tor_est-il_lent_?|anonymous_internet/tor/slow]]

source: [[!traillink Viewing_the_circuits_of_Tor|anonymous_internet/tor/circuits]]
fr: [[!traillink Voir_les_circuits_Tor|anonymous_internet/tor/circuits]]

source: Internet applications
fr: Applications Internet

source: [[!traillink Browsing_the_web_with_<i>Tor_Browser</i>|anonymous_internet/tor_browser]]
fr: [[!traillink Naviguer_sur_le_web_avec_le_<i>Navigateur_Tor</i>|anonymous_internet/tor_browser]]

source: [[!traillink Sharing_files_with_<i>OnionShare</i>|anonymous_internet/onionshare]]
fr: [[!traillink Partager_des_fichiers_avec_<i>OnionShare</i>|anonymous_internet/onionshare]]

source: [[!traillink Emailing_and_reading_news_with_<i>Thunderbird</i>|anonymous_internet/thunderbird]]
fr: [[!traillink Envoyer_des_courriels_et_lire_des_nouvelles_avec_<i>Thunderbird</i>|anonymous_internet/thunderbird]]

source: [[!traillink Exchanging_bitcoins_using_<i>Electrum</i>|anonymous_internet/electrum]]
fr: [[!traillink Échanger_des_bitcoins_avec_<i>Electrum</i>|anonymous_internet/electrum]]

source: [[!traillink Chatting_with_<i>Pidgin</i>_and_OTR|anonymous_internet/pidgin]]
fr: [[!traillink Discuter_avec_<i>Pidgin</i>_et_OTR|anonymous_internet/pidgin]]
