Repository: anonym/tails
Catalog: wiki/src/doc/first_steps.index.*.po
Languages: fr, it, pt

source: Starting Tails
fr: Démarrer Tails
it: Avviare Tails
pt: Iniciando Tails

source: [[!traillink On_PC|first_steps/start/pc]]
it: [[!traillink Su_PC|first_steps/start/pc]]

source: [[!traillink On_Mac|first_steps/start/mac]]
it: [[!traillink Su_Mac|first_steps/start/mac]]

source: [[!traillink Accessibility|first_steps/accessibility]]
it: [[!traillink Accessibilità|first_steps/accessibility]]

source: [[!traillink Welcome_Screen|first_steps/welcome_screen]]
it: [[!traillink Schermo_di_benvenuto|first_steps/welcome_screen]]

source: [[!traillink Administration_password|first_steps/welcome_screen/administration_password]]
it: [[!traillink Password_di_amministrazione|first_steps/welcome_screen/administration_password]]

source: [[!traillink MAC_address_anonymization|first_steps/welcome_screen/mac_spoofing]]
it: [[!traillink Anonimizzazione_dell'indirizzo_MAC|first_steps/welcome_screen/mac_spoofing]]

source: [[!traillink Introduction_to_GNOME_and_the_Tails_desktop|first_steps/desktop]]
it: [[!traillink Introduzione_a_GNOME_e_al_desktop_Tails|first_steps/desktop]]

source: [[!traillink Why_is_the_time_wrong?|first_steps/desktop/time]]
it: [[!traillink Perchè_c'è_l'_orario_sbagliato?|first_steps/desktop/time]]

source: [[!traillink Persistent_Storage|first_steps/persistence]]
it: [[!traillink Archivio_Persistente|first_steps/persistence]]

source: [[!traillink Warnings_about_the_Persistent_Storage|first_steps/persistence/warnings]]
it: [[!traillink Avvertimenti_sull'Archivio_Persistente|first_steps/persistence/warnings]]

source: [[!traillink Making_a_backup_of_your_Persistent_Storage|first_steps/persistence/backup]]
it: [[!traillink Eseguire_il_backup_dell'Archivio_Persistente|first_steps/persistence/backup]]

source: [[!traillink Rescuing_your_Persistent_Storage_from_a_broken_Tails|first_steps/persistence/rescue]]
it: [[!traillink Recuperare_l'Archivio_Persistente_da_un_Tails_danneggiato|first_steps/persistence/rescue]]

source: [[!traillink Deleting_the_Persistent_Storage|first_steps/persistence/delete]]
it: [[!traillink Cancellare_l'Archivio_Persistente|first_steps/persistence/delete]]

source: [[!traillink Installing_additional_software|first_steps/additional_software]]
it: [[!traillink Installare_programmi_addizionali|first_steps/additional_software]]

source: [[!traillink Reporting_an_error|first_steps/bug_reporting]]
it: [[!traillink Segnalare_un_errore|first_steps/bug_reporting]]

source: [[!traillink Shutting_down_Tails|first_steps/shutdown]]
it: [[!traillink Arrestare_Tails|first_steps/shutdown]]

source: [[On PC|first_steps/start/pc]]
fr: [[Sur PC|first_steps/start/pc]]
pt: [[Em um PC|first_steps/start/pc]]

source: [[On Mac|first_steps/start/mac]]
fr: [[Sur Mac|first_steps/start/mac]]
pt: [[Em um Mac|first_steps/start/mac]]

source: [[Accessibility|first_steps/accessibility]]
fr: [[Accessibilité|first_steps/accessibility]]
pt: [[Acessibilidade|first_steps/accessibility]]

source: [[Welcome Screen|first_steps/welcome_screen]]
fr: [[Écran d'accueil|first_steps/welcome_screen]]
pt: [[Tela de Boas-vindas|first_steps/welcome_screen]]

source: [[Administration password|first_steps/welcome_screen/administration_password]]
fr: [[Mot de passe d'administration|first_steps/welcome_screen/administration_password]]
pt: [[Senha de administração|first_steps/welcome_screen/administration_password]]

source: [[MAC address anonymization|first_steps/welcome_screen/mac_spoofing]]
fr: [[Anonymisation d'adresse MAC|first_steps/welcome_screen/mac_spoofing]]
pt: [[Anonimização de endereço MAC|first_steps/welcome_screen/mac_spoofing]]

source: [[Introduction to GNOME and the Tails desktop|first_steps/desktop]]
fr: [[Introduction à GNOME et au bureau Tails|first_steps/desktop]]
pt: [[Introdução ao GNOME e à área de trabalho do Tails|first_steps/desktop]]

source: [[Why is the time wrong?|first_steps/desktop/time]]
fr: [[Pourquoi l'heure affichée n'est pas la bonne ?|first_steps/desktop/time]]
pt: [[Por que o relógio está errado?|first_steps/desktop/time]]

source: [[Reporting an error|first_steps/bug_reporting]]
fr: [[Signaler une erreur|first_steps/bug_reporting]]
pt: [[Reportando um erro|first_steps/bug_reporting]]

source: [[Shutting down Tails|first_steps/shutdown]]
fr: [[Éteindre Tails|first_steps/shutdown]]
pt: [[Desligando o Tails|first_steps/shutdown]]
