Repository: anonym/tails
Catalog: wiki/src/doc/persistent_storage.*.po
Languages: pt

source: [[!meta title="Persistent Storage"]]
pt: [[!meta title="Armazenamento Persistente"]]

source: If you start Tails from a USB stick, you can create an encrypted Persistent Storage in the free space left on the USB stick. The files and settings stored in the Persistent Storage are saved encrypted and remain available across different working sessions.
pt: Se você iniciar o Tails a partir de um pendrive USB, será possível criar um Armazenamento Persistente criptografado no espaço livre restante no pendrive USB. Os arquivos e configurações armazenados no Armazenamento Persistente são criptografados e podem ser acessados em diferentes sessões de trabalho.

source: You can use this Persistent Storage to store, for example:
pt: Você pode usar esse armazenamento persistente para armazenar, por exemplo:

source: Personal files
pt: Arquivos pessoais

source: Some settings
pt: Algumas configurações

source: Additional software
pt: Programas adicionais

source: Encryption keys
pt: Chaves de criptografia

source: The Persistent Storage is an encrypted partition protected by a passphrase on the USB stick.
pt: O armazenamento persistente é uma partição criptografada no seu pendrive USB protegida por uma senha.

source: After you create a Persistent Storage, you can choose to unlock it or not each time you start Tails.
pt: Após criar o Armazenamento Persistente, você pode escolher habilitá-lo ou não cada vez que iniciar o Tails.

source: [[!inline pages="doc/first_steps/persistence.caution" raw="yes" sort="age"]]
pt: [[!inline pages="doc/first_steps/persistence.caution.pt" raw="yes" sort="age"]]

source: <p>To learn how Tails implements Persistent Storage, see our [[design documentation about persistence|contribute/design/persistence]].</p>
pt: <p>Para saber como Tails implementa o Armazenamento Persistente, veja nossa [[documentação de design sobre persistência|contribute/design/persistence]]</p>

source: <h1 id="create">Creating the Persistent Storage</h1>
pt: <h1 id="create">Criando o Armazenamento Persistente</h1>

source: To create the Persistent Storage, choose **Applications**&nbsp;▸ **Tails**&nbsp;▸ **Configure persistent volume**.
pt: Para criar o Armazenamento Persistente, escolha **Aplicativos**&nbsp;▸ **Tails**&nbsp;▸ **Configuração do volume persistente**.

source: <p>If you receive the error message <em>Device was not created using a USB image or Tails installer</em>, then you need to reinstall Tails either by:</p>
pt: <p>Se voce receber a mensagem de erro <em>Dispositivo não foi criado usando uma imagem USB ou o instalador do Tails</em>, então você precisa reinstalar o Tails de uma das seguintes formas: </p>

source: <ul> <li>Installing using our [[USB image|install/download]] instead of our ISO image</li> <li>[[Installing from another Tails|install/clone]]</li> </ul>
pt: <ul> <li>Instalando por meio da nossa [[imagem USB|install/download]] ao invés da nossa imagem ISO </li> <li>[[Instalando a partir de outro Tails|install/clone]]</li> </ul>

source: <p>If you receive the error message while running Tails using <i>virt-manager</i>, then you need to [[run Tails from our USB image|doc/advanced_topics/virtualization/virt-manager#usb_image]] instead of our ISO image.</p>
pt: <p>Se você receber uma mensagem de erro enquanto estiver usando o Tails no <i>virt-manager</i>, você deve [[executar o Tails a partir da nossa imagem USB|doc/advanced_topics/virtualization/virt-manager#usb_image]] ao invés da nossa imagem ISO.</p>

source: <p>The error message <em>Error, Persistence volume is not unlocked.</em> means that the Persistent Storage was not unlocked in the Welcome Screen. You cannot use or configure your Persistent Storage but you can delete it and create a new one.</p>
pt: <p>A mensagem de erro <em>Erro, o volume persistente não está destrancado.</em> significa que o Armazenamento Persistente não foi desbloqueado na Tela Inicial. Você não pode configurar o seu Armazenamento Persistente, mas pode apagá-lo e criar um novo.</p>

source: <p>To change the configuration of your Persistent Storage, restart Tails, unlock the Persistent Storage, and choose <strong>Applications</strong>&nbsp;▸ <strong>Tails</strong>&nbsp;▸ <strong>Configure persistent volume</strong> again.</p>
pt: <p>Para mudar a configuração do seu Armazenamento Persistente, reinicie o Tails, desbloqueie o Armazenamento Persistente, e novamente escolha <strong>Aplicativos</strong>&nbsp;▸ <strong>Tails</strong>&nbsp;▸ <strong>Configure persistent volume</strong>.</p>

source: <p>There is currently no visible way to close the <b>Configure persistent volume</b> application when no changes have been made.</p>
pt: <p>Não há, no momento, uma maneira visível de fechar o aplicativo de <b>Configuração do volume persistente</b> caso nenhuma mudança tenha sido feita.</p>

source: <p>To close the <b>Configure persistent volume</b> application, press <span class="keycap">Esc</span>.</p>
pt: <p>Para fechar o aplicativo de <b>Configuração do armazenamento persistente</b>, pressione <span class="keycap">Esc</span>.</p>

source: When run for the first time, or after [[deleting the Persistent Storage|delete]], an assistant allows you to create a Persistent Storage in the free space left on the USB stick. Refer to our [[installation instructions|install/clone#create-persistence]] for more guidance on creating the Persistent Storage.
pt: Ao ser iniciado pela primeira vez, ou após [[ter apagado o Armazenamento Persistente|delete]], o assistente permite a criação de um novo Armazenamento Persistente no espaço livre no pendrive USB. Consulte nossas [[instruções de instalação|install/clone#create-persistence]] para mais informações sobre a criação de um Armazenamento Persistente.

source: <h1 id="configure">Configuring the Persistent Storage</h1>
pt: <h1 id="configure">Configurar o armazenamento persistente</h1>

source: To configure the Persistent Storage, choose **Applications**&nbsp;▸ **Tails**&nbsp;▸ **Configure persistent volume**.
pt: Para configurar o Armazenamento Persistente, escolha **Aplicativos**&nbsp;▸ **Tails**&nbsp;▸ **Configuração do volume persistente**.

source: <p><strong>Restart Tails to apply the changes</strong> after selecting or deselecting one or several features.</p>
pt: <p><strong>Reinicie o Tails para aplicar estas mudanças</strong> após selecionar ou remover uma ou mais funcionalidades.</p>

source: <p>Only the features that are listed below can currently be made persistent.</p>
pt: <p>Apenas as funcionalidades listadas abaixo podem ser configuradas como persistentes.</p>

source: <p>We are often asked to implement new features of the Persistent Storage: Tor Browser preferences, Tor configuration, desktop background, mouse and touchpad settings, etc. See the
pt: <p>Recebemos pedidos frequentes para implementação de novos recursos do Armazenamento Persistente: configurações do Navegador Tor, configurações do Tor, papel de parede, configurações de mouse e touchpad, etc. Veja a

source: groups/tails/-/issues?scope=all&utf8=✓&state=opened&label_name%5B%5D=C%3APersistence desc="list of issues about the Persistent Storage"]].<p>
pt: groups/tails/-/issues?scope=all&utf8=✓&state=opened&label_name%5B%5D=C%3APersistence desc="lista de tíquetes sobre o Armazenamento Persistente"]].<p>

source: <p>If you turn off a feature, it will be unavailable after restarting Tails but the corresponding files are still saved in the Persistent Storage.</p>
pt: <p>Se você desabilitar uma funcionalidade, ela estará indisponível após reiniciar o Tails, mas os arquivos correspondentes ainda estarão salvos no armazenamento persistente</p>

source: <p>To delete the files corresponding to a feature:</p>
pt: <p>Para apagar os arquivos correspondentes a uma funcionalidade:</p>

source: <ol> <li> Start Tails and set an [[administration password|doc/first_steps/welcome_screen/administration_password]]. </li> <li> Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights. </li> <li> Execute the <span class="code">nautilus</span> command to open the file browser with administration rights. </li> <li> In the file browser, navigate to <span class="filename"> /live/persistence/TailsData_unlocked</span>. </li> <li> Delete the folder corresponding to the feature: <ul> <li><strong>Personal Data</strong>: <code>Persistent</code> folder</li> <li><strong>Welcome Screen</strong>: <code>greeter-settings</code> folder</li> <li><strong>Browser Bookmarks</strong>: <code>bookmarks</code> folder</li> <li><strong>Network Connections</strong>: <code>nm-system-connections</code></li> <li><strong>Additional Software</strong>: <code>apt</code> and <code>apt-sources.list.d</code> folders and <code>live-additional-software.conf</code> file</li> <li><strong>Printers</strong>: <code>cups-configuration</code> folder</li> <li><strong>Thunderbird</strong>: <code>thunderbird</code> folder</li> <li><strong>GnuPG</strong>: <code>gnupg</code> folder</li> <li><strong>Bitcoin Client</strong>: <code>electrum</code> folder</li> <li><strong>Pidgin</strong>: <code>pidgin</code> folder</li> <li><strong>SSH Client</strong>: <code>openssh-client</code> folder</li> <li><strong>Dotfiles</strong>: <code>dotfiles</code> folder</li> </ul> </li> </ol>
pt: <ol> <li> Inicie o Tails e configure uma [[senha de administração|doc/first_steps/welcome_screen/administration_password]]. </li> <li> Escolha <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Ferramentas de sitema</span>&nbsp;▸ <span class="guimenuitem">Terminal de Root</span> </span> para abrir um terminal como permissões administrativas. </li> <li> Execute o comando <span class="code">nautilus</span> para abrir o gerenciador de arquivos com permissões de administração. </li> <li> No gerenciador de arquivos, vá ate <span class="filename"> /live/persistence/TailsData_unlocked</span>. </li> <li> Apague a pasta correspondente ao recurso: <ul> <li><strong>Dados Pessoais</strong>: pasta <code>Persistent</code> </li> <li><strong>Tela de Boas-vindas</strong>: pasta <code>greeter-settings</code> </li> <li><strong>Favoritos do Navegador</strong>: pasta <code>bookmarks</code> </li> <li><strong>Conexões de Rede</strong>: <code>nm-system-connections</code></li> <li><strong>Programas adicionais</strong>: pastas <code>apt</code> e <code>apt-sources.list.d</code>, e o arquivo <code>live-additional-software.conf</code> </li> <li><strong>Impressoras</strong>: pasta <code>cups-configuration</code> </li> <li><strong>Thunderbird</strong>: pasta <code>thunderbird</code> </li> <li><strong>GnuPG</strong>: pasta <code>gnupg</code> </li> <li><strong>Cliente Bitcoin</strong>: pasta <code>electrum</code> </li> <li><strong>Pidgin</strong>: pasta <code>pidgin</code> </li> <li><strong>Cliente SSH</strong>: pasta <code>openssh-client</code> </li> <li><strong>Arquivos de configuração (Dotfiles)</strong>: pasta <code>dotfiles</code> </li> </ul> </li> </ol>

source: <div class="text"><h2>Personal Data</h2></div> </div>
pt: <div class="text"><h2>Dados Pessoais</h2></div> </div>

source: When the Personal Data feature is turned on, you can save your personal files and working documents in the <span class="filename">Persistent</span> folder.
pt: Quando a funcionalidade de Dados Pessoais está ativada, você pode salvar seus arquivos pessoais e documentos de trabalho na pasta <span class="filename">Persistent</span>.

source: To open the <span class="filename">Persistent</span> folder, choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
pt: Para abrir a pasta <span class="filename">Persistent</span>, escolha <span class="menuchoice"> <span class="guimenu">Locais</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>

source: <div class="text"><h2>Welcome Screen</h2></div> </div>
pt: <div class="text"><h2>Tela de boas-vindas</h2></div> </div>

source: When the Welcome Screen feature is turned on, the settings from the Welcome Screen are saved in the Persistent Storage: language, keyboard, and additional settings.
pt: Quando a funcionalidade da tela de boas-vindas é ativada, as configurações da tela de boas-vindas serão salvas no armazenamento persistente: língua, teclado e configurações adicionais.

source: To restore your settings when starting Tails, unlock your Persistent Storage in the Welcome Screen.
pt: Para restaurar suas configurações ao iniciar o Tails, desbloqueie seu armazenamento persistente na tela de boas-vindas.

source: <div class="text"><h2>Tor Bridge</h2></div> </div>
pt: <div class="text"><h2>Pontes Tor</h2></div> </div>

source: When the Tor Bridge feature is turned on, the last [[Tor bridge|doc/anonymous_internet/tor]] that you used to connect to Tor successfully is saved in the Persistent Storage.
pt: Quando o recurso de pontes Tor estiver ativo, a ultima [[ponte Tor|doc/anonymous_internet/tor]] que você usou para se conectar ao Tor com sucesso é salva no armazenamento Persistente.

source: <div class="text"><h2>Browser Bookmarks</h2></div> </div>
pt: <div class="text"><h2>Favoritos do navegador</h2></div> </div>

source: When the Browser Bookmarks feature is turned on, changes to the bookmarks in [[*Tor Browser*|doc/anonymous_internet/Tor_Browser]] are saved in the Persistent Storage. This does not apply to the [[*Unsafe Browser*|doc/anonymous_internet/unsafe_browser]].
pt: Quando a funcionalidade de Favoritos do navegador estiver ativada, alterações nos favoritos do [[*Navegador Tor*|doc/anonymous_internet/Tor_Browser]] serão salvas no Armazenamento Persistente. Isso não se aplica ao [[*Navegador não-confiável*|doc/anonymous_internet/unsafe_browser]].

source: <div class="text"><h2>Network Connections</h2></div> </div>
pt: <div class="text"><h2>Conexões de Rede</h2></div> </div>

source: When the Network Connections feature is turned on, the [[configuration of the network devices and connections|doc/anonymous_internet/networkmanager]] is saved in the Persistent Storage, for example the passwords of Wi-Fi networks.
pt: Quando a funcionalidade de Conexões de rede for ativada, as [[configurações de dispositivos de rede e conexões|doc/anonymous_internet/networkmanager]] serão salvas no armazenamento persistente, por exemplo as senhas de redes Wi-Fi.

source: <div class="text"><h2>Additional Software</h2></div> </div>
pt: <div class="text"><h2>Aplicativos adicionais</h2></div> </div>

source: When the Additional Software feature is turned on, a list of [[additional software|doc/first_steps/additional_software]] of your choice is automatically installed every time you start Tails.
pt: Quando a funcionalidade de Aplicativos Adicionais estiver ativada, uma lista de [[Aplicativos adicionais|doc/first_steps/additional_software]] de sua escolha é instalada automaticamente toda vez que você iniciar o Tails.

source: The corresponding software packages are stored in the Persistent Storage. They are automatically upgraded for security after a network connection is established.
pt: Os pacotes de aplicativos correspondentes estão armazenados no Armazenamento Persistente. Eles são automaticamente atualizados por segurança após uma conexão de rede ser estabelecida.

source: <p>The packages included in Tails are carefully tested for security. Installing additional packages might break the security built in Tails, so [[be careful with what you install|additional_software#warning]].</p>
pt: <p>Os pacotes inclusos no Tails são cuidadosamente testados para segurança. Instalar um pacote adicional pode quebrar a segurança embutida no Tails, então [[tenha cuidado com o que você instala|additional_software#warning]].</p>

source: <div class="text"><h2>Printers</h2></div> </div>
pt: <div class="text"><h2>Impressoras</h2></div> </div>

source: When the Printers feature is turned on, the [[configuration of the printers|doc/sensitive_documents/printing_and_scanning]] is saved in the Persistent Storage.
pt: Quando a funcionalidade de Impressoras estiver ativa, as [[configurações de impressoras|doc/sensitive_documents/printing_and_scanning]] serão salvas no armazenamento persistente.

source: When the Thunderbird feature is turned on, the email, feeds, and OpenPGP keys in the [[*Thunderbird* email client|doc/anonymous_internet/thunderbird]] are saved in the Persistent Storage.
pt: Quando a funcionalidade do Thunderbird for ativada, emails, feeds e chaves OpenPGP no [[cliente de email *Thunderbird*|doc/anonymous_internet/thunderbird]] serão salvos no armazenamento persistente.

source: When the GnuPG feature is turned on, the OpenPGP keys that you create or import in *GnuPG* and *Kleopatra* are saved in the Persistent Storage.
pt: Quando a funcionalidade GnuPG está ativa, as chaves OpenPGP que você cria ou importa no *GnuPG* e *Kleopatra* são salvas no Armazenamento Persistente.

source: <p>Since Tails 4.13 (November 2020), <em>Thunderbird</em> uses its own OpenPGP keyring, different from the keyring used by <em>GnuPG</em> and <em>Kleopatra</em>. You don't need to enable the GnuPG feature anymore if you only use OpenPGP encryption in <em>Thunderbird</em>.</p>
pt: <p>Desde o Tails 4.13 (novembro de 2020), o <em>Thunderbird</em> usa um chaveiro OpenPGP próprio, que é diferente do chaveiro usado pelo <em>GnuPG</em> e pelo <em>Kleopatra</em>. Você não precisa mais habilitar a funcionalidade GnuPG caso você use criptografia OpenPGP apenas no <em>Thunderbird</em>.</p>

source: <div class="text"><h2>Bitcoin Client</h2></div> </div>
pt: <div class="text"><h2>Cliente Bitcoin</h2></div> </div>

source: When the Bitcoin Client feature is turned on, the bitcoin wallet and preferences of the [[*Electrum* bitcoin client|anonymous_internet/electrum]] are saved in the Persistent Storage.
pt: Quando a funcionalidade de cliente de Bitcoin for ativada, a carteira bitcoin e configurações do [[cliente bitcoin *Electrum*|anonymous_internet/electrum]] serão salvas no armazenamento persistente.

source: When the Pidgin feature is turned on, all the configuration files of the [[*Pidgin* internet messenger|doc/anonymous_internet/pidgin]] are saved in the Persistent Storage:
pt: Quando a funcionalidade do Pidgin for ativada, todos os arquivos de configurações do [[mensageiro de internet *Pidgin*|doc/anonymous_internet/pidgin]] serão salvas no armazenamento persistente:

source: The configuration of your accounts, buddies and chats.
pt: A configuração das suas contas, contatos e conversas.

source: Your OTR encryption keys and keyring.
pt: Suas chaves e chaveiro de criptografia OTR.

source: The content of the discussions is not saved unless you configure <span class="application">Pidgin</span> to do so.
pt: O conteúdo das conversas não é salvo a menos que você configure o <span class="application">Pidgin</span> para fazê-lo.

source: All the configuration options are available from the graphical interface of *Pidgin*. There is no need to manually edit or overwrite the configuration files.
pt: Todas as opções de configuração estão disponíveis na interface gráfica do *Pidgin*. Não há necessidade de editar manualmente ou sobrescrever os arquivos de configuração.

source: <div class="text"><h2>SSH Client</h2></div> </div>
pt: <div class="text"><h2>Cliente SSH</h2></div> </div>

source: When the SSH Client feature is turned on, all the files related to the secure-shell (SSH) client are saved in the Persistent Storage:
pt: Quando a funcionalidade do cliente SSH for ativada, todos os arquivos relacionados ao cliente secure-shell (SSH) serão salvas no armazenamento persistente:

source: The SSH keys that you create or import
pt: As chaves SSH que você cria ou importa

source: The public keys of the hosts you connect to
pt: As chaves públicas dos servidores aos quais você se conecta

source: The SSH configuration file in <span class="filename">~/.ssh/config</span>
pt: O arquivo de configuração SSH em <span class="filename">~/.ssh/config</span>

source: <p>If you manually edit the <i>~/.ssh/config</i> configuration file, make sure not to overwrite the default configuration from the <i>/etc/ssh/ssh_config</i> file. Otherwise, you might weaken the encryption defaults or render SSH unusable.</p>
pt: <p>Caso você altere manualmente o arquivo de configuração <i>~/.ssh/config</i>, tenha certeza de não sobrescrever as configurações padrão do arquivo <i>/etc/ssh/ssh_config</i>. Caso contrário, você pode enfraquecer os padrões de criptografia, ou tornar o SSH inutilizável.</p>

source: When the Dotfiles feature is turned on:
pt: Quando a funcionalidade de Dotfiles for ativada:

source: All the files in the */live/persistence/TailsData_unlocked/dotfiles* folder are linked in the *Home* folder using Linux symbolic links.
pt: Todos os arquivos na pasta */live/persistence/TailsData_unlocked/dotfiles* serão ligadas à *pasta pessoal* usando links simbólicos Linux.

source: All the files in subfolders of */live/persistence/TailsData_unlocked/dotfiles* are also linked in the corresponding subfolder of the *Home* folder using Linux symbolic links.
pt: Todos os arquivos nas sub pastas de */live/persistence/TailsData_unlocked/dotfiles* também serão ligadas às correspondentes subpastas da *pasta pessoal* usando links simbólicos Linux.

source: A shortcut is provided in the left pane of the *Files* browser and in the **Places** menu in the top navigation bar to access the */live/persistence/TailsData_unlocked/dotfiles* folder.
pt: Um atalho é fornecido no painel esquerdo do gerenciador de *Arquivos* e no menu **Locais** na barra de navegação superior na pasta */live/persistence/TailsData_unlocked/dotfiles*.

source: For example, having the following files in */live/persistence/TailsData_unlocked/dotfiles*:
pt: Por exemplo, ter os seguintes arquivos em */live/persistence/TailsData_unlocked/dotfiles*:

source: /live/persistence/TailsData_unlocked/dotfiles ├── file_a ├── folder │ ├── file_b │ └── subfolder │ └── file_c └── emptyfolder
pt: /live/persistence/TailsData_unlocked/dotfiles ├── arquivo_a ├── pasta │ ├── arquivo_b │ └── subpasta │ └── arquivo_c └── pasta_vazia

source: Produces the following result in */home/amnesia*:
pt: Produz o seguinte resultado em */home/amnesia*:

source: /home/amnesia ├── file_a → /live/persistence/TailsData_unlocked/dotfiles/file_a └── folder ├── file_b → /live/persistence/TailsData_unlocked/dotfiles/folder/file_b └── subfolder └── file_c → /live/persistence/TailsData_unlocked/dotfiles/folder/subfolder/file_c
pt: /home/amnesia ├── arquivo_a → /live/persistence/TailsData_unlocked/dotfiles/arquivo_a └── pasta ├── arquivo_b → /live/persistence/TailsData_unlocked/dotfiles/pasta/arquivo_b └── subpasta └── arquivo_c → /live/persistence/TailsData_unlocked/dotfiles/pasta/subpasta/arquivo_c

source: <p>The Dotfiles feature only links specific files, and not entire folders, from the Persistent Storage. Accordingly, empty folders are ignored, as shown in the above example.</p>
pt: <p>A funcionalidade de Dotfiles apenas linka arquivos específicos e não pastas inteiras do armazenamento persistente. Desse modo, pastas vazias são ignoradas, como mostrado no exemplo acima.</p>

source: On Tails and Linux in general, the name of configuration files often starts with a dot and are sometimes called [[!wikipedia dotfiles]] for this reason. The Dotfiles feature of the Persistent Storage makes it easy to persist such "*dotfiles*", for example *~/.gitconfig* or *~/.bashrc*.
pt: No Tails e Linux no geral, o nome dos arquivos de configuração geralmente inicial com um ponto e são chamados as vezes de [[!wikipedia dotfiles]] por esse motivo. A funcionalidade dos Dotfiles do armazenamento persistente torna fácil de conservar esses "*dotfiles*", como, por exemplo, *~/.gitconfig* ou *~/.bashrc*.
