Repository: anonym/tails
Catalog: wiki/src/doc/persistent_storage.*.po
Languages: pt

source: Save the configuration of your displays
pt: Salve as configurações dos seus monitores

source: If you have more than one display (for example, two monitors or a projector), you can save the configuration of your displays using the <span class="guilabel">Dotfiles</span> feature.
pt: Se você tiver mais de um monitor (por exemplo, dois monitores ou um projetor), você pode salvar a configuração dos seus monitores usando a funcionalidade <span class="guilabel">Dotfiles</span>.

source: Turn on the *Dotfiles* feature and restart Tails.
pt: Ative as funcionalidades *Dotfiles* e reinicie o Tails.

source: Open the <span class="application">Settings</span> utility.
pt: Abra as <span class="application">Configurações</span>.

source: Choose <span class="menuchoice"> <span class="guimenu">Devices</span>&nbsp;▸ <span class="guisubmenu">Displays</span></span>.
pt: Escolha <span class="menuchoice"> <span class="guimenu">Dispositivos</span>&nbsp;▸ <span class="guisubmenu">Telas</span></span>.

source: Configure your displays.
pt: Configure seus monitores.

source: Choose **Places**&nbsp;▸ **Dotfiles** to open the <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> folder in the <span class="application">Files</span> browser.
pt: Escolha **Locais**&nbsp;▸ **Dotfiles** para abrir a pasta <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> no gerenciador de <span class="application">Arquivos</span>.

source: Click on the <span class="guimenu">[[!img lib/pan-down.png alt="menu toggle" class="symbolic" link="no"]]</span> button in the title bar and choose <span class="guilabel">Show Hidden Files</span>.
pt: Clique no botão <span class="guimenu">[[!img lib/pan-down.png alt="menu toggle" class="symbolic" link="no"]]</span> na barra de título e selecione <span class="guilabel">Mostrar arquivos ocultos</span>.

source: Create a folder called <span class="filename">.config</span> (<span class="filename">config</span> preceded by a dot).
pt: Crie uma pasta chamada <span class="filename">.config</span> (<span class="filename">config</span> com um ponto no inicio).

source: Copy the <span class="filename">.config/monitors.xml</span> file from your <span class="filename">Home</span> folder to <span class="filename">/live/persistence/TailsData_unlocked/dotfiles/.config</span>.
pt: Copie o arquivo <span class="filename">.config/monitors.xml</span> da sua <span class="filename">Pasta pessoal</span> para o <span class="filename">/live/persistence/TailsData_unlocked/dotfiles/.config</span>.

source: <h1 id="use">Using the Persistent Storage</h1>
pt: <h1 id="use">Usando o armazenamento persistente</h1>

source: When starting Tails, in the <span class="guilabel">Encrypted Persistent Storage</span> section of the [[Welcome Screen|welcome_screen]], enter your passphrase and click <span class="bold">Unlock</span>.
pt: Ao iniciar o Tails, na seção de <span class="guilabel">Armazenamento Persistente Criptografado</span> da [[tela de boas-vindas|welcome_screen]], insira a sua senha e clique em <span class="bold">Desbloquear</span>.

source: After you unlock the Persistent Storage, the data corresponding to each feature of the Persistent Storage is automatically available. For example:
pt: Depois de desbloquear o armazenamento persistente, os dados correspondentes a cada recurso do armazenamento persistente ficará automaticamente ativo. Por exemplo:

source: Your personal files in the *Persistent* folder are accessible from **Places**&nbsp;▸ **Persistent**.
pt: Seus arquivos pessoais na pasta *Persistente* são acessíveis à partir de **Locais**&nbsp;▸ **Persistente**.

source: - Emails are available in *Thunderbird* and bookmarks are available in *Tor Browser*.
pt: - Emails estão disponíveis no *Thunderbird* e páginas favoritas no *Navegador Tor*.

source: - Additional software is automatically installed when starting Tails.
pt: - Aplicativos adicionais são instalados automaticamente ao iniciar o Tails.
