Repository: anonym/tails
Catalog: wiki/src/doc/upgrade.*.po
Languages: es, it, pt, ru

source: [[!meta title="Upgrading a Tails USB stick"]]
es: [[!meta title="Actualizar una memoria USB de Tails"]]
it: [[!meta title="Aggiornare una chiavetta USB di Tails"]]
pt: [[!meta title="Atualizando um dispositivo USB com Tails"]]
ru: [[!meta title="Обновление флешки Tails"]]

source: Tails includes an automatic mechanism to upgrade a USB stick to the latest version of Tails. When an automatic upgrade is performed, only an *upgrade package* is downloaded. The upgrade package contains all the changes made to Tails since Tails was first installed or was last manually upgraded.
it: In Tails è integrato un meccanismo automatico per aggiornare una chiavetta USB all'ultima versione di Tails. Quando viene eseguito un aggiornamento automatico, viene scaricato solo un *pacchetto di aggiornamento*. Il pacchetto di aggiornamento contiene tutte le modifiche apportate a Tails dalla sua prima installazione o dall'ultimo aggiornamento manuale.
pt: Tails inclui um mecanismo automático para atualizar um pendrive USB para a última versão do Tails. Quando uma atualização automática é feita, apenas um *pacote de atualização* é baixado. O pacote de atualização contém todas as mudanças feitas no Tails desde que o Tails foi instalado pela primeira vez ou desde que foi atualizado manualmente pela última vez.

source: In some cases, it is impossible to do an **automatic upgrade** and you might have to do a **manual upgrade**. This page describes both techniques.
it: In certi casi, è impossibile eseguire un **aggiornamento automatico** e potresti trovarti a dover eseguire un **aggiornamento manuale**. Questa pagina descrive entrambi i metodi.
pt: Em alguns casos não é possível fazer uma **atualização automática** e pode ser necessário fazer uma **atualização manual**. Esta página descreve ambas as técnicas.

source: <p>To learn how Tails implements automatic upgrades, see our [[design documentation about automatic upgrades|contribute/design/upgrades]].</p>
it: <p>Per sapere come Tails esegue gli aggiornamenti automatici, vedi la nostra [[documentazione sul design degli aggiornamenti automatici|contribuisci/design/upgrades]].</p>
pt: <p>Para saber como o Tails implementa atualizações automáticas, veja nossa [[documentação de projeto sobre atualizações automáticas|contribute/design/upgrades]].</p>

source: <p>Your Persistent Storage will be preserved by both automatic and manual upgrades.</p>
es: <p>Tu Almacenamiento Persistente será preservado tanto por las actualizaciones automáticas como por las actualizaciones manuales.</p>
it: <p>Il tuo Archivio Persistente sarà mantenuto sia dagli aggiornamenti automatici che da quelli manuali.</p>
pt: <p>Seu armazenamento persistente será preservado com atualizações automáticas e manuais.</p>
ru: <p>Ваше Постоянное хранилище не пострадает в результате хоть автоматического, хоть ручного обновления.</p>

source: If you use Tails from a DVD, you need to [[burn a new DVD|install/dvd]].
es: Si utilizas Tails desde un DVD, necesitas [[grabar un nuevo DVD|install/dvd]].
it: Se utilizzi Tails da un DVD, dovrai [[masterizzare un nuovo DVD|install/dvd]].
pt: Se você usa Tails a partir de DVD, você deve [[gravar um novo DVD|install/dvd]].
ru: Если вы стартуете Tails с DVD-диска, придётся [[записать новый диск|install/dvd]].

source: <h1 id="check-version">Checking which version of Tails you are currently running</h1>
es: <h1 id="check-version">Comprobar qué versión de Tails estás ejecutando actualmente</h1>
it: <h1 id="check-version">Verifica della versione di Tails in esecuzione</h1>
pt: <h1 id="check-version">Ver qual é a versão do Tails que você está usando no momento</h1>

source: To check which version of Tails you are currently running, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span></span>.
it: Per verificare quale versione di Tails è in esecuzione, scegli <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">A proposito di Tails</span></span>.
pt: Para saber a versão do Tails que você está usando no momento, selecione: <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Sobre o Tails</span></span>

source: <h1 id="automatic">Automatic upgrade using <i>Tails Upgrader</i></h1>
es: <h1 id="automatic">Actualización automática usando <i>Tails Upgrader</i></h1>
it: <h1 id="automatic">Aggiornamento automatico usando <i>Tails Upgrader</i></h1>
pt: <h1 id="automatic">Atualizações automáticas usando o <i>atualizador Tails</i></h1>

source: After starting Tails and connecting to Tor, <span class="application">Tails Upgrader</span> automatically checks if upgrades are available and then proposes you to upgrade your USB stick. The upgrades are checked for and downloaded through Tor.
es: Al iniciar Tails y conectarse a Tor, el <span class="application">Actualizador de Tails</span> comprueba automáticamente si hay actualizaciones disponibles y si las hay propone que actualices el dispositivo USB. Las actualizaciones son verificadas y descargadas a través de Tor.
it: Dopo aver avviato Tails ed esserti connesso a Tor, <span class="application">Tails Upgrader</span> verifica automaticamente se ci sono aggiornamenti disponibili e poi ti propone di aggiornare la tua chiavetta USB. Gli aggiornamenti vengono cercati e scaricati attraverso Tor.
pt: Depois de inicializar o Tails e conectar ao Tor, o <span class="application">Atualizador do Tails</span> verifica automaticamente se existem atualizações disponíveis e, então, propõe que você atualize seu pendrive USB. As atualizações são verificadas e baixadas através do Tor.
ru: Итак, Tails запущен, подключение к сети Tor прошло успешно. Программа <span class="application">Tails Upgrader</span> автоматически проверит, доступны ли обновления. Если да, вам предложат обновить вашу флешку Tails. Проверка и скачивание обновлений происходят через Tor.

source: The advantages of this technique are the following:
es: Las ventajas de esta técnica son las siguientes:
it: I vantaggi di questa tecnica sono i seguenti:
pt: As vantagens desta técnica são as seguintes:
ru: У этого подхода есть преимущества.

source: You only need a single Tails USB stick. The upgrade is done on the fly from a running Tails. After upgrading, you can restart and use the new version.
es: Sólo necesitas una memoria USB de Tails. La actualización se hace sobre la marcha desde un Tails en ejecución. Después de actualizar, puedes reiniciar y utilizar la nueva versión.
it: Hai bisogno di una sola chiavetta USB di Tails. L'aggiornamento è fatto al volo da un Tails avviato. Dopo l'aggiornamento, puoi riavviare e utilizzare la nuova versione.
pt: Você só precisa de um pendrive USB com Tails. A atualização é feita durante o funcionamento de um Tails sendo executado. Após atualizar, você pode reiniciar e usar a nova versão.
ru: Вам нужна только одна флешка для Tails. Обновление происходит на лету при работе с Tails. После обновления вы просто перезагружаетесь, и стартует новая версия.

source: The upgrade is much smaller to download than a full USB image.
es: La actualización es una descarga mucho más pequeña que una imagen USB completa.
it: L'aggiornamento è molto più piccolo da scaricare rispetto a un'immagine USB completa.
pt: A atualização é muito menor para baixar do que uma imagem USB completa.
ru: Обновление гораздо меньше полного USB-образа, поэтому и скачивать обновление быстрее.

source: The upgrade mechanism includes cryptographic verification of the upgrade. You don't have to verify the USB image yourself anymore.
es: El mecanismo de actualización incluye la verificación criptográfica de la misma. Ya no tienes que verificar la imagen USB por ti mismo.
it: Il meccanismo di aggiornamento include la verifica crittografica dell'aggiornamento. Non c'è più bisogno di verificare personalmente l'immagine USB.
pt: O mecanismo de atualização inclui a verificação criptográfica da atualização. Você não precisa mais verificar a imagem USB por iniciativa própria.
ru: Механизм обновления включает криптографическую проверку обновления. Вам не нужно самостоятельно проверять USB-образ.

source: Requirements:
es: Requerimientos:
it: Requisiti:
pt: Requisitos:
ru: Требования:

source: A Tails USB stick.
es: Una memoria USB de Tails.
it: Una chiavetta USB Tails.
pt: Um pendrive USB com Tails.
ru: флешка Tails;

source: An Internet connection.
es: Una conexión de Internet.
it: Una connessione a Internet.
pt: Uma conexão de Internet.
ru: подключение к Интернету.

source: After connecting to Tor, if an upgrade is available, a dialog appears and proposes you to upgrade your USB stick.
es: Después de conectarte a Tor, si hay una actualización disponible, aparece un cuadro de diálogo y te propone actualizar tu memoria USB.
it: Dopo la connessione a Tor, se è disponibile un aggiornamento, appare una finestra di dialogo che ti propone di aggiornare la tua chiavetta USB.
pt: Após conectar ao Tor, se uma atualização estiver disponível, uma caixa de diálogo vai aparecer e propor a você que atualize seu pendrive USB.
ru: Если после подключения к Tor окажется, что доступно обновление, появится диалог. Вам предложат обновить флешку.

source: If you decide to do the upgrade, click on <span class="guilabel">Upgrade now</span>, and follow the assistant through the upgrade process.
es: Si decides realizar la actualización, haz click en <span class="guilabel">Actualizar ahora</span>, y sigue las instrucciones a través del proceso de actualización.
it: Se decidi di eseguire l'aggiornamento, fai clic su <span class="guilabel">Upgrade now</span>, e segui l'assistente attraverso la procedura di aggiornamento.
pt: Se você decidir fazer a atualização, clique em <span class="guilabel">Atualizar agora</span>, e siga o assistente pelo processo de atualização.
ru: Если захотите обновить флешку, нажмите <span class="guilabel">Upgrade now</span> и следуйте указаниям мастера.

source: <p>If you cannot upgrade at startup (for example, if you have no network connection by then), you can start <span class="application">Tails Upgrader</span> later by opening a terminal and executing the following command:</p>
es: <p>Si no puedes actualizar al inicio (por ejemplo, si no tienes conexión de internet en ese momento), puedes iniciar <span class="application">Tails Upgrader</span> más tarde abriendo una Terminal y ejecutando el siguiente comando:</p>
it: <p>Se non puoi eseguire l'aggiornamento all'avvio (ad esempio, se non hai una connessione di rete in quel momento), puoi avviare l'<span class="application">Upgrader di Tails</span> in un secondo momento aprendo un terminale e lanciando il comando seguente:</p>
pt: <p>Se você não pode atualizar ao iniciar (por exemplo, se você não possui uma conexão à internet ao ligar o Tails), você pode iniciar o <span class="application">atualizador Tails</span> depois abrindo um terminal e escrevendo o seguinte comando:</p>
ru: <p>Если не получается выполнить обновление на старте (например, вы не подключены к Интернету), можете запустить <span class="application">Tails Upgrader</span> позже. Для этого нужно открыть терминал и выполнить в командной строке следующую команду:</p>

source: <h2 id="troubleshooting">Troubleshooting</h2>
es: <h2 id="troubleshooting">Solucionar problemas</h2>
it: <h2 id="troubleshooting">Risoluzione dei problemi</h2>
pt: <h2 id="troubleshooting">Resolução de problemas</h2>
ru: <h2 id="troubleshooting">Решение проблем</h2>

source: If an error occurs during the upgrade, the assistant proposes you to read one of the following pages:
es: Si hay un error durante la actualización, el asistente te propondrá leer una de las siguientes páginas:
it: Se si verifica un errore durante l'aggiornamento, l'assistente ti proporrà di leggere una delle pagine seguenti:
pt: Se algum erro ocorrer durante a atualização, o assistente proporá que você leia uma das seguintes páginas:
ru: Если в процессе обновления возникнет ошибка, мастер предложит страницы помощи.

source: If an error occurs while checking for available upgrades:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]
es: Si ocurre algún error mientras compruebas por las actualizaciones disponibles:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.es.html|upgrade/error/check]]
it: Se si verifica un errore durante la ricerca degli aggiornamenti disponibili:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.it.html|upgrade/error/check]]
pt: Se um erro ocorreu ao verificar as atualizações disponíveis:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]
ru: Если ошибка возникла при проверке обновлений:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]

source: If an error occurs while download the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]
es: Si algún error ocurre mientras descargas la actualización:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.es.html|upgrade/error/download]]
it: Se si verifica un errore durante lo scaricamento dell'aggiornamento:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.it.html|upgrade/error/download]]
pt: Se um erro ocorreu ao baixar a atualização:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]
ru: Если ошибка возникла при скачивании обновления:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]

source: If an error occurs while installing the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
es: Si algún error ocurre mientras instalas la actualización:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.es.html|upgrade/error/install]]
it: Se si verifica un errore durante l'installazione dell'aggiornamento:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.it.html|upgrade/error/install]]
pt: Se um erro ocorreu ao instalar a atualização:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
ru: Если ошибка возникла при установке обновления:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]

source: If your Tails USB stick fails to start after an automatic upgrade, see below how to do a manual upgrade.
es: Si tu memoria USB de Tails no arranca luego de una actualización automática, mira debajo para ver cómo hacer una actualización manual.
it: Se la tua chiavetta USB Tails non si avvia dopo un aggiornamento automatico, leggi sotto per sapere come eseguire un aggiornamento manuale.
pt: Se o seu pendrive USB Tails falhar ao iniciar após uma atualização automática, veja abaixo como fazer uma atualização manual.
ru: Если после автоматического обновления Tails не запускается с вашей флешки, прочтите ниже, как выполнить обновление вручную.

source: <h2 id="reduce">Reducing the size of the download</h2>
es: <h2 id="reduce">Disminuir el tamaño de la descarga</h2>
it: <h2 id="reduce">Ridurre la dimensione del download</h2>
pt: <h2 id="reduce">Reduzindo o tamanho do download</h2>
ru: <h2 id="reduce">Уменьшение скачиваемого объёма</h2>

source: When doing automatic upgrades, the size of the download increases over time.
es: Cuando se hacen actualizaciones automáticas, el tamaño de la descarga incrementa a lo largo del tiempo.
it: Durante gli aggiornamenti automatici, le dimensioni del download aumentano progressivamente.
pt: Ao fazer atualizações automáticas, o tamanho do download aumenta com o tempo.
ru: При автоматических обновлениях объём скачиваемых данных со временем возрастает.

source: You can reduce the size of the download of future automatic upgrades by doing a [[manual upgrade|upgrade#manual]] to the latest version.
es: Puedes reducir el tamaño de la descarga de actualizaciones automáticas futuras haciendo una [[actualización manual|upgrade#manual]] a la última version.
it: Puoi ridurre le dimensioni del download dei futuri aggiornamenti automatici facendo un [[aggiornamento manuale|aggiornamento#manuale]] all'ultima versione.
pt: Você pode reduzir o tamanho do download em atualizações automáticas futuras fazendo uma [[atualização manual|upgrade#manual]] para a ultima versão.
ru: Вы можете уменьшить этот объём для будущих автоматических скачиваний, если сделаете [[обновление вручную|upgrade#manual]] до самой свежей версии.

source: Your Tails USB stick stores:
es: Tu memoria USB de Tails almacena:
it: La tua chiavetta USB Tails contiene:
pt: O seu pendrive USB guarda:
ru: На вашей флешке Tails находятся:

source: 1 **base** version that you first installed or to which you last did a manual upgrade
es: 1 versión **base** que instalaste primero o a la que hiciste la útlima actualización manual
it: 1 versione **base** che è stata installata per la prima volta o alla quale è stato effettuato l'ultimo aggiornamento manuale
pt: 1 versão **base** que você instalou primeiramente ou a qual você fez a ultima atualização manual
ru: **базовая** версия Tails: та, которую вы установили впервые, или та, до которой вы в последний раз делали обновление вручную;

source: 1 **upgrade** package containing all the changes made to Tails since the base version
es: 1 paquete de actualización conteniendo todos los cambios hechos a Tails desde la versión base
it: 1 pacchetto di **aggiornamento** contiene tutte le modifiche fatte a Tails dalla versione base
pt: 1 **atualizar** pacotes que contêm todas as mudanças feitas no Tails desde a versão base
ru: пакет **обновлений**, в котором содержатся все изменения Tails по сравнению с базовой версией.

source: For example, if you install a Tails USB stick with 4.6, the base version is 4.6, and:
es: Por ejemplo, si instalas una memoria USB de Tails con 4.6, la versión base es 4.6, y:
it: Ad esempio, se installi una chiavetta USB di Tails con la 4.6, la versione di base è la 4.6, e:
pt: Por exemplo, se você instalar um pendrive USB Tails com a versão 4.6, a versão base é 4.6, e:
ru: Допустим, вы установили Tails 4.6 на флешку — это базовая версия.

source: - The upgrade to 4.7 is 181 MB. - The upgrade to 4.8 is 347 MB. - The upgrade to 4.9 is 418 MB.
es: - La actualización a 4.7 es 181 MB. - La actualización a 4.8 es 347 MB. - La actualización a 4.9 es 418 MB.
it: - L'aggiornamento alla versione 4.7 è di 181 MB. - L'aggiornamento alla versione 4.8 è di 347 MB. - L'aggiornamento alla versione 4.9 è di 418 MB.
pt: - A atualização para 4.7 é 181 MB. - A atualização para 4.8 é 347 MB. - A atualização para 4.9 é 418 MB.
ru: - Обновление до версии 4.7 — 181 Мб. - Обновление до версии 4.8 — 347 Мб. - Обновление до версии 4.9 — 418 Мб.

source: But if you do a manual upgrade of the same USB stick from 4.7 to 4.8, the base version becomes 4.8, and then:
es: Pero si haces una actualización manual en la misma memoria USB de 4.7 a 4.8, la versión base se convierte en 4.8, y luego:
it: Ma se esegui un aggiornamento manuale della stessa chiavetta USB dalla 4.7 alla 4.8, la versione di base diventa 4.8 e quindi:
pt: Porem, se você faz uma atualização manual no mesmo pendrive USB da versão 4.7 para a 4.8, a versão base se torna a 4.8, então:
ru: Но если вы возьмёте ту же самую флешку и сделаете обновление с версии 4.6 до версии 4.8 вручную, то базовой станет версия 4.8.

source: The upgrade to 4.9 is only 205 MB, instead of 418 MB when 4.6 was the base version.
es: La actualización a 4.9 es sólo 205 MB, a diferencia de 418 MB cuando 4.6 era la versión base.
it: L'aggiornamento alla versione 4.9 è di soli 205 MB, invece di 418 MB quando la versione base era la 4.6.
pt: A atualização para a versão 4.9 é apenas 205 MB, ao contrario de 418 MB, quando 4.6 era a versão base.
ru: Обновление до версии 4.9 — всего 205 Мб (вместо 418 Мб, когда базовой была версия 4.6).

source: <h1 id="manual">Manual upgrade using <i>Tails Installer</i></h1>
es: <h1 id="manual">Actualización manual usando <i>Tails Installer</i></h1>
it: <h1 id="manual">Aggiornamento manuale usando <i>Tails Installer</i></h1>
pt: <h1 id="manual">Atualização manual usando o <i>Instalador Tails</i></h1>

source: It might not always be possible to do an automatic upgrade as described [[above|upgrade#automatic]]. For example, when:
es: Puede que no siempre sea posible hacer una actualización automática como se describe [[anteriormente|upgrade#automatic]]. Por ejemplo, cuando:
it: Potrebbe non essere sempre possibile effettuare un aggiornamento automatico come descritto [[sopra|upgrade#automatic]]. Per esempio, quando:
pt: Pode ser que não seja possível fazer uma instalação automática da forma descrita [[acima|upgrade#automatic]]. Por exemplo, quando:
ru: Сделать обновление в автоматическом режиме, как описано [[выше|upgrade#automatic]], получается не всегда. Вот несколько таких ситуаций.

source: No automatic upgrade is available from our website for this version.
es: No hay ninguna actualización automática disponible en nuestro sitio web para esta versión.
it: Non ci sono aggiornamenti automatici disponibili per questa versione sul nostro sito web.
pt: Nenhuma atualização automática está disponível a partir do nosso sítio web para esta versão.
ru: На нашем сайте нет автоматического обновления для вашей версии.

source: The automatic upgrade is impossible for technical reasons (not enough memory, not enough free space on the USB stick, etc.). For example, if you get the following error message:
it: L'aggiornamento automatico è impossibile per motivi tecnici (non c'è abbastanza memoria, non c'è abbastanza spazio libero sulla chiavetta USB, ecc.). Ad esempio, se viene visualizzato il seguente messaggio di errore:
pt: A atualização automática não pode ser realizada por razões técnicas (falta de memória, falta de espaço livre no pendrive USB, etc). Por exemplo, quando você recebe a seguinte mensagem:

source: there is not enough free space on the Tails system partition
it: non c'è abbastanza spazio libero nella partizione di sistema di Tails
pt: não há espaço livre suficiente na partição de sistema do Tails

source: The automatic upgrade failed and you need to repair a Tails USB stick.
es: La actualización automática falló y necesitas reparar tu dispositivo Tails.
it: L'aggiornamento automatico fallisce e devi riparare la chiavetta USB Tails.
pt: A atualização automática falhou e você precisa reparar o pendrive USB com Tails.
ru: Автоматическое обновление не удалось, и теперь вам нужно восстановить флешку Tails.

source: You want to upgrade by cloning from another Tails USB stick which is already up-to-date, for example, when working offline or with a slow Internet connection.
es: Lo mejor es actualizar desde otro dispositivo Tails que ya tiene instalada una versión más reciente, por ejemplo al trabajar sin conexión.
it: Vuoi eseguire l'aggiornamento clonando da un'altra chiavetta USB Tails già aggiornata, per esempio quando lavori offline o quando la connessione Internet è lenta.
pt: Você quer atualizar clonando de um outro pendrive USB Tails que já está atualizado, por exemplo, ao trabalhar offline ou com uma conexão lenta à internet.
ru: Вы хотите установить обновление путём клонирования другой флешки Tails, которая уже обновлена; например, если вы работаете офлайн или с медленным Интернет-подключением.
