Repository: anonym/tails
Catalog: wiki/src/doc/upgrade.*.po
Languages: es, it, pt, ru

source: After connecting to Tor, a dialog informs you if you have to upgrade your USB stick using <span class="application">Tails Installer</span> to a newer version of Tails.
es: Después de conectarse a Tor, un diálogo te informará si debes actualizar tu memoria USB usando <span class="application">Tails Installer</span> a una versión más reciente de Tails.
it: Dopo la connessione a Tor, una finestra di dialogo ti informa se devi aggiornare la tua chiavetta USB a una versione di Tails più recente utilizzando l'<span class="application">Installer di Tails</span>.
pt: Após se conectar ao Tor, um dialogo irá informar se você tem que atualizar sem pendrive USB usando o <span class="application">Tails Installer</span> para uma nova versão do Tails.
ru: После подключения к Tor в диалоговом окне вы увидите предложение обновить вашу флешку с помощью <span class="application">Tails Installer</span> до свежей версии Tails.

source: <p>You can also do a manual upgrade to reduce the size of future automatic upgrades, as described [[above|upgrade#reduce]].</p>
es: <p>También puedes hacer una actualización manual para reducir el tamaño de actualizaciones automáticas futuras, como se describe [[anteriormente|upgrade#reduce]].</p>
it: <p>È anche possibile eseguire un aggiornamento manuale per ridurre le dimensioni dei futuri aggiornamenti automatici, come descritto [[sopra|aggiornamenti automatici]].</p>
pt: <p>Você também pode fazer uma atualização manual para reduzir o tamanho de futuras atualizações automáticas, como descrito [[aqui|upgrade#reduce]].</p>

source: To do a manual upgrade, you can either:
es: Para hacer una actualización manual, puedes:
it: Per eseguire un aggiornamento manuale, puoi a scelta:
pt: Para fazer uma atualização manual, você pode:
ru: Для обновления вручную вы можете:

source: - [[Download and upgrade|doc/upgrade/#download]] (below) - [[Upgrade by cloning from another Tails|doc/upgrade/#clone]] (below) - [[Burn a new Tails DVD|install/dvd]] - [[Upgrade your virtual machine|install/vm]]
it: - [[Scaricare e aggiorna|doc/upgrade/#download]] (sotto) - [[Aggiornare clonando da un altro Tails|doc/upgrade/#clone]] (sotto) - [[Masterizzare un nuovo DVD Tails|install/dvd]] - [[Aggiorna la tua macchina virtuale|install/vm]]
pt: - [[Baixar e atualizar|doc/upgrade/#download]] (descrição mais abaixo) - [[Atualizar clonando outro Tails|doc/upgrade/#clone]] (descrição mais abaixo) - [[Gravar um novo DVD Tails|install/dvd]] - [[Atualizar sua máquina virtual|install/vm]]

source: <h2 id="download">Download and upgrade</h2>
es: <h2 id="download">Descargar y actualizar</h2>
it: <h2 id="download">Scarica ed aggiorna</h2>
pt: <h2 id="download">Baixar e atualizar</h2>
ru: <h2 id="download">Скачивание и обновление</h2>

source: You need:
es: Necesitas:
it: Ti servono:
pt: Você vai precisar dos seguintes:
ru: Вам понадобится:

source: Your Tails USB stick
es: Tu memoria USB de Tails
it: La tua chiavetta USB Tails
pt: Seu pendrive USB com Tails
ru: ваша флешка Tails;

source: Another empty USB stick <small>(at least 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="Why?"]]
es: Otra memoria USB vacía <small>(al menos de 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="¿Por qué?"]]
it: Un'altra chiavetta USB vuota <small>(da almeno 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="Perché?"]]
pt: Um outro pendrive USB vazio <small>(pelo menos 8GB</small>&nbsp;[[!toggle id="why_extra" text="Por que?"]]
ru: ещё одна пустая флешка <small>(минимум 8 Гб)</small>&nbsp;([[!toggle id="why_extra" text="зачем?"]]);

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
it: 1 ora per scaricare Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)

source: ½ hour to upgrade
it: ½ ora per aggiornare
pt: ½ hora para atualizar

source: [[!inline pages="install/inc/router/why_extra.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/router/why_extra.inline.it" raw="yes" sort="age"]]

source: See our instructions on how to do a manual upgrade by:
es: Mira nuestras instrucciones para hacer una actualización manual:
it: Vedere le nostre istruzioni su come eseguire un aggiornamento manuale tramite:
pt: Veja nossas instruções em como fazer uma atualização manual em:
ru: См. наши инструкции о том, как установить обновление вручную:

source: - [[Downloading and upgrading from your Tails|upgrade/tails]] (more secure) - [[Downloading and upgrading from Windows|upgrade/windows]] (more convenient) - [[Downloading and upgrading from macOS|upgrade/mac]] (more convenient) - [[Downloading and upgrading from Linux|upgrade/linux]] (more convenient)
it: - [[Scaricare e aggiornare da Tails|aggiornamento/tails]] (più sicuro) - [[Scaricare e aggiornare da Windows|aggiornamento/windows]] (più comodo) - [[Scaricare e aggiornare da macOS|aggiornamento/mac]] (più comodo) - [[Scaricare e aggiornare da Linux|aggiornamento/linux]] (più comodo)
pt: - [[Baixando e atualizando a partir do seu Tails|upgrade/tails]] (mais seguro) - [[Baixando e atualizando a partir de um Windows|upgrade/windows]] (mais conveniente) - [[Baixando e atualizando a partir de um macOS|upgrade/mac]] (mais conveniente) - [[Baixando e atualizando a partir de um Linux|upgrade/linux]] (mais conveniente)

source: <p>Downloading and upgrading from Windows might be less secure if your Windows has viruses. But, it might be more convenient and faster.</p>
es: <p>Descargar y actualizar desde Windows puede ser menos seguro si tu Windows tiene viruses. Pero puede que sea más conveniente y rápido.</p>
it: <p>Scaricare ed aggiornare da Windows potrebbe essere meno sicuro se il tuo Windows ha virus. Ma, potrebbe essere più conveniente e veloce.</p>
pt: <p>Baixando e atualizando do Windows pode ser menos seguro caso o seu Windows tenha vírus. Mas pode ser mais conveniente e rápido.</p>
ru: <p>Скачивание и обновление в Windows может быть небезопасно, если система заражена вирусами. С другой стороны, это удобнее и быстрее.</p>

source: <h2 id="clone">Upgrade by cloning from another Tails</h2>
es: <h2 id="clone">Actualizar clonando desde otro Tails</h2>
it: <h2 id="clone">Aggiornare tramite clonazione da un altro Tails</h2>
pt: <h2 id="clone">Atualizar clonando outro Tails</h2>
ru: <h2 id="clone">Обновление клонированием другой копии Tails</h2>

source: If you know someone you trust who already did the upgrade, you can upgrade your Tails by cloning from their Tails.
es: Si conoces a alguien de confianza que ya lo haya actualizado, puedes actualizar tu Tails clonándolo del suyo.
it: Se conosci una persona di tua fiducia che abbia già eseguito l'aggiornamento, puoi aggiornare il tuo Tails clonandolo dal suo Tails.
pt: Se você conhece alguém que você confia que fez a atualização, você pode atualizar o seu Tails clonando o Tails dessa pessoa.
ru: Если у вас есть знакомый, который уже сделал обновление, вы можете использовать для обновления его копию Tails.

source: - Your Tails USB stick - Another up-to-date Tails (USB stick or DVD) - ¼ hour to upgrade
it: - La vostra chiavetta USB Tails - Un altro Tails aggiornato (chiavetta USB o DVD) - ¼ d'ora per l'aggiornamento
pt: - Seu pendrive USB com Tails - Outro Tails atualizado (pendrive USB ou DVD - ¼ de hora para atualizar

source: - [[Cloning from another Tails|upgrade/clone]]
it: - [[Clonare da un altro Tails|upgrade/clone]]
pt: - [[Clonando a partir de outro Tails|upgrade/clone]]

source: ½ hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
pt: ½ hora para baixar o Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)

source: <span class="hide">[[!toggle id="why_extra" text=""]]</span> <p>It is currently impossible to manually upgrade a Tails USB stick while running from itself. This scenario requires creating an intermediary Tails on another USB stick, from which to upgrade your Tails.</p>
pt: <span class="hide">[[!toggle id="why_extra" text=""]]</span> <p>No momento não é possível atualizar manualmente um pendrive USB com Tails enquanto ele estiver sendo utilizado para executar o sistema. Este cenário requer a criação de um Tails intermediário em um outro pendrive USB, a partir do qual você atualizará seu Tails.</p>
