Repository: anonym/tails
Catalog: wiki/src/doc/advanced_topics/lan.*.po
Languages: it

source: [[!meta title="Accessing resources on the local network"]]
it: [[!meta title="Accedere alle risorse sulla rete locale"]]

source: The term "local network" here refers to the set of computers and devices that can be reached directly from your computer without going through the Internet. For example, your home router, your network printer, or the intranet of your company are most likely on your local network, also called LAN for Local Area Network. In technical terms, this refers to the set of IP addresses defined in [RFC1918](https://tools.ietf.org/html/rfc1918).
it: Il termine "rete locale" qui si riferisce all'insieme di computer e dispositivi che possono essere raggiunti direttamente dal tuo computer senza passare attraverso Internet. Per esempio, il tuo router di casa, la tua stampante di rete o l'intranet della tua azienda sono molto probabilmente presenti sulla tua rete locale, chiamata anche LAN, acronimo per Local Area Network. In termini tecnici, questo si riferisce all'insieme di indirizzi IP definiti nel [RFC1918](https://tools.ietf.org/html/rfc1918).

source: Security considerations
it: Considerazioni sulla sicurezza

source: Accessing resources on the local network can be useful in the context of Tails, for example to exchange documents with someone on the same local network without going through the Internet.
it: L'accesso alle risorse sulla rete locale può essere utile nel contesto di Tails ad esempio per scambiare documenti con qualcuno sulla stessa rete locale senza passare attraverso Internet.

source: But an application that can connect to both resources on the Internet (going through Tor) and resources on the local network (without going through Tor) can break your anonymity. For example, if a website that you visit anonymously using <span class="application">Tor Browser</span> could also connect to other web pages that are specific to your local network, then this information could reveal where you are. This is why <span class="application">Tor Browser</span> is prevented from accessing the local network in Tails.
it: Tuttavia un applicazione che possa connettersi sia alle risorse su Internet (andando attraverso Tor) che alle risorse sulla rete locale(senza andare attraverso Tor) può rompere il vostro anonimato. Per esempio, se un sito web che visitate anonimamente utilizzando <span class="application">Tor Browser</span> potrebbe connettersi ad altre pagine web specifiche della vostra rete locale, queste informazioni potrebbero rivelare dove vi trovate. Ecco perché al <span class="application">Tor Browser</span> viene impedito di accedere alla rete locale in Tails.

source: This page describes some of the security measures built in Tails to protect from such attacks and explains how to access some types of resources on the local network.
it: Questa pagina descrive alcune delle misure di sicurezza costruite in Tails per proteggere da tali attacchi e spiega come accedere ad alcuni tipi di risorse presenti sulla rete locale.

source: <p>Connections made to the local network are not anonymous and do not go through Tor.</p>
it: <p>Le connessioni effettuate alla rete locale non sono anonime e non passano attraverso Tor.</p>

source: Browsing web pages on the local network
it: Navigare pagine web sulla rete locale

source: It is impossible to access web pages on the local network using <span class="application">Tor Browser</span>. This prevents websites on the Internet from deducing your location from the content of other web pages that might be specific to your local network.
it: E' impossibile accedere a pagine web sulla rete locale utilizzando <span class="application">Tor Browser</span>. Questo impedisce ai siti web su Internet di localizzarvi sulla base dei contenuti di altre pagine web che possono essere specifiche alla vostra rete locale.

source: To access web pages on the local network, use the [[<span class="application">Unsafe Browser</span>|anonymous_internet/unsafe_browser]] instead.
it: Per accedere alle pagine web sulla rete locale, utilizzate il [[<span class="application">Browser Non Sicuro</span>|anonymous_internet/unsafe_browser]].

source: Downloading files from web pages on the local network
it: Scaricare files dalle pagine web sulla rete locale

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline" raw="yes" sort="age"]]
it: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline.it" raw="yes" sort="age"]]

source: To download files from web pages on the local network, you can use the `curl` command instead. For example, to download a document available on the local network at <span class="filename">http://192.168.1.40/document.pdf</span> execute the following command:
it: Per scaricare files dalle pagine web sulla rete locale, potete utilizzare il comando `curl`. Per esempio, per scaricare un documento disponibile sulla rete locale all'indirizzo <span class="filename">http://192.168.1.40/document.pdf</span> eseguite il seguente comando:
