Repository: anonym/tails
Catalog: wiki/src/install/inc/steps/basic_troubleshooting.inline.*.po
Languages: fr

source: Wait a few minutes. Some USB sticks need some rest after installing.
fr: Attendre quelques minutes. Certaines clés USB ont besoin d'un peu de repos après l'installation.

source: Make sure that you have installed Tails using either:
fr: S'assurer d'avoir installé Tails à l'aide de l'une des méthodes suivantes :

source: [[<i>balenaEtcher</i> from Windows|install/windows#etcher]]
fr: [[<i>balenaEtcher</i> depuis Windows|install/windows#etcher]]

source: [[<i>balenaEtcher</i> from macOS|install/mac#etcher]]
fr: [[<i>balenaEtcher</i> depuis macOS|install/mac#etcher]]

source: [[<i>GNOME Disks</i> from Linux|install/linux#install]]
fr: [[<i>GNOME Disques</i> depuis Linux|install/linux#install]]

source: [[the Linux command line|install/expert#install]]
fr: [[la ligne de commande Linux|install/expert#install]]

source: Make sure that you have [[verified your download of Tails|install/download]].
fr: S'assurer d'avoir [[vérifié votre téléchargement de Tails|install/download]].

source: Make sure that you have <a href="#verify">verified your download</a>.
fr: S'assurer d'avoir <a href="#verify">vérifié votre téléchargement</a>.

source: Try installing again on the same USB stick.
fr: Essayer de refaire l'installation sur la même clé USB.

source: Try installing on a different USB stick.
fr: Essayer d'installer sur une autre clé USB.

source: Try using the same USB stick to start on a different computer.
fr: Essayer d'utiliser la même clé USB pour démarrer sur un autre ordinateur.
