Repository: anonym/tails
Catalog: wiki/src/install/inc/steps/clone.inline.*.po
Languages: pt

source: <h1 id="install" class="step pc-clone mac-clone">Install Tails by cloning</h1> <h1 id="upgrade" class="step upgrade">Upgrade your Tails by cloning</h1>
pt: <h1 id="install" class="step pc-clone mac-clone">Instale Tails fazendo clonagem</h1> <h1 id="upgrade" class="step upgrade">Atualize seu Tails fazendo clonagem</h1>

source: <p class="upgrade"> In this step, you will upgrade your Tails from the <span class="upgrade-clone">other</span> <span class="upgrade-tails upgrade-os">intermediary</span> Tails using <span class="application">Tails Installer</span>. </p>
pt: <p class="upgrade"> Nesta etapa, você vai atualizar o Tails a partir do <span class="upgrade-clone">outro</span> Tails <span class="upgrade-tails upgrade-os">intermediário</span> usando o <span class="application">Tails Installer</span>. </p>

source: <div class="caution pc-clone mac-clone"> <p>All the data on this USB stick will be lost.</p> </div>
pt: <div class="caution pc-clone mac-clone"> <p>Todos os dados neste pendrive USB serão perdidos.</p> </div>

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
pt: 1. Selecione <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Instalador Tails</span> </span> para iniciar o <span class="application">Tails Installer</span>.

source: [[!img install/inc/screenshots/tails_installer.png link="no" class="pc-clone mac-clone" alt="Tails Installer: 'Clone the current Tails'"]]
pt: [[!img install/inc/screenshots/tails_installer.png link="no" class="pc-clone mac-clone" alt="Instalador Tails: 'Clonar a versão do Tails em uso'"]]

source: [[!img install/inc/screenshots/tails_installer_upgrade.png link="no" class="upgrade" alt="Tails Installer: 'Clone the current Tails'"]]
pt: [[!img install/inc/screenshots/tails_installer_upgrade.png link="no" class="upgrade" alt="Tails Installer: 'Clone o Tails utilizado atualmente'"]]

source: To start the <span class="pc-clone mac-clone">installation, click on the <b>Install</b> button.</span> <span class="upgrade">upgrade, click on the <b>Upgrade</b> button.</span>
pt: Para iniciar a <span class="pc-clone mac-clone">instalação, clique no botão <b>Instalar</b>.</span> <span class="upgrade">atualização, clique no botão <b>Atualizar</b>.</span>

source: <div class="note upgrade"> <p>The Persistent Storage of your Tails USB stick will be preserved.</p> <p class="upgrade-clone">The Persistent Storage of the other Tails will not be copied.</p> </div>
pt: <div class="note upgrade"> <p>The Persistent Storage of your Tails USB stick will be preserved.</p> <p class="upgrade-clone">O Armazenamento Persistente do outro Tails não será copiado.</p> </div>

source: Read the warning message in the confirmation dialog.
pt: Leia a mensagem de advertência na janela de confirmação.

source: The <span class="pc-clone mac-clone">installation</span> <span class="upgrade">upgrade</span> takes a few minutes.
pt: A <span class="pc-clone mac-clone">instalação</span> <span class="upgrade">atualização</span> demora alguns minutos.

source: <div class="bug"> <p>The progress bar usually freezes for some time while synchronizing data on disk.</p> </div>
pt: <div class="bug"> <p>A bara de progresso costuma congelar por algum tempo enquanto os dados são sincronizados.</p> </div>

source: After the installation finishes, close <span class="application">Tails Installer</span>.
pt: Quando a instalação terminar, feche o <span class="application">Instalador Tails</span>.

source: <p>You are done upgrading Tails. You can now shutdown and restart on your Tails USB stick.</p>
pt: <p>Você terminou com a atualização do Tails. Agora você pode desligar e reiniciar no seu pendrive USB com Tails.</p>

source: <p>Thank you for staying safe!</p>
pt: <p>Muito obrigado por procurar manter-se em segurança!</p>
