Repository: anonym/tails
Catalog: wiki/src/install/inc/steps/create_persistence.inline.*.po
Languages: it

source: <h1 id="new" class="pc-clone mac-clone">Welcome to your new Tails!</h1>
it: <h1 id="new" class="pc-clone mac-clone">Buon arrivo nel tuo nuovo Tails!</h1>

source: <h2 id="wi-fi">Test your Wi-Fi</h2>
it: <h2 id="wi-fi">Verifica il tuo Wi-FI</h2>

source: Problems with Wi-Fi are unfortunately quite common in Tails and Linux in general. To test if your Wi-Fi interface works in Tails:
it: I problemi con il Wi-Fi sono sfortunatamente abbastanza comuni in Tails e con Linux in generale. Per verificare se la tua interfaccia Wi-Fi funziona in Tails:

source: Open the system menu in the top-right corner:
it: Apri il menù di sistema nell'angolo in alto a destra:

source: Choose <span class="guilabel">Wi-Fi Not Connected</span> and then <span class="guilabel">Select Network</span>.
it: Seleziona <span class="guilabel">Wi-Fi non collegato</span> e poi <span class="guilabel">Seleziona rete</span>.

source: After establishing a connection to a local network, the *Tor Connection* assistant appears to help you connect to the Tor network.
it: Dopo aver stabilito una connessione a una rete locale, compare l'assistente *Tor Connection* per aiutarti a connetterti alla rete Tor.

source: [[!inline pages="doc/anonymous_internet/no-wifi.inline" raw="yes" sort="age"]]
it: [[!inline pages="doc/anonymous_internet/no-wifi.inline.it" raw="yes" sort="age"]]

source: <h1 id="create-persistence" class="step">Create a Persistent Storage (optional)</h1>
it: <h1 id="create-persistence" class="step">Crea un volume persistente cifrato (opzionale)</h1>

source: You can optionally create an encrypted Persistent Storage in the remaining free space on your <span class="clone">new</span> Tails USB stick to store any of the following:
it: Puoi opzionalmente creare uno *spazio di Archiviazione Persistente* nello spazio rimasto libero nella <span class="clone">nuova</span> chiavetta USB Tails per salvare alcuni dei seguenti dati:

source: Personal files
it: File personali

source: Some settings
it: Alcune impostazioni

source: Additional software
it: Programmi aggiuntivi

source: Encryption keys
it: Chiavi di cifratura

source: The data in the Persistent Storage:
it: I dati nell'Archivio Persistente:

source: Remains available across separate working sessions.
it: Rimangono disponibili da una sessione di lavoro all'altra.

source: Is encrypted using a passphrase of your choice.
it: Sono cifrati usando una passphrase da te scelta.

source: <p>The Persistent Storage is not hidden. An attacker in possession of your USB stick can know that there is a Persistent Storage on it. Take into consideration that you can be forced or tricked to give out its passphrase.</p>
it: <p>L'Archivio Persistente non è nascosto. Un aggressore in possesso della tua chiavetta USB può sapere che c'è un Archivio Persistente. Tieni presente che potresti essere forzato o ingannato e rivelare la tua passphrase.</p>

source: <p>It is possible to unlock the Persistent Storage from other operating systems. But, doing so might compromise the security provided by Tails.</p>
it: <p>È possibile aprire l'Archivio Persistente da altri sistemi operativi, ma questo potrebbe compromettere la sicurezza che Tails ti garantisce.</p>

source: <p>For example, image thumbnails might be created and saved by the other operating system. Or, the contents of files might be indexed by the other operating system.</p>
it: <p>Per esempio, le miniature delle immagini possono essere create e salvate dall'altro sistema operativo. Oppure i contenuti dei files possono essere indicizzati dall'altro sistema operativo.</p>

source: <p>Other operating systems should probably not be trusted to handle sensitive information or leave no trace.</p>
it: <p>Realisticamente, gli altri sistemi operativi non dovrebbero essere considerati affidabili per maneggiare informazioni sensibili o per evitare di lasciare tracce.</p>

source: Create the Persistent Storage
it: Creare lo spazio dati persistente

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configure persistent volume</span></span>.
it: 1. Seleziona <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configura volume persistente</span></span>.

source: 1. Specify a passphrase of your choice in both the <span class="guilabel">Passphrase</span> and <span class="guilabel">Verify Passphrase</span> text boxes.
it: 1. Specifica una passphrase a tua scelta nelle caselle di testo <span class="guilabel">Frase segreta</span> e <span class="guilabel">Verifica la frase segreta</span>.

source: <div class="tip"> <p>We recommend choosing a long passphrase made of five to seven random words. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">See this article about memorizable and secure passphrases.</a></p> </div>
it: <div class="tip"> <p>Raccomandiamo di scegliere una passphrase composta da cinque fino a sette parole scelte a caso. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Vedi questo articolo sulle passphrase memorizzabili e sicure.</a></p> </div>

source: Click on the <span class="guilabel">Create</span> button.
it: Fai clic sul bottone <span class="guilabel">Crea</span>.

source: Wait for the creation to finish.
it: Attendi che il processo di creazione sia terminato.

source: The list of features of the Persistent Storage appears. Each feature corresponds to a set of files or settings that can be saved in the Persistent Storage.
it: Viene visualizzato l'elenco delle funzioni dell'Archivio Persistente. Ogni funzionalità corrisponde a un insieme di file o impostazioni che possono essere salvati nell'Archivio Persistente.

source: We recommend you to only turn on the Personal Data feature for the time being. You can turn on more features later on according to your needs.
it: Si consiglia di attivare solo la funzionalità Dati Personali per il momento. In seguito, in base alle tue esigenze, potrai attivare altre funzionalità.

source: Click <span class="bold">Save</span>.
it: Clicca <span class="bold">Salva</span>.

source: Restart and unlock the Persistent Storage
it: Riavvia e attiva l' archivio persistente

source: Shut down the computer and restart on your <span class="clone">new</span> Tails USB stick.
it: Arresta il computer e riavvia sulla tua <span class="clone">nuova</span> chiavetta USB Tails.

source: In the Welcome Screen:
it: Nella schermata di Benvenuto:

source: [[!img install/inc/screenshots/welcome_screen_with_persistence.png link="no" alt="Welcome to Tails!"]]
it: [[!img install/inc/screenshots/welcome_screen_with_persistence.png link="no" alt="Benvenuti in Tails!"]]

source: Select your language and keyboard layout in the <span class="guilabel">Language & Region</span> section.
it: Seleziona la tua lingua e la tua disposizione tastiera nella sezione <span class="guilabel">Language & Region</span>.

source: In the **Encrypted Persistent Storage** section, enter your passphrase and click **Unlock** to unlock the Persistent Storage for the current working session.
it: Nella sezione** Archivio Persistente Cifrato** inserisci la tua passphrase e clicca su **Sblocca** per sbloccare l'Archivio Persistente per la sessione di lavoro corrente.

source: Click <span class="bold">Start Tails</span>.
it: Clicca <span class="bold">Avvia Tails</span>.

source: After 15&ndash;30 seconds, the Tails desktop appears.
it: Dopo 15&ndash;30 secondi, appare il desktop di Tails.

source: 1. You can now save your personal files and working documents in the <span class="guilabel">Persistent</span> folder. To open the <span class="guilabel">Persistent</span> folder choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
it: 1. Ora puoi salvare i tuoi file personali e i tuoi documenti di lavoro nella cartella <span class="guilabel">Persistente</span>. Per aprire la cartella <span class="guilabel">Persistente</span> seleziona <span class="menuchoice"> <span class="guimenu">Posizioni</span>&nbsp;▸ <span class="guimenuitem">Persistente</span></span>.
