Repository: anonym/tails
Catalog: wiki/src/install/inc/steps/install_with_etcher.inline.*.po
Languages: es, fr, it

source: <p class="mac upgrade-mac"> Open <span class="application">Finder</span> and choose <span class="application">balenaEtcher</span> in <span class="guilabel">Applications</span>. </p>
es: <p class="mac upgrade-mac"> Abre <span class="application">Finder</span> y elige <span class="application">balenaEtcher</span> en <span class="guilabel">Aplicaciones</span>. </p>
fr: <p class="mac upgrade-mac"> Ouvrir <span class="application">Finder</span> et choisir <span class="application">balenaEtcher</span> dans <span class="guilabel">Applications</span>. </p>
it: <p class="mac upgrade-mac"> Apri <span class="application">Finder</span> e seleziona <span class="application">balenaEtcher</span> in <span class="guilabel">Applicazioni</span>. </p>

source: <p class="windows upgrade-windows"> Open the <span class="application">balenaEtcher</span> download. </p>
es: <p class="windows upgrade-windows"> Abre la descarga de <span class="application">balenaEtcher</span>. </p>
fr: <p class="windows upgrade-windows"> Ouvrir le fichier <span class="application">balenaEtcher</span> téléchargé. </p>
it: <p class="windows upgrade-windows"> Apri il file <span class="applicazione">balenaEtcher</span> scaricato. </p>

source: At the security warning, confirm that you want to open <span class="application">balenaEtcher</span>.
es: En la advertencia de seguridad, confirma que deseas abrir <span class="application">balenaEtcher</span>.
fr: À l'avertissement de sécurité, confirmer que vous voulez ouvrir <span class="application">balenaEtcher</span>.
it: All'avviso di sicurezza, conferma che vuoi aprire <span class="application">balenaEtcher</span>.

source: <span class="application">balenaEtcher</span> starts.
es: <span class="application">balenaEtcher</span> inicia.
fr: <span class="application">balenaEtcher</span> démarre.
it: <span class="applicazione">balenaEtcher</span> si avvia.

source: <div class="bug windows upgrade-windows"> <p>If <i>balenaEtcher</i> does not start, restart Windows and try again.</p> </div>
fr: <div class="bug windows upgrade-windows"> <p>Si <i>balenaEtcher</i> ne démarre pas, redémarrez Windows et essayez à nouveau.</p> </div>

source: <h1 id="install" class="step">Install <span class="upgrade">an intermediary</span> Tails using <em>balenaEtcher</em></h1>
fr: <h1 id="install" class="step">Installer <span class="upgrade">un Tails intermédiaire</span> avec <em>balenaEtcher</em></h1>
it: <h1 id="install" class="step">Installa un Tails <span class="upgrade">intermediario</span> usando <em>balenaEtcher</em> </h1>

source: Plug in the USB stick on which you want to install <span class="usb">Tails.</span> <span class="upgrade">the intermediary Tails.</span>
es: Conecta la memoria USB en la que quieres instalar <span class="usb">Tails.</span> <span class="upgrade">el Tails intermedio.</span>
fr: Brancher la clé USB sur laquelle vous voulez installer <span class="usb">Tails.</span> <span class="upgrade"> le Tails intermédiaire.</span>
it: Inserisci la chiavetta USB sulla quale vuoi installare <span class="usb">Tails.</span> <span class="upgrade">Tails intermedio.</span>

source: <div class="note upgrade"><p>The Persistent Storage of your Tails USB stick will not be copied to the temporary Tails.</p></div>
es: <div class="note upgrade"><p>El Almacenamiento Persistente de tu memoria USB de Tails no será copiado al Tails temporario.</p></div>
fr: <div class="note upgrade"><p>Le stockage persistant de votre clé USB Tails ne sera pas copié dans le Tails temporaire.</p></div>
it: <div class="note upgrade"><p>L'Archivio Persistente della tua chiavetta USB con Tails non sarà copiato nella memoria temporanea di Tails.</p></div>

source: Click the **Flash from file** button.
fr: Cliquer sur le bouton **Flash from file**.
it: Clicca su **Flash da file** .

source: Choose the USB image that you downloaded earlier.
es: Elige la imagen USB que descargaste antes.
fr: Choisir l'image USB que vous avez téléchargé précédemment.
it: Seleziona l'immagine USB che hai scaricato in precedenza.

source: <div class="note"> <p>Make sure that the USB image has an <span class="filename">.img</span> file extension.</p>
es: <div class="note"> <p>Asegúrate de que la imagen USB tiene la extensión <span class="filename">.img</span>.</p>
fr: <div class="note"> <p>Assurez-vous que l'image USB a une extension de fichier <span class="filename">.img</span>.</p>
it: <div class="note"> <p>Assicurati che l'immagine USB abbia un'estensione di file <span class="filename">.img</span>.</p>

source: <p>If the image has an <i>.iso</i> file extension, it is not the correct image. Please go back to the <span class="windows">[[download step|windows#download]].</span> <span class="mac">[[download step|mac#download]].</span> <span class="upgrade-windows">[[download step|upgrade/windows#download]].</span> <span class="upgrade-mac">[[download step|upgrade/mac#download]].</span></p> </div>
fr: <p>Si l'image a une extension de fichier <i>.iso</i>, ce n'est pas la bonne image. Veuillez retournez à <span class="windows">[[l'étape télécharger|windows#download]].</span> <span class="mac">[[l'étape télécharger|mac#download]].</span> <span class="upgrade-windows">[[l'étape télécharger|upgrade/windows#download]].</span> <span class="upgrade-mac">[[l'étape télécharger|upgrade/mac#download]].</span></p> </div>
it: <p>Se l'immagine ha un file <i>.iso</i> come estensione, non e l'immagine giusta. Torna alla <span class="windows">[[fase del download|windows#download]].</span> <span class="mac">[[fase del download|mac#download]].</span> <span class="upgrade-windows">[[fase del download|aggiornamento/windows#download]]. </span> <span class="upgrade-mac">[[fase del download|aggiornamento/mac#download]].</span></p> </div>

source: Click the **Select target** button to select your USB stick.
es: Haga clic en el botón **Seleccionar destino** para seleccionar tu memoria USB.
fr: Cliquer sur le bouton **Select target** pour choisir votre clé USB.
it: Clicca su **Seleziona target** per selezionare la tua chiavetta USB.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
es: <div class="caution"><p>Se perderá toda la información en esta memoria USB.</p></div>
fr: <div class="caution"><p>Toutes les données sur cette clé USB seront perdues.</p></div>
it: <div class="caution"><p>Tutti i dati su questa chiavetta USB verranno persi.</p></div>

source: Click <span class="bold">Flash</span>.
es: Haz click en <span class="bold">Flash</span>.
fr: Cliquer sur <span class="bold">Flash</span>.
it: Fai clic su <span class="bold">Flash</span>.

source: Enter your password if you are asked for it.
es: Ingresa tu contraseña si te la piden.
fr: Entrez votre mot de passe si on vous le demande.
it: Inserisci la tua password se ti viene chiesto di farlo.

source: The installation takes a few minutes.
es: La instalación dura algunos minutos.
fr: L'installation prend quelques minutes.
it: L'installazione richiede alcuni minuti.

source: After installing Tails, <span class="application">balenaEtcher</span> verifies the installation.
es: Después de instalar Tails, <span class="application">balenaEtcher</span> verifica la instalación.
fr: Après l'installation de Tails, <span class="application">balenaEtcher</span> vérifie l'installation.
it: Dopo aver installato Tails, <span class="application">balenaEtcher</span> verifica l'installazione.

source: <div class="bug"> <p>If the verification of <span class="application">balenaEtcher</span> fails, try to install again or try using a different USB stick.</p> </div>
fr: <div class="bug"> <p>Si la vérification d'<span class="application">balenaEtcher</span> échoue, essayez d'installer à nouveau ou d'utiliser une clé USB différente.</p> </div>
it: <div class="bug"> <p>Se la verifica di <span class="application">balenaEtcher</span> fallisce, prova a installare di nuovo o prova usando un'altra chiavetta USB.</p> </div>

source: Close <span class="application">balenaEtcher</span>.
es: Cierra <span class="application">balenaEtcher</span>.
fr: Fermer <span class="application">balenaEtcher</span>.
it: Chiudi <span class="application">balenaEtcher</span>.

source: <p class="mac upgrade-mac"> If a notification about the USB stick not being readable appears, click <span class="bold">Eject</span> to eject the USB stick. </p>
fr: <p class="mac upgrade-mac"> Si une notification informant que la clé USB n'est pas lisible apparaît, cliquez sur <span class="bold">Éjecter</span> pour éjecter la clé USB. </p>
it: <p class="mac upgrade-mac"> Se appare una notifica che comunica che la chiavetta USB non è leggibile, fai clic su <span class="bold">Espelli</span> per espellere la chiavetta USB. </p>
