Repository: anonym/tails
Catalog: wiki/src/install/inc/steps/install_etcher_*_mac.inline.*.po
Languages: it, pt

source: <h1 id="etcher" class="step">Install <em>balenaEtcher</em></h1>
pt: <h1 id="etcher" class="step">Instalar <em>balenaEtcher</em></h1>

source: <p class="upgrade">In the following steps, you will install an intermediary Tails using the Tails USB image that you downloaded earlier.</p>
pt: <p class="upgrade">Nessas próximas etapas você irá instalar um Tails intermediário usando a imagem Tails USB que você baixou anteriormente.</p>

source: Click on the following button to download <em>balenaEtcher</em>:
pt: Clique no botão abaixo para baixar <em>balenaEtcher</em>:

source: <a href="https://tails.boum.org/etcher/balenaEtcher.dmg" class="button">Download balenaEtcher for macOS</a>
pt: <a href="https://tails.boum.org/etcher/balenaEtcher.dmg" class="button">Baixar balenaEtcher para macOS</a>

source: Open the <span class="application">balenaEtcher</span> download (DMG disk image).
it: Apri il file <span class="application">balenaEtcher</span> scarica (DMG disk image).
pt: Abra o <span class="application">balenaEtcher</span> baixado (no formato DMG disk image).

source: To install <span class="application">balenaEtcher</span>, drag the <span class="application">balenaEtcher</span> icon onto the <span class="guilabel">Applications</span> icon.
it: Per installare <span class="application">balenaEtcher</span>, trascina l'icona <span class="application">balenaEtcher</span> sull'icona <span class="guilabel">Applicazioni</span>.
pt: Para instalar <span class="application">balenaEtcher</span>, arraste o ícone do <span class="application">balenaEtcher</span> até o ícone de <span class="guilabel">Aplicativos</span>.

source: Close the installation window of <span class="application">balenaEtcher</span>.
it: Chiudi la finestra d'installazione di <span class="application">balenaEtcher</span>.
pt: Feche a janela de instalação do <span class="application">balenaEtcher</span>.

source: Optionally, eject the <span class="application">balenaEtcher</span> disk image from the desktop.
it: Opzionalmente, espelli l'immagine disco <span class="application">balenaEtcher</span> dal desktop.
pt: Opcionalmente, ejete a imagem de disco do <span class="application">balenaEtcher</span> da área de trabalho.

source: Instead of installing <span class="application">balenaEtcher</span>, you can also [[!toggle id="dd" text="install Tails using `dd` on the command line"]].
it: Invece di installare <span class="application">balenaEtcher</span>, puoi anche [[!toggle id="dd" text="installare Tails usando `dd` in riga di comando"]].
pt: Em vez de instalar o <span class="application">balenaEtcher</span>, você pode também [[!toggle id="dd" text="instalar o Tails usando `dd` na linha de comando"]].

source: Make sure that your USB stick is unplugged.
it: Assicurati che la tua chiavetta USB sia disinserita.
pt: Certifique-se de que o seu pendrive USB esteja desconectado.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
it: 1. Apri <span class="application">Terminale</span> da <span class="menuchoice"> <span class="guimenu">Applicationi</span>&nbsp;▸ <span class="guisubmenu">Utilità</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
pt: 1. Abra o <span class="application">Terminal</span> a partir de <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Utilitários</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.

source: Execute the following command:
it: <!-- This comment is here to confirm the existing translation and to prevent wrong suggestions from appearing on the staging website. --> Esegui il comando seguente:
pt: Execute o seguinte comando:

source: It returns a list of the storage devices on the system. For example:
it: Il comando restituisce una lista dei dispositivi di archiviazione presenti sul sistema. Per esempio:
pt: Ele retorna uma lista dos dispositivos de armazenamento no sistema. Por exemplo:

source: Plug your USB stick in the computer.
it: Inserisci la tua chiavetta USB nel computer.
pt: Conecte o seu pendrive USB no computador.

source: Execute again the same command:
it: Esegui di nuovo lo stesso comando:
pt: Execute novamente o mesmo comando:

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
it: La tua chiavetta USB appare come un nuovo dispositivo nella lista. Controlla che la sua dimensione corrisponda a quella della tua chiavetta USB.
pt: O seu pendrive USB aparece como um novo dispositivo na lista. Confirme se o tamanho que aparece corresponde ao tamanho do seu pendrive USB.

source: Take note of the *device name* of your USB stick. In this example, the USB stick is 8.0 GB and its device name is <span class="code">/dev/disk1</span>. Yours might be different.
it: Prendi nota del *nome di dispositivo* della tua chiavetta USB. In questo esempio, la chiavetta USB ha una dimensione di 8.0 GB e il suo nome di dispositivo è <span class="code">/dev/disk1</span>. Quello della tua chiavetta potrebbe essere differente.
pt: Anote o *nome do dispositivo* do seu pendrive USB. Neste exemplo, o pendrive USB tem 8.0 GB e o seu nome de dispositivo é <span class="code">/dev/disk1</span>. Pode ser que o seu seja diferente.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
it: <div class="caution"> <p>Se non sei sicura del nome di dispositivo, dovresti interrompere la procedura o <strong>rischi di sovrascrivere qualsiasi disco fisso del sistema</strong>.</p> </div>
pt: <div class="caution"> <p>Se você não tiver certeza sobre o nome do seu dispositivo, você deverá parar o procedimento ou <strong>estará correndo o risco de sobrescrever algum disco rígido do sistema</strong>.</p> </div>

source: Execute the following commands to copy the USB image that you downloaded earlier to the USB stick.
it: Esegui i comandi seguenti per copiare sulla chiavetta USB l'immagine USB che hai scaricato in precedenza.
pt: Execute os seguintes comandos para copiar a imagem USB que você baixou anteriormente para o pendrive USB.

source: Replace:
it: Sostituisci:
pt: Substitua:

source: <span class="command-placeholder">tails.img</span> with the path to the USB image
it: <span class="command-placeholder">tails.img</span> con il percorso dell'immagine USB
pt: <span class="command-placeholder">tails.img</span> com o caminho para a imagem USB

source: <div class="tip"> <p>If you are unsure about the path to the USB image, you can insert the correct path by dragging and dropping the icon of the USB image from <span class="application">Finder</span> onto <span class="application"> Terminal</span>.</p> </div>
it: <div class="tip"> <p>Se non sei sicura del percorso dell'immagine USB, puoi inserire il percorso corretto facendo il drag and drop dell'icona dell'immagine USB da <span class="application">Finder</span> al <span class="application"> Terminal</span>.</p> </div>
pt: <div class="tip"> <p>Se você não tiver certeza sobre o caminho para a imagem USB, você pode inserir o caminho correto arrastando o ícone da imagem USB do <span class="application">Finder</span> até o <span class="application"> Terminal</span>.</p> </div>

source: <span class="command-placeholder">device</span> with the device name found in step 6
it: <span class="command-placeholder">dispositivo</span> con il nome di dispositivo trovato al passaggio 6
pt: <span class="command-placeholder">device</span> com o nome do dispositivo encontrado na etapa 6

source: <div class="tip"> <p>You can try adding <span class="code">r</span> before <span class="code">disk</span> to make the installation faster.</p> </div>
it: <div class="tip"> <p>Puoi provare ad aggiungere <span class="code">r</span> davanti a <span class="code">disk</span> per rendere più veloce l'installazione.</p> </div>
pt: <div class="tip"> <p>Você pode tentar adicionar <span class="code">r</span> antes de <span class="code">disk</span> para fazer a instalação ser mais rápida.</p> </div>

source: You should get something like this:
it: Dovresti ottenere qualcosa del genere:
pt: Você deve ver algo como:

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
it: Se non vengono restituiti messaggi d'errore, è in corso la copia di Tails sulla chiavetta USB. La copia richiede un po' di tempo, in genere alcuni minuti.
pt: Se nenhuma mensagem de erro aparecer, Tails estará sendo copiado para o pendrive USB. A cópia demora algum tempo, geralmente alguns minutos.

source: <div class="note"> <p>If you get a <span class="guilabel">Permission denied</span> error, try adding <code>sudo</code> at the beginning of the command:</p>
it: <div class="note"> <p>Se ottieni un errore <span class="guilabel">Permission denied</span>, prova ad aggiungere <code>sudo</code> all'inizio del comando:</p>
pt: <div class="note"> <p>Se você receber um erro <span class="guilabel">Permission denied</span>, tente adicionar <code>sudo</code> no inicio do comando:</p>

source: <p>If you get an <span class="guilabel">invalid number ‘16m’</span> error, try using <code>16M</code> instead:</p>
pt: <p>Se você receber um erro <span class="guilabel">invalid number ‘16m’</span>, tente usar <code>16M</code>:</p>

source: The installation is complete once the command prompt reappeared.
it: L'installazione è completa quando ricompare il prompt dei comandi.
pt: A instalação estará completa quando o prompt de comando reaparecer.

source: <p class="pre command">diskutil unmountDisk <span class="command-placeholder">device</span></p>
it: <p class="pre command">diskutil unmountDisk <span class="command-placeholder">dispositivo</span></p>

source: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16m && sync</p>
it: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositivo</span> bs=16m && sync</p>

source: <p class="pre command">sudo dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16m && sync</p>
it: <p class="pre command">sudo dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositivo</span> bs=16m && sync</p>

source: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16M && sync</p>
it: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositivo</span> bs=16M && sync</p>
