Repository: anonym/tails
Catalog: wiki/src/install/inc/steps/install_with_gnome_disks.inline.*.po
Languages: it

source: Start <span class="application">GNOME Disks</span> (also called <span class="application">Disks</span>).
it: Avvia <span class="application">GNOME Disks</span> (chiamato anche <span class="application">Dischi</span>).

source: Plug in the <span class="upgrade">intermediary</span> USB stick <span class="linux">on which you want to install Tails</span>.
it: Inserisci la chiavetta USB <span class="upgrade">intermedia</span> <span class="linux">sulla quale vuoi installare Tails</span>.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
it: <div class="caution"><p>Tutti i dati su questa chiavetta USB verranno persi.</p></div>

source: <div class="note upgrade"><p>The Persistent Storage of your Tails USB stick will not be copied to the temporary Tails.</p></div>
it: <div class="note upgrade"><p>L'Archivio Persistente della tua chiavetta USB con Tails non sarà copiato nella memoria temporanea di Tails.</p></div>

source: A new drive appears in the left pane. Click on it.
it: Una nuova unità appare nel pannello di sinistra. Fai clic su di essa.

source: Click on the [[!img lib/view-more.png alt="Menu" class="symbolic" link="no"]] button in the titlebar and choose <span class="guimenuitem">Restore Disk Image&hellip;</span>.
it: Fai clic sul bottone [[!img lib/view-more.png alt="Menù" class="symbolic" link="no"]] nella barra del titolo e seleziona <span class="guimenuitem">Ripristina immagine disco&hellip;</span>.

source: In the <span class="guilabel">Restore Disk Image</span> dialog, click on the file selector button.
it: Nella finestra di dialogo <span class="guilabel">Ripristina immagine disco</span>, fai clic sul bottone di selezione file.

source: Choose the USB image that you downloaded earlier.
it: Seleziona l'immagine USB che hai scaricato in precedenza.

source: <div class="note"> <p>Make sure that the USB image has an <span class="filename">.img</span> file extension.</p>
it: <div class="note"> <p>Assicurati che l'immagine USB abbia un'estensione di file <span class="filename">.img</span>.</p>

source: <p>If the image has an <i>.iso</i> file extension, it is not the correct image. Please go back to the <span class="linux">[[download step|linux#download]].</span> <span class="upgrade-tails">[[download step|upgrade/tails#download]].</span> <span class="upgrade-linux">[[download step|upgrade/linux#download]].</span></p> </div>
it: <p>Se l'immagine ha un'estensione del file <i>.iso</i>, non è l'immagine giusta. Torna a <span class="linux">[[scarica per|linux#download]].</span> <span class="aggiorna-tails">[[scarica|aggiorna/tails#download]].</span> <span class="aggiorna-linux">[[scarica|aggiorna/linux#download]].</span></p> </div>

source: Click on the <span class="bold">Start Restoring&hellip;</span> button.
it: Clicca sul tasto<span class="bold">Avvia il Ripristino&hellip;</span>.

source: In the confirmation dialog click <span class="bold">Restore</span>.
it: Nella finestra di dialogo di conferma clicca <span class="bold">Ripristina</span>.

source: Depending on your Linux distribution, you might be asked for your administration password.
it: A seconda della tua distribuzione Linux, potrebbe venirti chiesto di inserire la tua password di amministratore.

source: The installation takes a few minutes.
it: L'installazione richiede alcuni minuti.

source: After the installation is finished, click on the [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]] button.
it: Una volta che l'installazione è terminata, fai clic sul tasto [[!img lib/media-eject.png alt="Espelli" class="symbolic" link="no"]].
