Repository: anonym/tails
Catalog: wiki/src/install/inc/steps/windows_boot_menu.inline.*.po
Languages: es, pt

source: Make sure that you have installed Tails using either:
es: Asegúrate de haber instalado Tails usando alguno de los siguientes:
pt: Certifique-se de ter instalado Tails usando uma das seguintes formas:

source: [[<i>balenaEtcher</i> from Windows|install/windows#etcher]]
es: [[<i>balenaEtcher</i> para Windows|install/windows#etcher]]
pt: [[<i>balenaEtcher</i> a partir de um Windows|install/windows#etcher]]

source: [[<i>balenaEtcher</i> from macOS|install/mac#etcher]]
es: [[<i>balenaEtcher</i> para macOS|install/mac#etcher]]
pt: [[<i>balenaEtcher</i> a partir de um macOS|install/mac#etcher]]

source: [[<i>GNOME Disks</i> from Linux|install/linux#install]]
es: [[<i>GNOME Disks</i> para Linux|install/linux#install]]
pt: [[<i>GNOME Disks</i> a partir de um Linux|install/linux#install]]

source: [[the Linux command line|install/expert#install]]
es: [[la línea de comandos de Linux|install/expert#install]]
pt: [[linha de comando em um Linux|install/expert#install]]

source: Click on the <span class="guimenu">Start [[!img lib/start.png alt="" class="symbolic" link="no"]]</span> button.
pt: Clique no botão <span class="guimenu">Iniciar [[!img lib/start.png alt="" class="symbolic" link="no"]]</span>.

source: Press and hold the <strong>Shift</strong> key while you choose <strong>Power</strong>&nbsp;▸ <strong>Restart</strong>.
es: Presiona y mantiene la tecla <strong>Shift</strong> mientras eliges <strong>Energía</strong>&nbsp;▸ <strong>Reiniciar</strong>.
pt: Pressione e segure a tecla <strong>Shift</strong> enquanto você escolhe o botão<strong>Ligar/Desligar</strong>&nbsp;▸ <strong>Reiniciar</strong>.

source: In the <strong>Choose an option</strong> screen, choose <strong>Use a device</strong>.
es: En la pantalla <strong>Elegir una opción</strong>, elige <strong>Usar un dispositivo</strong>.
pt: Na tela que diz <strong>Escolha uma opção</strong>, escolha <strong>Usar um dispositivo</strong>.

source: If the <strong>Choose an option</strong> screen does not appear, refer to the [[instructions on starting Tails using the Boot Menu key|doc/first_steps/start/pc#boot-menu-key]].
es: Si la pantalla de <strong>Elegir una opción</strong> no aparece, revisa las [[instrucciones sobre cómo iniciar Tails usando la tecla de Menu de Arranque|doc/first_steps/start/pc#boot-menu-key]].
pt: Se a tela que diz <strong>Escolha uma opção</strong> não aparecer, consulte as [[instruções para iniciar o Tails usando a tecla do Menu de Boot|doc/first_steps/start/pc#boot-menu-key]].

source: In the <strong>Use a device</strong> screen, choose <strong>Boot Menu</strong>.
es: En la pantalla de <strong>Usar un dispositivo</strong>, elige <strong>Menú de Arranque</strong>.
pt: Na tela de <strong>Usar um dispositivo</strong>, escolha <strong>Menu de Boot</strong>.

source: Windows shuts down, the computer restarts, and a Boot Menu appears.
es: Se apaga Windows, se reinicia la computadora, y aparece el Menu de Arranque.
pt: O Windows será desligado, o computador será reiniciado e então o Menu de Boot aparecerá.

source: Plug in your Tails USB stick shortly after choosing <strong>Boot Menu</strong> and while Windows is shutting down.
es: Conecta tu memoria USB de Tails prontamente después de haber seleccionado <strong>Menú de Arranque</strong> y mientras Windows se esté apagando.
pt: Conecte seu pendrive USB com Tails logo após escolher <strong>Menu de Boot</strong>, enquanto o Windows ainda estiver sendo desligado.

source: <span class="windows upgrade-windows">In the future, we</span> <span class="standalone">We</span> recommend that you only plug in your Tails USB stick while Windows is shutting down. Otherwise, a virus in Windows could infect your Tails USB stick and break its security.
es: <span class="windows upgrade-windows">En el futuro, te</span> <span class="standalone">Te</span> recomendamos que sólo conectes tu memoria USB de Tails mientras Windows se esté apagando. De otra manera, un virus en Windows podría infectar tu memoria USB de Tails y romper su seguridad.
pt: <span class="windows upgrade-windows">Daqui em diante, nós</span> <span class="standalone">Nós</span> recomendamos que você apenas conecte seu pendrive USB com Tails durante o desligamento do Windows. Caso contrário, um vírus no Windows poderia infectar seu pendrive USB com Tails e minar sua segurança.

source: Such an attack is possible in theory but very unlikely in practice. We don't know of any virus capable of infecting Tails. <span class="standalone">See our [[warning on plugging Tails in untrusted systems|doc/about/warnings/computer#software]].</span>
es: Un ataque como esos es posible en teoría pero poco probable en la práctica. No conocemos de ningún virus capaz de infectar Tails. <span class="standalone">Lee nuestras [[advertencias sobre conectar Tails en sistemas no confiables|doc/about/warnings/computer#software]].</span>
pt: Tal ataque é possível em teoria mas muito improvável na prática. Nós não temos notícia de nenhum vírus capaz de infectar o Tails. <span class="standalone">Veja o nosso [[aviso sobre plugar Tails em sistemas não confiáveis|doc/about/warnings/computer#software]].</span>

source: The Boot Menu is a list of possible devices to start from. The following screenshot is an example of a Boot Menu:
es: El Menú de Arranque es una lista de posibles dispositivos de los cuales iniciar. La siguiente captura de pantalla es un ejemplo de un Menú de Arranque:
pt: A lista do Menu de Boot é uma lisa de possíveis dispositivos de inicialização. A captura de tela a seguir mostra um exemplo de um Menu de Boot:

source: In the Boot Menu, select your USB stick and press <strong>Enter</strong>.
es: En el Menú de Arranque, selecciona tu memoria USB y aprieta <strong>Enter</strong>.
pt: No Menu de Boot, selecione o seu pendrive USB e pressione <strong>Enter</strong>.

source: If the computer starts on Tails, the Boot Loader appears and Tails starts automatically after 4 seconds.
es: Si la computadora inicia en Tails, aparece el Gestor de Arranque y Tails arranca automáticamente luego de 4 segundos.
pt: Se o computador iniciar no Tails, o Boot Loader aparecerá e o Tails iniciará automaticamente após 4 segundos.

source: [[!img install/inc/screenshots/grub.png link="no" alt="Black screen ('GNU GRUB') with Tails logo and 2 options: 'Tails' and 'Tails (Troubleshooting Mode)'."]]
es: [[!img install/inc/screenshots/grub.png link="no" alt="Pantalla negra ('GNU GRUB') con el logo de Tails y 2 opciones 'Tails' y 'Tails (Troubleshooting Mode)'."]]
pt: [[!img install/inc/screenshots/grub.png link="no" alt="Tela preta ('GNU GRUB') com a logo do Tails e duas opções: 'Tails' e 'Tails (Troubleshooting Mode)'."]]

source: The <b>Troubleshooting Mode</b> entry disables some features of the Linux kernel and might work better on some computers. You can try this option if you think you are experiencing hardware compatibility errors while starting Tails.
pt: A opção <b>Troubleshooting Mode</b> desabilita algumas funcionalidades do kernel Linux e pode funcionar melhor em alguns computadores. Você pode tentar esta opção caso creia que está tendo problemas de compatibilidade ao iniciar o Tails.

source: The <b>External Hard Disk</b> entry makes it possible to [[start from an external hard disk|doc/advanced_topics/external_hard_disk]] and some [[problematic USB sticks|support/known_issues#problematic-usb-stick]].
pt: A opção <b>External Hard Disk</b> torna possível [[iniciar a partir de um disco externo|doc/advanced_topics/external_hard_disk]] e de alguns [[pendrives USB problemáticos|support/known_issues#problematic-usb-stick]].
