Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/unsafe_browser/security_implications.inline.*.po
Languages: it

source: - **The *Unsafe Browser* is not anonymous.**
it: - **il *Browser non Sicuro* non è anonimo.**

source: The *Unsafe Browser* does not use Tor. The websites that you visit can see your real IP address.
it: Il *Browser non Sicuro* non usa Tor. I siti web che visiti possono vedere il tuo vero indirizzo IP.

source: This is why we recommend that you:
it: Per questo ti consigliamo di:

source: Only use the *Unsafe Browser* to sign in to a network using a captive portal or [[browse trusted web pages on the local network|advanced_topics/lan#browser]].
it: Usa il *Browser non sicuro* solo per autenticarti ad una rete che usa un captive portal o [[naviga pagine sicure dentro alla rete locale|advanced_topics/lan#browser]].

source: - **The *Unsafe Browser* can be used to deanonymize you.**
it: - **Il *Browser non Sicuro* può essere usato per identificarti.**

source: An attacker could exploit a security vulnerability in another application in Tails to start an invisible *Unsafe Browser* and reveal your IP address, even if you are not using the *Unsafe Browser*.
it: Un aggressore malintenzionato potrebbe sfruttare una vulnerabilità di sicurezza di un'altra applicazione in Tails e avviare un invisibile *Browser non Sicuro* e rivelare il tuo indirizzo IP, anche se non stai usando il *Browser non Sicuro*.

source: Such an attack is very unlikely but could be performed by a strong attacker, such as a government or a hacking firm.
it: Un attacco del genere è molto improbabile ma potrebbe essere eseguito da una persona malintenzionata potente, come un governo o una società di hacking.

source: Only enable the *Unsafe Browser* if you need to sign to a network using a captive portal.
it: Attiva il "Browser non sicuro" solo se hai bisogno di autenticarti ad una rete che usa un captive portal.

source: Always upgrade to the latest version of Tails to fix known vulnerabilities as soon as possible.
it: Aggiorna sempre all'ultima versione di Tails appena possibile per correggere le vulnerabilità note.

source: We have plans to fix the root cause of this problem but it requires [[!tails_ticket 12213 desc="important engineering work"]].
it: Abbiamo in programma di correggere la causa principale di questo problema, ma richiede un [[!tails_ticket 12213 desc="importante lavoro di ingegneria"]].
