Repository: anonym/tails
Catalog: wiki/src/doc/about/requirements.*.po
Languages: it

source: [[!meta title="System requirements"]]
it: [[!meta title="Requisiti di sistema"]]

source: Tails works on most computers less than 10 years old.
it: Tails funziona sulla maggior parte dei computer che abbiano meno di 10 anni.

source: <p>Tails might not work on:</p>
it: <p>Tails potrebbe non funzionare su:</p>

source: <ul> <li>Some older computers, for example, if they don't have enough RAM.</li> <li>Some newer computers, for example, if their [[graphics card is not compatible with Linux|support/known_issues/graphics]].</li> </ul>
it: <ul> <li>Alcuni computer più vecchi, ad esempio, se non c'è abbastanza RAM.</li> <li>Alcuni computer più recenti, ad esempio, se la [[scheda grafica non è compatibile con Linux|support/known_issues/graphics]].</li> </ul>

source: <p>See the [[known hardware compatibility issues|support/known_issues]].</p>
it: <p>Vedere i [[problemi noti di compatibilità hardware|support/known_issues]].</p>

source: Hardware requirements:
it: Requisiti hardware:

source: - A USB stick of 8 GB minimum or a recordable DVD.
it: - Una chiavetta USB da almeno 8 GB o un DVD riscrivibile.

source: All the data on this USB stick or DVD will be lost when installing Tails.
it: Tutti i dati presenti sulla chiavetta USB o sul DVD verranno persi quando si installerà Tails.

source: - The ability to start from a USB stick or a DVD reader.
it: - La capacità di avviare da chiavetta USB o da lettore DVD.

source: A 64-bit <span class="definition">[[!wikipedia x86-64]]</span> compatible processor:
it: Un processore a 64 bit compatibile con <span class="definition">[[!wikipedia x86-64]]</span>:

source: <span class="definition">[[!wikipedia IBM_PC_compatible]]</span> but not <span class="definition">[[!wikipedia PowerPC]]</span> nor <span class="definition">[[!wikipedia ARM_architecture desc="ARM"]]</span>.
it: <span class="definition">[[!wikipedia IBM_compatibile]]</span> ma non <span class="definition">[[!wikipedia PowerPC]]</span> né <span class="definition">[[!wikipedia ARM_architecture desc="ARM"]]</span>.

source: Most Mac computers are IBM PC compatible since 2006.
it: La maggior parte dei computer Mac è IBM compatibile dal 2006.

source: Tails does not work with Mac models that use the [[!wikipedia Apple M1]] chip.
it: Tails non funziona con modelli di Mac che utilizzano il chip [[!wikipedia Apple M1]] .

source: Tails does not work on 32-bit computers since [[Tails 3.0|news/Tails_3.0_will_require_a_64-bit_processor]] (June 2017).
it: Tails non funziona su computer a 32 bit a partire da [[Tails 3.0|news/Tails_3.0_will_require_a_64-bit_processor]] (June 2017).

source: Tails does not work on most tablets and phones.
it: Tails non funziona sulla maggior parte dei tablet e smartphone.

source: - 2 GB of RAM to work smoothly.
it: - 2 GB di RAM per lavorare comodamente.

source: Tails can work with less than 2 GB RAM but might behave strangely or crash.
it: Tails può funzionare con meno di 2 GB di RAM, ma potrebbe presentare anomalie o andare in crash.
