Repository: anonym/tails
Catalog: wiki/src/doc/about/trust.*.po
Languages: fr

source: [[!meta title="How can I trust Tails?"]]
fr: [[!meta title=" Comment puis-je avoir confiance en Tails ?"]]

source: Tails will never try harm to you or any of our users, as a core principle of [[our social contract|about/social_contract]]. As part of that commitment, we have written this page to help you make an informed decision about whether you can trust Tails.
fr: Tails n'essaiera jamais de nuire à vous ou à l'une des personnes l'utilisant, c'est un principe fondamental de [[notre contrat social|about/social_contract]]. Dans le cadre de cet engagement, nous avons écrit ces pages pour vous aider à prendre une décision éclairée pour savoir si vous pouvez faire confiance à Tails.

source: We think that Tails is a trustworthy project because:
fr: Nous pensons que Tails est un projet digne de confiance car :

source: - **Our source code is public**
fr: - **Notre code source est public**

source: Tails is [[Free Software|about/license]] and security researchers worldwide can examine our [[!tails_gitlab desc="source code"]].
fr: Tails est un [[logiciel libre|about/license]] et les personnes qui font de la recherche en sécurité partout dans le monde peuvent examiner notre [[!tails_gitlab desc="code source"]].

source: The most sensitive parts of Tails are explained in our [[design documents|contribute/design]].
fr: Les parties les plus critiques de Tails sont expliquées dans nos [[documents de conception|contribute/design]] (en anglais).

source: - **Tails is based on Tor and Debian**
fr: - **Tails est basé sur Tor et Debian**

source: Most of the software included in Tails has not been written by us, but is inherited from Tor and Debian:
fr: La plupart des logiciels inclus dans Tails n'ont pas été écrits par nous, mais sont issus de Tor et Debian :

source: [Debian](https://debian.org/) is one of the oldest Linux distributions and the one with the most derivatives, including Ubuntu. Debian and its derivatives are [the most popular Linux distributions on web servers](https://w3techs.com/technologies/details/os-linux) across the Internet. The Debian project is coordinated over the Internet by a team of volunteers whose work is entirely public. All this makes Debian one of the Free Software projects under the most scrutiny by security researchers.
fr: [Debian](https://www.debian.org/index.fr.html) est l'une des plus anciennes distributions Linux et celle qui compte le plus de distributions dérivées, dont Ubuntu. Debian et ses dérivées sont [les distributions Linux les plus populaires pour les serveurs web](https://w3techs.com/technologies/details/os-linux) à travers Internet. Le projet Debian est coordonné sur Internet par une équipe de bénévoles dont le travail est intégralement public. Tout cela fait de Debian l'un des logiciels libres les plus examinés par les chercheurs en sécurité.

source: [Tor](https://torproject.org/) is the best anonymity network available. Tor has partnered with leading research institutions and has been subjected to intensive academic research. Tor has received awards from institutions such as the [EFF](https://www.eff.org/awards/pioneer/2012) and the [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced). Even the NSA qualified Tor as "[the King of high secure, low latency Internet Anonymity](https://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)."
fr: [Tor](https://www.torproject.org/fr/) est le meilleur réseau anonyme disponible. Tor a travaillé en partenariat avec des instituts de recherche de pointe et a été le sujet de recherches académiques très poussées. Tor a reçu des récompenses d'organisations telles que l'[EFF](https://www.eff.org/awards/pioneer/2012) ou la [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced). Même la NSA a qualifié Tor de « [Roi de l'anonymat haute sécurité et à faible latence sur Internet](https://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity) » (en anglais « the King of high secure, low latency Internet Anonymity »)

source: - **Our downloads are verifiable**
fr: - **Nos téléchargements sont vérifiables**

source: Making sure that our users are really downloading an unmodified version of our work is also critical to trust and security:
fr: S'assurer que les personnes téléchargent une version réellement non modifiée de notre travail est également essentiel pour la confiance et la sécurité :

source: Our downloads are [[reproducible|contribute/build/reproducible]] to make sure that the process of building the downloads from our source code was not altered by our own infrastructure.
fr: Nos téléchargements sont [[reproductibles|contribute/build/reproducible]] pour s'assurer que le processus de construction des téléchargements depuis notre code source n'a pas été altéré par notre propre infrastructure.

source: We provide [[strong and easy-to-use verification mechanisms|contribute/design/download_verification]] to make sure that our users are downloading a genuine copy of Tails.
fr: Nous fournissons des [[mécanismes de vérifications forts et faciles à utiliser|contribute/design/download_verification]] pour s'assurer que les personnes téléchargent une copie originale de Tails.

source: - **Tails is recommended by renown and diverse people and organizations**
fr: - **Tails est recommandé par sa notoriété et par différentes personnes et organisations**

source: See also our list of [[sponsors]].
fr: Voir également notre liste de [[sponsors]].

source: [[!inline pages="donate/testimonials.inline" raw="yes" sort="age"]]
fr: [[!inline pages="donate/testimonials.inline.fr" raw="yes" sort="age"]]
