Repository: anonym/tails
Catalog: wiki/src/doc/about/warnings.*.po
Languages: fr, it, pt

source: [[!meta title="Warnings: Tails is safe but not magic!"]]
fr: [[!meta title="Avertissements : Tails est sûr mais pas magique !"]]
it: [[!meta title="Avvertenze: Tails è sicuro ma non magico!"]]

source: Tails is safer than any regular operating system. But Tails, or any software or operating system, cannot protect you from everything—even if they pretend to.
fr: Tails est plus sûr que n'importe quel autre système d'exploitation ordinaire. Mais Tails, ou tout autre logiciel ou système d'exploitation, ne peut pas vous protéger de tout - même s'ils le prétendent.
it: Tails è più sicuro di qualsiasi sistema operativo normale. Ma Tails, o qualsiasi software o sistema operativo, non può proteggerti da tutto — anche se sembra che lo faccia.
pt: Tails é mais seguro do que qualquer outro sistema operacional comum. Apesar disso, nem Tails nem qualquer outro programa ou sistema operacional pode te proteger de tudo — mesmo que assim o digam.

source: The recommendations below will keep you even safer, especially if you are at high risk.
fr: Les recommandations ci-dessous vous permettront d'être encore plus en sécurité, surtout si vous courez un risque élevé.
it: Le raccomandazioni che seguono ti terranno ancora più al sicuro, specialmente se sei ad alto rischio.
pt: As recomendações abaixo te trarão ainda mais segurança, especialmente se você estiver sob grande risco.

source: Protecting your identity when using Tails
fr: Protéger votre identité lorsque vous utilisez Tails
it: Proteggere la tua identità quando usi Tails
pt: Protegendo sua identidade durante o uso do Tails

source: [[!img identity.svg link="no"]] [[!inline pages="doc/about/warnings/identity.inline" raw="yes" sort="age"]]
fr: [[!img identity.svg link="no"]] [[!inline pages="doc/about/warnings/identity.inline.fr" raw="yes" sort="age"]]
it: [[!img identity.svg link="no"]] [[!inline pages="doc/about/warnings/identity.inline.it" raw="yes" sort="age"]]
pt: [[!img identity.svg link="no"]] [[!inline pages="doc/about/warnings/identity.inline.pt" raw="yes" sort="age"]]

source: <a id="toggle-identity" class="button">Protecting your identity</a>
fr: <a id="toggle-identity" class="button">Protéger votre identité</a>
it: <a id="toggle-identity" class="button">Proteggere la tua identità</a>

source: Limitations of the Tor network
fr: Limites du réseau Tor
it: Limiti della rete Tor
pt: Limitações da rede Tor

source: [[!img tor.svg link="no"]] [[!inline pages="doc/about/warnings/tor.inline" raw="yes" sort="age"]]
fr: [[!img tor.svg link="no"]] [[!inline pages="doc/about/warnings/tor.inline.fr" raw="yes" sort="age"]]
it: [[!img tor.svg link="no"]] [[!inline pages="doc/about/warnings/tor.inline.it" raw="yes" sort="age"]]
pt: [[!img tor.svg link="no"]] [[!inline pages="doc/about/warnings/tor.inline.pt" raw="yes" sort="age"]]

source: <a id="toggle-tor" class="button">Limitations of Tor</a>
fr: <a id="toggle-tor" class="button">Limites de Tor</a>
it: <a id="toggle-tor" class="button">Limiti di Tor</a>

source: Reducing risks when using untrusted computers
fr: Réduire les risques lors de l'utilisation d'ordinateurs non fiables
it: Riduzione dei rischi durante l'utilizzo di computer non fidati
pt: Reduzindo riscos ao usar computadores não confiáveis

source: [[!img computer.svg link="no"]] [[!inline pages="doc/about/warnings/computer.inline" raw="yes" sort="age"]]
fr: [[!img computer.svg link="no"]] [[!inline pages="doc/about/warnings/computer.inline.fr" raw="yes" sort="age"]]
it: [[!img computer.svg link="no"]] [[!inline pages="doc/about/warnings/computer.inline.it" raw="yes" sort="age"]]
pt: [[!img computer.svg link="no"]] [[!inline pages="doc/about/warnings/computer.inline.pt" raw="yes" sort="age"]]

source: <a id="toggle-computer" class="button">Using untrusted computers</a>
fr: <a id="toggle-computer" class="button">Utiliser des ordinateurs non fiables</a>
it: <a id="toggle-computer" class="button">Usando computer non fidati</a>

source: <span id="hide-identity" class="hide-button"></span> [[!inline pages="doc/about/warnings/identity" raw="yes" sort="age"]]
fr: <span id="hide-identity" class="hide-button"></span> [[!inline pages="doc/about/warnings/identity.fr" raw="yes" sort="age"]]

source: <span id="hide-tor" class="hide-button"></span> [[!inline pages="doc/about/warnings/tor" raw="yes" sort="age"]]
fr: <span id="hide-tor" class="hide-button"></span> [[!inline pages="doc/about/warnings/tor.fr" raw="yes" sort="age"]]

source: <span id="hide-computer" class="hide-button"></span> [[!inline pages="doc/about/warnings/computer" raw="yes" sort="age"]]
fr: <span id="hide-computer" class="hide-button"></span> [[!inline pages="doc/about/warnings/computer.fr" raw="yes" sort="age"]]

source: Because you always have to adapt your digital security practices to your specific needs and threats, we encourage you to learn more by reading the following guides:
fr: Parce que vous devez toujours adapter vos pratiques de sécurité numérique à vos besoins et aux menaces, nous vous encourageons à en apprendre plus en lisant les guides suivants :
it: Poiché devi sempre adattare le tue pratiche di sicurezza digitale alle tue specfiche esigenze e minacce, ti esortiamo a saperne di più leggendo le seguenti guide:
pt: Pelo fato de que você sempre tem que adaptar suas práticas de segurança digital para necessidades e ameaças específicas, recomendamos que você aprenda mais fazendo a leitura dos seguintes guias:

source: <a href="https://ssd.eff.org/">EFF: Surveillance Self-Defense</a>
fr: <a href="https://ssd.eff.org/fr">EFF : Surveillance Self-Defense</a>

source: <a href="https://securityinabox.org/">Front Line Defenders: Security-in-a-Box</a>
fr: <a href="https://securityinabox.org/fr">Front Line Defenders:Security-in-a-Box</a>

source: [[!meta title="Warnings: Tails is safe but not magic!"]] [[!meta stylesheet="doc/about/warnings" rel="stylesheet" title=""]]
pt: [[!meta title="Avisos: Tails é seguro mas não é mágico!"]] [[!meta stylesheet="doc/about/warnings" rel="stylesheet" title=""]]

source: [[!toggle id="identity" text="Protecting your identity"]]
pt: [[!toggle id="identity" text="Protegendo sua identidade"]]

source: [[!toggle id="tor" text="Limitations of Tor"]]
pt: [[!toggle id="tor" text="Limitações do Tor"]]

source: [[!toggle id="computer" text="Using untrusted computers"]]
pt: [[!toggle id="computer" text="Usando computadores não confiáveis"]]

source: [[!toggleable id="identity" text=""" <span class="hide">[[!toggle id="identity" text=""]]</span> [[!inline pages="doc/about/warnings/identity" raw="yes" sort="age"]] """]] [[!toggleable id="tor" text=""" <span class="hide">[[!toggle id="tor" text=""]]</span> [[!inline pages="doc/about/warnings/tor" raw="yes" sort="age"]] """]] [[!toggleable id="computer" text=""" <span class="hide">[[!toggle id="computer" text=""]]</span> [[!inline pages="doc/about/warnings/computer" raw="yes" sort="age"]] """]]
pt: [[!toggleable id="identity" text=""" <span class="hide">[[!toggle id="identity" text=""]]</span> [[!inline pages="doc/about/warnings/identity.pt" raw="yes" sort="age"]] """]] [[!toggleable id="tor" text=""" <span class="hide">[[!toggle id="tor" text=""]]</span> [[!inline pages="doc/about/warnings/tor.pt" raw="yes" sort="age"]] """]] [[!toggleable id="computer" text=""" <span class="hide">[[!toggle id="computer" text=""]]</span> [[!inline pages="doc/about/warnings/computer.pt" raw="yes" sort="age"]] """]]
