Repository: anonym/tails
Catalog: wiki/src/doc/advanced_topics/virtualization/boxes.*.po
Languages: it, ru

source: [[!meta title="GNOME Boxes"]]
ru: [[!meta title="Боксы GNOME"]]

source: [*GNOME Boxes*](https://wiki.gnome.org/action/show/Apps/Boxes) aims at providing a simple interface to create and use virtual machines for Linux with GNOME. *GNOME Boxes* does not allow use of a Persistent Storage.
ru: Приложение [*Боксы GNOME*](https://wiki.gnome.org/action/show/Apps/Boxes) призвано обеспечить простой интерфейс создания и использования виртуальных машин для Linux с GNOME. *Боксы* не позволяют использовать Постоянное хранилище.

source: [[!inline pages="doc/advanced_topics/virtualization.caution" raw="yes" sort="age"]]
it: [[!inline pages="doc/advanced_topics/virtualization.caution.it" raw="yes" sort="age"]]
ru: [[!inline pages="doc/advanced_topics/virtualization.caution.ru" raw="yes" sort="age"]]

source: <p>The following instructions have been tested on Debian Jessie.</p>
it: <p>Le seguenti istruzioni sono state testate su Debian Jessie.</p>
ru: <p>Следующие инструкции были протестированы в Debian Jessie.</p>

source: Installation
it: Installazione
ru: Установка

source: To install *GNOME Boxes* in Debian or Ubuntu, execute the following command:
it: Per installare *GNOME Boxes* in Debian o Ubuntu, eseguite i seguenti comandi:
ru: Для установки *Боксов GNOME* в Debian или Ubuntu выполните следующую команду:

source: Running Tails from an ISO image
it: Avvia Tails da un'immagine ISO
ru: Запуск Tails из ISO-образа

source: Start *GNOME Boxes*.
it: Avviare *GNOME Boxes*.
ru: Запустите *Боксы GNOME*.

source: Click on the **New** button on the top of the window.
it: Clicca sul bottone **New** posto in alto alla finestra.
ru: Нажмите кнопку **Новое** в верхней части окна.

source: In the **Source Selection** dialog, choose **Select a file** and browse for the ISO image that you want to start from.
it: Nella barra di dialogo **Source Selection** seleziona **Select a file** e cerca l'immagine ISO con la quale vuoi avviare.
ru: В диалоговом окне выбора источника укажите ISO-образ, который хотите использовать.

source: In the **Review** dialog, click on the **Create** button on the top of the window.
it: Nella finestra **Review**, clicca sul bottone **Create** in cima alla finestra.
ru: В диалоговом окне **Review and Create** нажмите кнопку **Create** в верхней части окна.

source: Shared clipboard
ru: Общий буфер обмена

source: <p>The shared clipboard of <span class="application">GNOME Boxes</span> is enabled by default. This can allow sensitive data to be copied by mistake from the virtual machine onto the host operating system or vice versa.</p>
it: <p>La clipboard condivisa di <span class="application">GNOME Boxes</span> è abilitata per default. Questo può consentire che dati sensibili vengano copiati per errore dalla macchina virtuale nel sistema operativo ospite o vice versa.</p>
ru: <p>В <span class="application">Боксах</span> по умолчанию включён общий буфер обмена. Это может привести к случайному копированию конфиденциальных данных с виртуальной машины в операционную систему хоста или наоборот.</p>

source: <p>We recommend you to disable the shared clipboard.</p>
it: <p>Noi ti raccomandiamo di disabilitare la clipboard condivisa.</p>
ru: <p>Рекомендуем отключить общий буфер обмена.</p>

source: To disable the shared clipboard:
it: Per disabilitare la clipboard condivisa:
ru: Для отключения общего буфера обмена:

source: Deselect the <span class="guilabel">Share Clipboard</span> option.
it: Deseleziona l'opzione <span class="guilabel">Condividi Clipboard</span>.
ru: Отмените выбор <span class="guilabel">Share Clipboard</span>.
