Repository: anonym/tails
Catalog: wiki/src/doc/reset/linux.*.po
Languages: fr, it, ru

source: [[!meta title="Resetting a USB stick using Linux"]]
fr: [[!meta title="Réinitialiser une clé USB en utilisant Linux"]]
it: [[!meta title="Inizializzare una chiavetta USB usando Linux"]]
ru: [[!meta title="Стирание флешки в Linux"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
fr: [[!inline pages="doc/reset.intro.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/reset.intro.it" raw="yes" sort="age"]]
ru: [[!inline pages="doc/reset.intro.ru" raw="yes" sort="age"]]

source: Using <span class="application">GNOME Disks</span>
fr: En utilisant <span class="application">GNOME Disques</span>
it: Usando <span class="application">Dischi GNOME</span>
ru: <span class="application">Утилита Диски (GNOME)</span>

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
fr: <strong>Vous pourriez écraser n'importe quel disque dur sur l'ordinateur.</strong> Si à un moment vous n'êtes pas sûr du choix du périphérique, arrêtez-vous là.
it: <strong>Potresti sovrascrivere qualsiasi disco fisso del computer.</strong> Se in qualche passaggio non sei sicura di quale dispositivo scegliere, interrompi la procedura.
ru: <strong>Программа позволяет перезаписать любой диск на компьютере.</strong> Если в какой-то момент вы не уверены, правильный ли диск выбрали, лучше остановитесь.

source: Make sure that the USB stick that you want to reset is unplugged.
fr: Assurez-vous que la clé USB que vous voulez réinitialiser est débranchée.
it: Assicurati che la chiavetta USB che vuoi inizializzare sia disinserita.
ru: Убедитесь, что флешка, которую вы хотите стереть, не подключена к компьютеру.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to start <span class="application">GNOME Disks</span>.
fr: 1. Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Disques</span> </span> pour lancer <span class="application">GNOME Disques</span>.
it: 1. Scegli <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Utilità</span>&nbsp;▸ <span class="guimenuitem">Dischi</span> </span> per iniziare <span class="application">Dischi GNOME</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
fr: Une liste de tous les périphériques de stockage de l'ordinateur apparaît dans le panneau gauche de la fenêtre.
it: Una lista di tutti i dispositivi del computer appariranno nel pannello di sinistra della finestra.
ru: Список всех носителей данных на компьютере будет виден в левой части окна.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
fr: Un nouveau périphérique apparaît dans la liste des périphériques de stockage. Ce nouveau périphérique correspond à la clé USB que vous venez de brancher. Cliquez dessus.
it: Un nuovo dispositivo apparirà nella lista dei dispositivi di massa. Questo nuovo dispositivo corrispnde alla chiavetta USB o la scheda SD che hai collegato. Cliccaci sopra.
ru: В списке появится новое устройство. Оно соответствует подключённой флешке. Выберите это устройство.

source: In the right pane of the window, verify that the device corresponds to the USB stick that you want to reset, its brand, its size, etc.
fr: Dans la partie droite de la fenêtre, vérifiez que le périphérique correspond à la clé USB que vous voulez réinitialiser, sa marque, sa taille, etc.
it: Nel pannello destro della finestra, verifica che il dispositivo corrisponda alla chiavetta USB che vuoi inizializzare, la sua marca, la sua dimensione, ecc.
ru: В правой части окна убедитесь, что устройство соответствует флешке, которую вы хотите стереть (совпадают модель, объём и т.д.).

source: To reset the USB stick, click on the <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span> button in the titlebar and choose <span class="guilabel">Format Disk…</span>.
fr: Pour réinitialiser la clé USB, cliquez sur le bouton <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span> dans la barre de titre et choisir <span class="guilabel">Formater le disque…</span>.
it: Per ripristinare la chiavetta USB, fai clic sul pulsante <span class="guimenu">[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span> nella barra del titolo e scegli <span class="guilabel">Formattazione disco...</span>.

source: In the <span class="guilabel">Format Disk</span> dialog:
fr: Dans la boîte de dialogue <span class="guilabel">Formater le disque</span> :
it: Nella finestra di dialogo <span class="guilabel">Formatta disco</span>:
ru: Появится диалог <span class="guilabel">Форматировать диск</span>.

source: Click on the **Format…** button.
fr: Cliquer sur le bouton **Formater…**.
it: Clicca sul tasto **Formatta…** .

source: In the confirmation dialog, click on the <span class="bold">Format</span> button to confirm.
fr: Dans le boîte de dialogue de confirmation, cliquez sur le bouton <span class="bold">Formater</span> pour confirmer.
it: Nella schermata di conferma, clicca su <span class="bold">Formattare</span> per confermare.
ru: В следующем окне снова нажмите кнопку <span class="bold">Форматировать</span> для подтверждения.

source: To make sure that all the changes are written to the USB stick, click on the <span class="guimenu">[[!img lib/media-eject.png alt="Eject" class=symbolic link=no]]</span> button in the titlebar.
fr: Pour vous assurer que tous les changements ont été écrits sur la clé USB, cliquez sur le bouton <span class="guimenu">[[!img lib/media-eject.png alt="Éjecter" class=symbolic link=no]]</span> dans la barre de titre.
it: Per assicurarti che tutte le modifiche siano state scritte sulla chiavetta USB, fai clic sul bottone <span class="guimenu">[[!img lib/media-eject.png alt="Espelle questo disco" class=symbolic link=no]]</span> nella barra del titolo.
ru: По окончании процесса нажмите кнопку <span class="guimenu">[[!img lib/media-eject.png alt="Извлечь" class=symbolic link=no]]</span> в заголовке окна.

source: Resetting a Tails USB stick from itself
fr: Réinitialiser une clé USB Tails depuis elle-même
it: Ripristinare una chiavetta USB Tails dalla stessa
ru: «Самостирание» флешки Tails

source: If Tails is your only Linux system, you can generally reset a Tails USB stick directly from that USB stick while running Tails.
fr: Si Tails est votre seul système Linux, vous pouvez généralement réinitialiser une clé USB Tails directement depuis celle-ci, en cours d'exécution.
it: Se Tails è il tuo unico sistema Linux, puoi in genere inizializzare una chiavetta USB Tails direttamente dalla chiavetta stessa, mentre Tails è in esecuzione.
ru: Если Tails — ваша единственная система Linux, вы можете стереть флешку Tails, используя эту же флешку.

source: When starting Tails, add the <span class="command">toram</span> boot option in the <span class="application">Boot Loader</span>. For detailed instructions, see the documentation on [[using the <span class="application">Boot Loader</span>|advanced_topics/boot_options]].
fr: Au démarrage de Tails, ajoutez <span class="command">toram</span> comme option de démarrage dans le <span class="application">chargeur d’amorçage</span>. Pour des instructions détaillées, voir la documentation sur [[l'utilisation du <span class="application">chargeur d’amorçage</span>|advanced_topics/boot_options]].
it: Quando avvii Tails, aggiungi l'opzione di avvio <span class="command">toram</span> nel <span class="application">Boot Loader</span>. Per istruzioni dettagliate, vedi la documentazione su [[using the <span class="application">Boot Loader</span>|advanced_topics/boot_options]].
ru: При запуске Tails добавьте в <span class="application">загрузчик</span> опцию загрузки <span class="command">toram</span>. Подробнее о том, как это сделать, можно прочесть в нашей [[документации по использованию <span class="application">загрузчика</span>|advanced_topics/boot_options]].

source: If Tails starts as usual, follow the instructions for [[resetting a USB stick using <span class="application">GNOME Disks</span>|linux#disks]].
fr: Si Tails démarre comme d'habitude, suivre les instructions pour [[réinitialiser une clé USB en utilisant <span class="application">GNOME Disques</span>|linux#disks]].
it: Se Tails si avvia come al solito, segui le istruzioni per [[inizializzare una chiavetta USB usando <span class="application">GNOME Disks</span>|linux#disks]].
ru: Если Tails стартует как обычно, следуйте инструкциям выше (как [[стереть флешку с помощью утилиты <span class="application">Диски</span>|linux#disks]].

source: **If the system fails to start**, that means that the computer does not have enough memory for this operation mode. Try with another computer, or find another Linux system, such as another Tails USB stick, to do the reset from.
fr: **Si le système n'arrive pas à démarrer**, cela signifie que l'ordinateur n'a pas assez de mémoire pour ce mode opératoire. Essayez avec un autre ordinateur, ou trouvez un autre système Linux, comme une autre clé USB Tails, pour effectuer la réinitialisation.
it: **Se il sistema non si avvia**, ciò significa che il computer non ha memoria sufficiente per operare in questa modalità. Prova con un altro computer, o trova un altro sistema Linux, come un'altra chiavetta USB Tails, da cui eseguire l'inizializzazione.
ru: **Если система не запускается**, значит, компьютеру не хватает памяти для загрузки в этом режиме. Попробуйте проделать то же на другом компьютере или подыщите другую систему Linux для вашей задачи, скажем, другую флешку Tails.
