Repository: anonym/tails
Catalog: wiki/src/doc/reset/mac.*.po
Languages: it, pt, ru

source: [[!meta title="Resetting a USB stick using macOS"]]
it: [[!meta title="Inizializzare una chiavetta USB usando macOS"]]
pt: [[!meta title="Resetando um pen drive USB usando macOS"]]
ru: [[!meta title="Стирание флешки в macOS"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
it: [[!inline pages="doc/reset.intro.it" raw="yes" sort="age"]]
pt: [[!inline pages="doc/reset.intro.pt" raw="yes" sort="age"]]
ru: [[!inline pages="doc/reset.intro.ru" raw="yes" sort="age"]]

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
it: <strong>Potresti sovrascrivere qualsiasi disco fisso del computer.</strong> Se in qualche passaggio non sei sicura di quale dispositivo scegliere, interrompi la procedura.

source: Make sure that the USB stick that you want to reset is unplugged.
it: Assicurati che la chiavetta USB che vuoi inizializzare sia disinserita.
pt: Tenha certeza de que o pendrive USB que você quer resetar esteja desconectado.
ru: Убедитесь, что флешка, которую вы хотите стереть, не подключена к компьютеру.

source: Start <span class="application">Disk Utility</span>.
it: Avvia l'<span class="application">Utilità disco</span>.
pt: Inicie o <span class="application">Utilitário de Disco</span>.
ru: Запустите <span class="application">Дисковую утилиту</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
it: Una lista di tutti i dispositivi di archiviazione del computer appare nel pannello sinistro della finestra.
pt: Uma lista com todos os dispositivos de armazenamento conectados ao computador aparecerá no painel esquedo da janela.
ru: Список всех носителей данных на компьютере будет виден в левой части окна.

source: Plug the USB stick that you want to reset.
it: Collega la chiavetta USB che vuoi formattare.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
it: Un nuovo dispositivo appare nella lista dei dispositivi di archiviazione. Questo nuovo dispositivo corrisponde alla chiavetta USB che hai inserito. Fai clic su di esso.
pt: Um novo dispositivo aparecerá na lista de dispositivos de armazenamento. Este novo dispositivo corresponde ao pen drive que você acabou de conectar. Clique nele.
ru: В списке появится новое устройство. Оно соответствует подключённой флешке. Выберите это устройство.

source: In the list of storage devices, verify that the device corresponds to the USB stick that you want to reset, its brand, its size, etc.
it: Nella lista dei dispositivi di archiviazione, verifica che il dispositivo corrisponda alla chiavetta USB che vuoi inizializzare, la sua marca, la sua dimensione, ecc.
pt: Na lista de dispositivos de armazenamento, verifique se o dispositivo corresponde ao pendrive que você deseja redefinir, sua marca, tamanho, etc.
ru: Убедитесь, что устройство в списке — ваша флешка. Проверьте модель, объём и др.

source: To reset the USB stick:
it: Per inizializzare la chiavetta USB:
pt: Para resetar o pen drive USB:
ru: Теперь флешку можно стереть.

source: a. If there is an <span class="guilabel">Erase</span> tab in the right pane, click on it and then click on the <span class="bold"> Erase</span> button on the bottom right
it: a. Se c'è una scheda <span class="guilabel">Cancella</span> nel pannello di destra, clicca sopra e poi clicca su <span class="bold"> Cancella</span> in basso a destra
pt: a. Se tiver uma aba <span class="guilabel">Apagar</span> no painel direito, clique nele e depois clique no botão<span class="bold"> Apagar</span> no canto inferior direito
ru: a) Если в правой панели есть кнопка <span class="guilabel">Стереть</span>, нажмите её, а потом нажмите кнопку <span class="bold">Стереть</span> в правом нижнем углу.

source: b. If there is an <span class="bold"> Erase</span> button on the top middle, click on it.
it: b. Se c'è un tasto <span class="bold"> Cancella</span> in alto al centro, cliccaci sopra.
pt: b. Se tiver um botão<span class="bold"> Apagar</span> centralizado no topo, clique nele.
ru: b) Если вверху посередине есть кнопка <span class="bold">Стереть</span>, нажмите её.

source: In the confirmation dialog, click on the <span class="bold">Erase</span> button to confirm.
it: Nella finestra di conferma, cliccasul tasto <span class="bold">Cancella</span> per confermare.
pt: No dialogo de confirmação, clique no botão de <span class="bold">Apagar</span> para confirmar.
ru: В открывшемся диалоге нажмите кнопку <span class="bold">Стереть</span> для подтверждения.

source: <p>If the erase process fails, try [[!toggle id="format" text="formatting the USB stick using the command line"]] first.</p>
it: <p>Se il processo di cancellazione fallisce, prova prima a [[!toggle id="format" text="formattare la chiavetta USB usando la riga di comando"]].</p>
pt: <p>Se o processo de apagamento falhar , tente [[!toggle id="format" text="formatar o pendrive USB usando linha de comando"]] primeiro.</p>
ru: <p>Если стирание не сработало, попробуйте сначала [[!toggle id="format" text="отформатировать флешку с помощью программы в командной строке"]].</p>

source: Troubleshooting
it: Risoluzione di problemi
pt: Solução de problemas
ru: Решение проблем

source: Format using the command line
it: Formatta usando la linea di comando
pt: Formate usando linha de comando
ru: Форматирование с использованием командной строки

source: Unplug the USB stick from the computer.
it: Disinserisci la chiavetta USB dal computer.
pt: Desconecte o pendrive USB do computador.
ru: Отключите флешку от компьютера.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
it: 1. Apri <span class="application">Terminale</span> da <span class="menuchoice"> <span class="guimenu">Applicationi</span>&nbsp;▸ <span class="guisubmenu">Utilità</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
pt: 1. Abra o <span class="application">Terminal</span> a partir de <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Utilitários</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.

source: Execute the following command:
it: <!-- This comment is here to confirm the existing translation and to prevent wrong suggestions from appearing on the staging website. --> Esegui il comando seguente:
pt: Execute o seguinte comando:
ru: Выполните следующую команду:

source: It returns a list of the storage devices on the system. For example:
it: Il comando restituisce una lista dei dispositivi di archiviazione presenti sul sistema. Per esempio:
pt: Ele retorna uma lista dos dispositivos de armazenamento no sistema. Por exemplo:
ru: Вы увидите список носителей данных. Пример:

source: Plug the USB stick in the computer.
it: Inserisci la chiavetta USB nel computer.

source: Execute again the same command:
it: Esegui di nuovo lo stesso comando:
pt: Execute novamente o mesmo comando:
ru: Повторите команду:

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
it: La tua chiavetta USB appare come un nuovo dispositivo nella lista. Controlla che la sua dimensione corrisponda a quella della tua chiavetta USB.
pt: O seu pendrive USB aparece como um novo dispositivo na lista. Confirme se o tamanho que aparece corresponde ao tamanho do seu pendrive USB.
ru: Ваша флешка появится в списке как новое устройство. Убедитесь, что указанный объём соответствует фактическому объёму флешки.

source: Take note of the *device name* of your USB stick. In this example, the USB stick is 8.0 GB and its device name is <span class="code">/dev/disk1</span>. Yours might be different.
it: Prendi nota del *nome di dispositivo* della tua chiavetta USB. In questo esempio, la chiavetta USB ha una dimensione di 8.0 GB e il suo nome di dispositivo è <span class="code">/dev/disk1</span>. Quello della tua chiavetta potrebbe essere differente.
pt: Anote o *nome do dispositivo* do seu pendrive USB. Neste exemplo, o pendrive USB tem 8.0 GB e o seu nome de dispositivo é <span class="code">/dev/disk1</span>. Pode ser que o seu seja diferente.
ru: Обратите внимание на *имя устройства* вашей флешки. В этом примере USB-накопитель имеет размер 8,0 Гб, имя устройства — <span class="code">/dev/disk1</span>. У вас это может выглядеть иначе.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
it: <div class="caution"> <p>Se non sei sicura del nome di dispositivo, dovresti interrompere la procedura o <strong>rischi di sovrascrivere qualsiasi disco fisso del sistema</strong>.</p> </div>
pt: <div class="caution"> <p>Se você não tiver certeza sobre o nome do seu dispositivo, você deverá parar o procedimento ou <strong>estará correndo o risco de sobrescrever algum disco rígido do sistema</strong>.</p> </div>
ru: <div class="caution"> <p>Если вы не уверены насчёт имени устройства, лучше прервать процесс. Иначе <strong>вы рискуете перезаписать какой-нибудь из жёстких дисков в системе</strong>.</p> </div>

source: Execute the following command to safely remove the USB stick. Replace <span class="code">[device]</span> with the device name found in step 6.
it: Esegui il comando seguente per rimuovere in modo sicuro la chiavetta USB. Sostituisci <span class="code">[dispositivo]</span> con il nome di dispositivo trovato al passaggio 6.
pt: Execute o seguinte comando para remover com segurança o seu pendrive USB. Substitua <span class="code">[dispositivo]</span> pelo nome do dispositivo encontrado no passo 6.
ru: Для безопасного извлечения флешки выполните следующую команду. Замените <span class="code">[устройство]</span> именем вашего устройства (см. выше).

source: diskutil unmountDisk [device]
it: diskutil unmountDisk [dispositivo]
pt: diskutil unmountDisk [dispositivo]

source: Execute the following command to format the USB stick. Replace <span class="code">[device]</span> with the device name found in step 6.
it: Esegui il comando seguente per formattare la chiavetta USB. Sostituisci <span class="code">[dispositivo]</span> con il nome di dispositivo trovato al passaggio 6.
pt: Execute o seguinte comando para formatar o pendrive USB. Substitua <span class="code">[dispositivo]</span> pelo nome do dispositivo encontrado no passo 6.
ru: Чтобы отформатировать флешку, выполните следующую команду. Замените <span class="code">[устройство]</span> именем вашего устройства (см. выше).

source: sudo fdisk -iy [device]
it: sudo fdisk -iy [dispositivo]
pt: sudo fdisk -iy [dispositivo]

source: You can try to reset the USB stick again using <span class="application">Disk Utility</span> from the beginning of this page.
it: Puoi provare di nuovo a inizializzare la chiavetta USB con l'<span class="application">Utilità disco</span> tornando all'inizio di questa pagina.
pt: Você pode tentar resetar seu pendrive USB novamente usando o <span class="application">Utilitário de Disco</span> como explicado no início desta página.
ru: Можете попробовать перезапустить флешку снова, используя <span class= "application">Дисковую утилиту</span>.

source: <!-- Note for translators: This section is very similar to /install/mac/usb. -->
pt: <!-- Nota para tradutores: Esta seção é muito similar a /install/mac/usb. -->

source: $ diskutil list /dev/disk0 #: TYPE NAME SIZE IDENTIFIER 0: GUID_partition_scheme *500.1 GB disk0 1: EFI 209.7 MB disk0s1 2: Apple_HFS MacDrive 250.0 GB disk0s2 3: EFI 134.1 GB disk0s3 4: Microsoft Basic Data BOOTCAMP 115.5 GB disk0s4 /dev/disk1 #: TYPE NAME SIZE IDENTIFIER 0: FDisk_partition_scheme *8.0 GB disk1 1: Apple_HFS Untitled 1 8.0 GB disk1s1
pt: $ diskutil list /dev/disk0 #: TIPO NOME TAMANHO IDENTIFICADOR 0: GUID_partition_scheme *500.1 GB disk0 1: EFI 209.7 MB disk0s1 2: Apple_HFS MacDrive 250.0 GB disk0s2 3: EFI 134.1 GB disk0s3 4: Microsoft Basic Data BOOTCAMP 115.5 GB disk0s4 /dev/disk1 #: TIPO NOME TAMANHO IDENTIFICADOR 0: FDisk_partition_scheme *8.0 GB disk1 1: Apple_HFS Untitled 1 8.0 GB disk1s1
