Repository: anonym/tails
Catalog: wiki/src/doc/reset/windows.*.po
Languages: it, ru

source: [[!meta title="Resetting a USB stick using Windows"]]
it: [[!meta title="Resettare una chiavetta USB usando Windows"]]
ru: [[!meta title="Стирание флешки в Windows"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
it: [[!inline pages="doc/reset.intro.it" raw="yes" sort="age"]]
ru: [[!inline pages="doc/reset.intro.ru" raw="yes" sort="age"]]

source: <strong>The following instructions do not work on Windows XP.</strong><br/> The version of <span class="application">Diskpart</span> on Windows XP does not list removable disks.
it: <strong>Le istruzioni seguenti non funzionano su Windows XP.</strong><br/> La versione di <span class="application">Diskpart</span> su Windows XP non elenca i dischi rimovibili.
ru: <strong>Описанные ниже рекомендации не работают в Windows XP.</strong><br/> Версия утилиты <span class="application">Diskpart</span> в Windows XP не отображает сменные носители.

source: Using <span class="application">Diskpart</span>
it: Usando <span class="application">Diskpart</span>
ru: Использование <span class="application">DiskPart</span>

source: <strong>You might overwrite any hard disk on the computer.</strong><br/> If at some point you are not sure about the disk number, stop proceeding.
it: <strong>Potresti sovrascrivere qualsiasi disco fisso del computer.</strong><br/> Se in qualche passaggio non sei sicura del numero di disco, interrompi la procedura.
ru: <strong>Вы можете перезаписать любой диск на компьютере.</strong><br/> Если в какой-то момент вы почувствуете неуверенность в том, с каким диском работать, лучше остановиться.

source: Make sure that the USB stick that you want to reset is unplugged.
it: Assicurati che la chiavetta USB che vuoi inizializzare sia disinserita.
ru: Убедитесь, что флешка, которую вы хотите стереть, не подключена к компьютеру.

source: Click on the <span class="bold">Start</span> button, and choose <span class="menuchoice">All Programs&nbsp;▸ Accessories&nbsp;▸ Command Prompt</span>, to open the <span class="application">[[!wikipedia cmd.exe desc="Command Prompt"]]</span>,
it: Clicca su<span class="bold">Avvio</span>, e scegli<span class="menuchoice">Tutti i Programmi&nbsp;▸ Accessori&nbsp;▸ Prompt di comando</span>, per aprire <span class="application">[[!wikipedia_it cmd.exe desc="Prompt"]]</span>,

source: [[More help on how to start the <span class="application">Command Prompt</span>|http://www.computerhope.com/issues/chdos.htm]]
it: [[Ulteriore aiuto su come avviare il <span class="application">prompt dei comandi</span>|https://www.computerhope.com/issues/chdos.htm]] (in inglese)
ru: [[Подробнее о том, как запустить <span class="application">командную строку</span>|https://www.computerhope.com/issues/chdos.htm]

source: 2. Execute the <span class="command">diskpart</span> command, to start <span class="application">Diskpart</span>.
it: 2. Esegui il comando <span class="command">diskpart</span>, per avviare <span class="application">Diskpart</span>.
ru: 2. Для запуска утилиты <span class="application">DiskPart</span> выполните команду <span class="command">diskpart</span>.

source: Execute the <span class="command">list disk</span> command to obtain information about each disk in the computer.
it: Esegui il comando <span class="command">list disk</span> per ottenere informazioni su ogni disco del computer.
ru: Для вывода информации о всех дисках на компьютере выполните команду <span class="command">list disk</span>.

source: For example:
it: Per esempio:
ru: Например:

source: Plug the USB stick that you want to reset. Run the <span class="command">list disk</span> command again.
it: Collega la chiavetta USB che vuoi formattare. Esegui <span class="command">list disk</span> nuovamente.

source: A new disk, which corresponds to that USB stick, appears in the list.
it: Un nuovo disco, che corrisponde a questa chiavetta USB, appare nella lista.
ru: В списке появился новый диск – флешка.

source: For example:
it: Per esempio:
ru: Пример:

source: Make sure that its size corresponds to the size of the USB stick that you want to reset. Note down the disk number assigned by <span class="application">Diskpart</span> to the USB stick.
it: Assicurati che la sua dimensione corrisponda alla dimensione della chiavetta USB che vuoi inizializzare. Annota il numero di disco assegnato da <span class="application">Diskpart</span> alla chiavetta USB.
ru: Убедитесь, что размер этого диска совпадает с объёмом флешки, которую нужно стереть. Запомните номер диска, который присвоила флешке утилита <span class="application">DiskPart</span>.

source: To select the USB stick, execute the following command: <span class="command">select disk=<span class="replaceable">number</span></span>. Replace <span class="replaceable">number</span> by the disk number of the USB stick that you want to reset.
it: Per selezionare la chiavetta USB, esegui il comando seguente: <span class="command">select disk=<span class="replaceable">numero</span></span>. Sostituisci <span class="replaceable">numero</span> con il numero di disco della chiavetta USB che vuoi inizializzare.
ru: Для выбора флешки выполните следующую команду: <span class="command">select disk=<span class="replaceable">number</span></span>. Замените <span class="replaceable">number</span> на номер флешки, которую нужно стереть.

source: Execute the <span class="command">clean</span> command to delete the partition table from the USB stick.
it: Esegui il comando <span class="command">clean</span> per eliminare la tabella delle partizioni dalla chiavetta USB.
ru: Выполните команду <span class="command">clean</span> для удаления таблицы разделов с флешки.

source: Execute the <span class="command">convert mbr</span> command to create a new partition table on the USB stick.
it: Esegui il comando <span class="command">convert mbr</span> per creare una nuova tabella delle partizioni sulla chiavetta USB.
ru: Выполните команду <span class="command">convert mbr</span> для создания на флешке новой таблицы разделов.

source: Execute the <span class="command">create partition primary</span> command to create a new primary partition on the USB stick.
it: Esegui il comando <span class="command">create partition primary</span> per creare una nuova partizione primaria sulla chiavetta USB.
ru: Выполните команду <span class="command">create partition primary</span> для создания на флешке главного раздела.

source: Troubleshooting
it: Risoluzione di problemi
ru: Решение проблем

source: See the [[Diskpart documentation from Microsoft Support|http://support.microsoft.com/kb/300415]].
it: Vedere la [[documentazione su Diskpart dell'assistenza Microsoft|https://support.microsoft.com/kb/300415]] (in inglese).
ru: См. [[документацию по DiskPart от службы поддержки Microsoft|https://docs.microsoft.com/ru-ru/windows-server/administration/windows-commands/diskpart]].

source: Disk ### Status Size Free Dyn Gpt -------- ---------- ------- ------- --- --- Disk 0 Online 80 GB 0 B
ru: Диск ### Состояние Размер Свободно Дин GPT -------- ---------- ------- ------- --- --- Диск 0 В сети 80 Gбайт 0 байт

source: Disk ### Status Size Free Dyn Gpt -------- ---------- ------- ------- --- --- Disk 0 Online 80 GB 0 B Disk 1 Online 8 GB 0 B
ru: Диск ### Состояние Размер Свободно Дин GPT -------- ---------- ------- ------- --- --- Диск 0 В сети 80 Gбайт 0 байт Диск 1 В сети 8 Gбайт 0 байт
