Repository: anonym/tails
Catalog: wiki/src/security/prototype_pollution.*.po
Languages: fr

source: [[!meta title="Serious security vulnerability in Tails 5.0"]]
fr: [[!meta title="Vulnérabilité de sécurité sérieuse dans Tails 5.0"]]

source: *Tor Browser* in Tails 5.0 and earlier is unsafe to use for sensitive information.
fr: *Navigateur Tor* dans Tails 5.0 et versions antérieures n'est pas sûr à utiliser pour les informations sensibles.

source: **We recommend that you stop using Tails until the release of 5.1 (early June) if you use *Tor Browser* for sensitive information (passwords, private messages, personal information, etc.).**
fr: **Nous vous recommandons de cesser l'utilisation de Tails jusqu'à la publication de Tails 5.1 (début juin) si vous utilisez le *Navigateur Tor* pour des informations sensibles (mots de passe, messages confidentiels, informations personnelles, etc.).**

source: A security vulnerability was discovered in the JavaScript engine of *Firefox* and *Tor Browser*. See the [Mozilla Foundation Security Advisory 2022-19](https://www.mozilla.org/en-US/security/advisories/mfsa2022-19/)
fr: Une vulnérabilité de sécurité a été découverte dans le moteur JavaScript de *Firefox* et du *Navigateur Tor*. Voir le [bulletin de sécurité 2022-19 de la fondation Mozilla](https://www.mozilla.org/en-US/security/advisories/mfsa2022-19/) (en anglais)

source: This vulnerability allows a malicious website to bypass some of the security built in *Tor Browser* and access information from other websites.
fr: Cette vulnérabilité permet à un site web malveillant de contourner certaines sécurités internes au *Navigateur Tor* et d'accéder aux informations d'autres sites web.

source: For example, after you visit a malicious website, an attacker controlling this website might access the password or other sensitive information that you send to other websites afterwards during the same Tails session.
fr: Par exemple, après avoir visité un site web malveillant, un attaquant qui contrôle ce site web peut accéder au mot de passe ou à d'autres informations sensibles que vous avez envoyées à d'autres sites web pendant la même session Tails.

source: This vulnerability doesn't break the anonymity and encryption of Tor connections.
fr: Cette vulnérabilité ne casse pas l'anonymat et le chiffrement des connexions Tor.

source: For example, it is still safe and anonymous to access websites from Tails if you don't share sensitive information with them.
fr: Par exemple, il est toujours sûr et anonyme d'accéder à des sites web depuis Tails si vous ne partagez pas d'informations sensibles avec eux.

source: After *Tor Browser* has been compromised, the only reliable solution is to restart Tails.
fr: Après que le *Navigateur Tor* a été compromis, la seul solution fiable est de redémarrer Tails.

source: Other applications in Tails are not vulnerable. *Thunderbird* in Tails is not vulnerable because JavaScript is disabled.
fr: Les autres applications de Tails ne sont pas vulnérables. *Thunderbird* dans Tails n'est pas vulnérable car JavaScript est désactivé.

source: The *Safest* [[security level of *Tor Browser*|doc/anonymous_internet/Tor_Browser#security-level]] is not affected because JavaScript is disabled at this security level.
fr: Le [[niveau de sécurité du *Navigateur Tor*|doc/anonymous_internet/Tor_Browser#security-level]] *le plus sûr* n'est pas affecté car JavaScript est désactivé avec ce niveau de sécurité.

source: This vulnerability will be fixed in Tails 5.1 (early June), but our team doesn't have the capacity to publish an emergency release earlier.
fr: Cette vulnérabilité sera corrigée dans Tails 5.1 (début juin), mais notre équipe n'a pas la capacité de publier une version d'urgence plus tôt.
