Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: An incremental upgrade is available, but no full upgrade is. This should not happen. Please report a bug.
ar: يوجد تحديث اضافي متاح و ليس تحديث كامل. هذا لا ينبغي أن يحدث. الرجاء التبليغ عن الخطأ.
de: Eine inkrementelle Aktualisierung ist verfügbar, jedoch keine vollständige Aktualisierung. Das sollte nicht passieren. Bitte melde diesen Fehler.
el: Μερική αναβάθμιση είναι πλέον διαθέσιμη, αλλά όχι πλήρης αναβάθμιση. Αυτό δεν θα έπρεπε να συμβαίνει. Παρακαλώ ειδοποιήστε μας για αυτό το σφάλμα.
es: Está disponible una actualización incremental, pero no está disponible ninguna actualización completa. Esto no debería ocurrir. Por favor informa del fallo.
hu: Járulékos frissítés elérhető, de teljes frissítés nem. Ennek nem szabadna megtörténni. Kérjük jelentse a hibát.
nl: Er is een incrementele upgrade beschikbaar, maar geen volledige upgrade. Dit zou niet moeten gebeuren. Meld een bug.
pt_br: Uma atualização incremental está disponível, mas não há uma atualização completa disponível. Isto não deveria acontecer. Por favor, reporte este problema.
pt_pt: Está disponível uma atualização incremental, mas a atualização total não. Isto não devia acontecer. Por favor reporte o erro.
tr: Artımlı bir yükseltme varken tam yükseltme yok gibi görünüyor. Bu olmamalıydı. Lütfen bu sorunu bildirin.
uk: Тільки додаткове, а не повне оновлення доступно. Цього не повинно було статися. Будь ласка, повідомте про помилку.

source: <b>You should upgrade to {name} {version}.</b> For more information about this new version, go to {details_url} We recommend you close all other applications during the upgrade. Downloading the upgrade might take a long time, from several minutes to a few hours. Download size: {size} Do you want to upgrade now?
ar: <b>يجب عليك الترقية إلى {name} {version}.</b> لمزيد من المعلومات حول هذا الإصدار الجديد ، انتقل إلى {details_url} نوصيك بإغلاق جميع التطبيقات الأخرى أثناء الترقية. قد يستغرق تنزيل الترقية وقتًا طويلاً ، من عدة دقائق إلى بضع ساعات. حجم التنزيل: {size} هل تريد الترقية الآن؟
de: <b>Du solltest auf {name} {version} aktualisieren.</b> Für weitere Informationen über diese neue Version, gehe zu {details_url} Wir empfehlen während der Aktualisierung alle anderen Anwendungen zu schließen. Das Upgrade herunterzuladen kann lange dauern, von mehreren Minuten bis zu Stunden. Downloadgröße: {size} Willst du jetzt aktualisieren?
el: <b>Χρειάζεται να αναβαθμίσετε στη {name} {version}.</b> Για περισσότερες πληροφορίες σχετικά με τη νέα έκδοση, πατήστε: {details_url} Προτείνουμε να κλείσετε όλες τις εφαρμογές κατά τη διάρκεια της αναβάθμισης. Η λήψη της αναβάθμισης μπορεί να διαρκέσει αρκετά, από λίγα λεπτά μέχρι κάποιες ώρες. Μέγεθος λήψης: {size} Θέλετε να αναβαθμίσετε τώρα;
es: <b>Deberías actualizarte a {name} {version}.</b> Para más información sobre esta nueva versión, ir a {details_url} Te recomendamos que cierres todas las demás aplicaciones durante la actualización. La descarga de la actualización puede llevar mucho tiempo, de varios minutos a unas pocas horas. Tamaño de la descarga: {size} ¿Deseas actualizar ahora?
hu: <b>Frissítenie kell a {name}{version} változatra.</b> A verzióról további részletekért látogasson el {details_url} oldalra. Ajánlott, hogy becsukjon minden más alkalmazást a frissítés idejére. A frissítés letöltése sokáig is tarthat, néhány perctől néhány óráig. Letöltési méret: {size} Szeretne frissíteni most?
nl: <b>U zou een upgrade naar {name} {version} moeten uitvoeren.</b> Ga voor meer informatie over deze nieuwe versie naar {details_url} We raden aan alle andere toepassingen te sluiten tijdens de upgrade. Het downloaden van de upgrade kan lang duren, van enkele minuten tot een paar uur. Downloadgrootte: {size} Wilt u nu upgraden?
pt_br: <b>Você deve atualizar para {name} {version}.</b> Para mais informações sobre esta nova versão, veja {details_url} Nós recomendamos que você feche todas os outros aplicativos durante a atualização. Baixar a atualização pode levar bastante tempo, desde alguns minutos até algumas horas. Tamanho do download: {size} Você quer atualizar agora?
pt_pt: <b>Deve atualizar para o {name}s {version}s.</b> Para mis informações sobre esta versão, aceda a {details_url}s Recomendamos que feche todos os outros programas abertos durante a atualização. Pode demorar algum tempo o descarregamento da atualização, desde a alguns minutos até horas. Tamanho do descarregamento: {size}s Quer atualizar agora?
tr: <b>{name} {version} sürümüne güncellemeniz gerekli.</b> Bu sürüm hakkında ayrıntılı bilgi almak için, {details_url} adresine bakabilirsiniz. Bu güncelleme sırasında açık tüm uygulamaları kapatmanız önerilir. Güncellemenin indirilmesi birkaç dakika ile birkaç saat arasında sürebilir. İndirme boyutu: {size} Şimdi güncellemek ister misiniz?
uk: <b>Вам варто оновитися до {name} {version}.</b> Більше інформації про цю нову версію ви можете знайти на {details_url} Ми рекомендуємо вам закрити усі інші додатки під час оновлення. Завантаження оновлення може зайняти багато часу - від кількох хвилин до кількох годин. Розмір завантаження: {size} Бажаєте виконати оновлення зараз?

source: Upgrade available
ar: يوجد تحديث متاح
de: Aktualisierung verfügbar
el: Υπάρχει διαθέσιμη αναβάθμιση
es: Actualización disponible
hu: Frissítés elérhető
nl: Upgrade beschikbaar
pt_br: Atualização disponível
pt_pt: Atualização disponível
tr: Güncelleme yayınlanmış
uk: Доступне оновлення

source: Upgrade now
ar: رقي الآن
de: Jetzt aktualisieren
el: Αναβάθμιση τώρα
es: Actualizar ahora
hu: Frissítés most
nl: Nu upgraden
pt_br: Atualizar agora
pt_pt: Atualizar Agora
tr: Şimdi güncelle
uk: Оновити зараз

source: Upgrade later
ar: رقي لاحقاً
de: Später aktualisieren
el: Αναβάθμιση αργότερα
es: Actualizar más tarde
hu: Frissítés később
nl: Later upgraden
pt_br: Atualizar mais tarde
pt_pt: Atualizar Mais Tarde
tr: Daha sonra güncelle
uk: Оновити пізніше

source: <b>You should do a manual upgrade to the latest version of {name}.</b> For more information about this new version, go to {details_url} It is impossible to do an automatic upgrade of your Tails to this new version: {explanation}. To learn how to do a manual upgrade, go to {manual_upgrade_url}
de: <b>Du solltest eine manuelle Aktualisierung zu neusten Version von {name} vornehmen.</b> Um mehr über die neue Version zu erfahren, siehe {details_url} Es ist nicht möglich, eine automatische Aktualisierung von Tails zu dieser neuen Version vorzunehmen: {explanation}. Um mehr darüber zu erfahren, wie man eine manuelle Aktualisierung durchführt, siehe {manual_upgrade_url}
el: <b>Πραγματοποιήστε χειροκίνητη αναβάθμιση στην τελευταία έκδοση του {name}.</b> Για περισσότερες πληροφορίες σχετικά με τη νέα έκδοση, δείτε το {details_url} Είναι δυνατή η αυτόματη αναβάθμιση του Tails στη νέα έκδοση: {explanation}. Για να μάθετε πως να κάνετε χειροκίνητη αναβάθμιση, δείτε το {manual_upgrade_url}
es: <b>Tienes que hacer una actualización manual a la última versión de {name}.</b> Para más información sobre la nueva versión, visita {details_url} Imposible hacer una actualización automática de Tails a esta nueva versión: {explanation} Para aprender cómo realizar una actualización manual, visita {manual_upgrade_url}
tr: <b>Güncel {name} sürümüne el ile güncellemelisiniz.</b> Bu sürüm hakkında ayrıntılı bilgi almak için {details_url} adresine bakabilirsiniz Aygıtınız bu yeni Tails sürümüne otomatik olarak güncellenemez: {explanation}. El ile güncellemenin nasıl yapılacağını öğrenmek için {manual_upgrade_url} adresine bakabilirsiniz
uk: <b>Вам слід виконати ручне оновлення до найновішої версії {name}.</b> Для отримання додаткової інформації про цю нову версію перейдіть на {details_url} Автоматично оновити ваш Tails до цієї нової версії неможливо: {explanation}. Щоб дізнатися, як виконати оновлення вручну, перейдіть на {manual_upgrade_url}

source: New version available
ar: يوجد نسخة جديدة متوفرة
de: Eine neue Version ist verfügbar
el: Νέα διαθέσιμη έκδοση
es: Nueva versión disponible
hu: Új verzió elérhető
nl: Nieuwe versie beschikbaar
pt_br: Nova versão disponível
pt_pt: Disponível Nova Versão
tr: Yeni bir sürüm yayınlanmış
uk: Доступна нова версія

source: Downloading upgrade
ar: حاري تنزيل التحديث
de: Aktualisierung wird heruntergeladen
el: Λήψη αναβάθμισης
es: Descargando actualización
hu: Frissítés letöltése
nl: Upgrade downloaden
pt_br: Baixando atualização
pt_pt: A transferir a atualização
tr: Güncelleme indiriliyor
uk: Завантаження оновлення

source: Downloading the upgrade to {name} {version}...
ar: جارٍ تنزيل الترقية إلى {name} {version} ...
de: Herunterladen des Upgrades auf {name} {version}...
el: Λήψη της αναβάθμισης {name} {version}...
es: Descargando la actualización de {name} {version}...
hu: {name} {version} frissítés letöltése...
nl: Download de upgrade naar {name} {version}…
pt_br: Baixando a atualização para {name} {version}...
pt_pt: A descarregar a atualização a {name} {version}...
tr: {name} {version} güncellemesi indiriliyor...
uk: Завантаження оновлення до {name} {version}...

source: <b>The upgrade could not be downloaded.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.\n\nIf the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
ar: <b>لم يتم تنزيل الترقيه.</b>\n\nتأكد من الأتصال و أعد تشغيل تايلز للمحاوله مرة أخرى\n\nإذا استمرت المشكلة, إذهب إلى file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
de: <b>Die Aktualisierung konnte nicht heruntergeladen werden.</b>\n\nBitte überprüfe deine Netzwerkverbindung und starte Tails für einen erneuten Versuch einer Aktualisierung neu.\n\nWenn das Problem weiterhin besteht, lies bitte file:///usr/share/doc/tails/website/doc/upgrade/error/download.de.html
el: <b>Η αναβάθμιση δεν κατέστη δυνατό να κατέβει.</b>\n\nΕλέγξτε τη σύνδεσή σας στο διαδίκτυο, επανεκκινήστε το πρόγραμμα και προσπαθήστε ξανά.\n\nΕάν το πρόβλημα παραμένει, επισκεφτείτε το file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
es: <b>La actualización no se pudo descargar.</b>\n\nComprueba tu conexión a la red, y reinicia Tails para intentar actualizar de nuevo.\n\nSi el problema persiste, lee file:///usr/share/doc/tails/website/doc/upgrade/error/download.es.html
hu: <b>A frissítést nem lehet letölteni</b>\n\nEllenőrizze a hálózati kapcsolatot, indítsa újra a Tails-t, majd próbálja újra.\n\nHa a probléma még mindig fennáll nézze meg ezt: file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
nl: <b>De upgrade kon niet worden gedownload.</b>\n\nControleer uw netwerkverbinding en start Tails opnieuw op om de upgrade nogmaals te proberen.\n\nAls het probleem aanhoudt, ga dan naar file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
pt_br: <b>A atualização não pôde ser baixada.</b>\n\nVerifique sua conexão de rede e reinicie o Tails para tentar atualizar novamente.\n\nCaso o problema persista, consulte file:///usr/share/doc/tails/website/doc/upgrade/error/download.pt.html
pt_pt: <b>Não foi possível transferir a atualização.</b>\n\nVerifique a sua ligação de rede, e reinicie o Tails para tentar atualizar novamente.\n\nSe o problema persistir, utilize file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
tr: <b>Güncelleme indirilemedi.</b>\n\nAğ bağlantınızı denetleyin, ve Tails sistemini yeniden başlatıp yeniden güncellemeyi deneyin.\n\nSorun sürüyorsa, file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html adresine bakabilirsiniz.
uk: <b>Неможливо завантажити оновлення.</b>\n\nПеревірте мережне з'єднання та перезапустіть Tails, щоб повторити спробу оновлення.\n\nЯкщо проблема не зникне, перегляньте file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html

source: Error while downloading the upgrade
ar: حدث خطأ اثناء تنزيل التحديث
de: Fehler beim Herunterladen der Aktualisierung
el: Προέκυψε σφάλμα κατά τη λήψη της αναβάθμισης
es: Error al descargar la actualización
hu: Hiba frissítés letöltésekor
nl: Fout tijdens downloaden van de upgrade
pt_br: Erro ao baixar a atualização
pt_pt: Erro durante a transferência da atualização
tr: Güncelleme indirilirken sorun çıktı
uk: При завантаженні оновлень виникла помилка

source: Output file '{output_file}' does not exist, but tails-iuk-get-target-file did not complain. Please report a bug.
ar: ملف الإخراج '{output_file}' غير موجود ، لكن tails-iuk-get-target-file لم يشكو. الرجاء الإبلاغ عن خطأ.
de: Die Ausgabedatei '{output_file}' existiert nicht, aber tails-iuk-get-target-file hat sich nicht beschwert. Bitte melde einen Fehler.
el: Το αρχείο εξαγωγής '{output_file}' δεν υπάρχει, αν και tails-iuk-get-target-file δεν εντόπισε κάποιο σφάλμα. Σας παρακαλούμε να καταχωρήστε μία αναφορά σφάλματος.
es: El archivo de salida '{output_file}' no existe, pero tails-iuk-get-target-file no se ha quejado. Por favor, informa de un error.
hu: Kimeneti fájl '{output_file}' nem létezik, de tails-iuk-get-target-file nem jelzett hibát. Kérjük jelentse a hibát.
nl: Uitvoerbestand '{output_file}' bestaat niet, maar tails-iuk-get-target-file heeft niet geklaagd. Rapporteer alstublieft een bug.
pt_br: O arquivo '{output_file}' não existe, mas o tails-iuk-get-target-file não reclamou. Por favor, reporte este problema.
pt_pt: O ficheiro de saída file '{output_file}s' não existe, mas o tails-iuk-get-target-file não se queixou. Por favor reporte o erro.
tr: '{output_file}' çıktı dosyası bulunamadı ancak tails-iuk-get-target-file uygulaması bunu bir sorun olarak bildirmedi. Lütfen bu hatayı bildirin.
uk: Вихідний файл '{output_file}' не існує, але tails-iuk-get-target-file не скаржився. Будь ласка, повідомте про помилку.

source: Error while creating temporary downloading directory
ar: فشل اثناء عملية إنشاء ملف مؤقت خاص بالتحميل
de: Fehler beim Erstellen eines temporären Verzeichnisses zum Herunterladen
el: Προέκυψε σφάλμα κατά τη δημιουργία προσωρινού φακέλου λήψης
es: Error al crear directorio de descarga temporal
hu: Hiba történt az ideiglenes letöltési könyvtár létrehozásakor
nl: Fout tijdens maken van tijdelijke downloadmap
pt_br: Erro ao criar um diretório temporário de download
pt_pt: Erro enquanto criava a pasta temporária da transferência
tr: Geçiçi indirme klasörü oluşturulurken sorun çıktı
uk: При створенні тимчасової папки для завантажень виникла помилка

source: Failed to create temporary download directory
ar: فشل في عملية إنشاء ملف مؤقت خاص بالتحميل
de: Es konnte kein temporäres Verzeichnis zum Herunterladen erstellt werden
el: Αποτυχία δημιουργίας προσωρινού φακέλου λήψης
es: Fallo al crear directorio de descarga temporal
hu: Nem lehet létrehozni az ideiglenes letöltési könyvtárat
nl: Maken van tijdelijke downloadmap mislukt
pt_br: Falha ao criar um diretório temporário de download
pt_pt: Não foi possível criar a pasta temporária da transferência
tr: Geçici indirme klasörü oluşturulamadı
uk: Не вдалося створити тимчасову папки для завантажень

source: The upgrade was successfully downloaded. The network connection will be disabled when applying the upgrade. Please save your work and close all other applications.
ar: تم تنزيل الترقية بنجاح. سيتم تعطيل اتصال الشبكة عند تطبيق الترقية. يرجى حفظ عملك وإغلاق جميع التطبيقات الأخرى.
de: Die Aktualisierung wurde erfolgreich heruntergeladen. Die Netzwerkverbindung wird wären der Aktualisierung unterbrochen werden. Bitte speichere deine Arbeit ab und schließe dann alle Anwendungen.
el: Η λήψη της αναβάθμισης ολοκληρώθηκε επιτυχώς. Η σύνδεση σας θα απενεργοποιηθεί κατά την εφαρμογή της αναβάθμισης. Παρακαλούμε, αποθηκεύστε τις εργασίες σας και κλείστε όλες τις εφαρμογές.
es: La actualización fue descargada con éxito. La conexión de red se desactivará al aplicar la actualización. Por favor, guarda tu trabajo y cierra todas las demás aplicaciones.
hu: A frissítés sikeresen letöltött A hálózati kapcsolat tiltásra kerül a frissítés alkalmazásakor Kérjük mentse le a munkáját és zárjon be minden alkalmazást
nl: De upgrade is gedownload. De netwerkverbinding wordt uitgeschakeld wanneer de upgrade wordt gestart. Sla uw werk op en sluit alle andere toepassingen.
pt_br: A atualização foi baixada com sucesso. A conexão de rede será desativada durante a instalação da atualização. Por favor salve seu trabalho e feche todos os outros aplicativos.
pt_pt: A atualização foi descarregada com sucesso. A ligação à rede será desconectada quando estiver a aplicar o upgrade. Por favor guarde o seu trabalho e feche todos os programas.
tr: Güncelleme indirildi. Güncelleme yapılırken ağ bağlantısı devre dışı bırakılacak. Lütfen çalışmalarınızı kaydedip açık olan tüm uygulamaları kapatın.
uk: Оновлення було успішно завантажене. Мережеве з'єднання буде вимкнене коли почнеться оновлення. Збережіть вашу роботу та закрийте усі інші додатки.

source: Upgrade successfully downloaded
ar: تم تحميل الترقية بنجاح
de: Aktualisierung erfolgreich heruntergeladen
el: Η λήψη της αναβάθμισης ήταν επιτυχής
es: La actualización se ha bajado correctamente
hu: Frissítés sikeresen letöltve
nl: Upgrade gedownload
pt_br: Atualização baixada com sucesso
pt_pt: Atualização descarregada com sucesso
tr: Güncelleme indirildi
uk: Оновлення успішно завантажене

source: Apply upgrade
ar: تطبيق الترقية
de: Aktualisierung anwenden
el: Εγκατάσταση αναβάθμισης
es: Aplicar la actualización
hu: Frissítés végrehajtása
nl: Upgrade toepassen
pt_br: Instalar atualização
pt_pt: Aplicar atualização
tr: Güncellemeyi uygula
uk: Застосувати оновлення

source: <b>Your Tails device was successfully upgraded.</b> Some security features were temporarily disabled. You should restart Tails on the new version as soon as possible. Do you want to restart now?
ar: <b>تم تحديث جهاز التايلز لديك بنجاح.</b> تم اغلاق بعض الخواص الأمنية مؤقتاً. يجب عليك إعادة التشغيل بأقرب وقت ممكن. هل تريد إعادة التشغيل الآن؟
de: <b>Dein Tails-Medium wurde erfolgreich aktualisiert.</b> Einige Sicherheitsfunktionen wurden vorübergehend abgeschaltet. Du solltest Tails mit der neuen Version so bald wie möglich neu starten. Willst du jetzt neu starten?
el: <b>Η συσκευή Tails σας αναβαθμίστηκε επιτυχώς.</b> Κάποιες δικλείδες ασφαλείας απενεργοποιήθηκαν προσωρινά. Παρακαλώ επανεκκινήστε το Tails το συντομότερο δυνατό. Να γίνει επανεκκίνηση τώρα;
es: <b>Tu dispositivo Tails fue actualizado con éxito.</b> Algunas funciones de seguridad fueron deshabilitadas temporalmente. Deberías reiniciar Tails con la nueva versión tan pronto como sea posible. ¿Quieres reiniciar ahora?
hu: <b>A Tails eszköze sikeresen frissítve lett.</b> Néhány biztonsági eljárás átmenetileg le lett tiltva. Amilyen hamar lehetséges indítsa újra a Tails-t az új verzióval. Újraindítja most?
nl: <b>Uw Tails-apparaat is geüpgraded.</b> Sommige beveiligingsfuncties zijn tijdelijk uitgeschakeld. U kunt Tails het beste z.s.m. in de nieuwe versie herstarten. Wilt u nu herstarten?
pt_br: <b>Seu dispositivo com Tails foi atualizado com sucesso.</b> Algumas funcionalidades de segurança foram desabilitadas temporariamente. Você tem que reiniciar o Tails na nova versão assim que possível. Você quer reiniciar agora?
pt_pt: <b>O seu dispositivo Tails foi atualizado com sucesso.</b> Algumas funcionalidades de segurança foram temporariamente desativadas. Deve reiniciar o Tails na nova versão o mais breve possível. Deseja reiniciar agora?
tr: <b>Tails aygıtınız güncellendi.</b> Bazı güvenlik özellikleri geçici olarak devre dışı bırakıldı. Yeni sürüme geçmek için Tails sistemini en kısa sürede yeniden başlatın Şimdi yeniden başlatmak ister misiniz?
uk: <b>Ваш Tails-пристрій було успішно оновлено.</b> Деякі налаштуваня безпеки були тимчасово відключені. Ви повинні перезапустити нову версію Tails якомога швидше. Хочете перевантажити зараз?

source: Restart Tails
ar: أعد تشغيل تيلز
de: Tails neu starten
el: Επανεκκίνηση του Tails
es: Reiniciar Tails
hu: Tails újraindítása
nl: Tails herstarten
pt_br: Reiniciar o Tails
pt_pt: Reiniciar Tails
tr: Tails sistemini yeniden başlat
uk: Перезавантажити Tails

source: Restart now
ar: أعد التشعيل الان
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
hu: Újraindítás most
nl: Nu herstarten
pt_br: Reiniciar agora
pt_pt: Reiniciar Agora
tr: Şimdi yeniden başlat
uk: Перезавантажити зараз

source: Restart later
ar: أعد التشغيل لاحقاً
de: Später neu starten
el: Επανεκκίνηση αργότερα
es: Reiniciar más tarde
hu: Újraindítás később
nl: Later herstarten
pt_br: Reiniciar mais tarde
pt_pt: Reiniciar Mais Tarde
tr: Daha sonra yeniden başlat
uk: Перезавантажити пізніше

source: Error while restarting the system
ar: حدث خطأ اثناء عملية أعادة التشغيل
de: Beim Neustart des Systems ist ein Fehler aufgetreten
el: Προέκυψε σφάλμα κατά την επανεκκίνηση
es: Error al reiniciar el sistema
hu: Hiba a rendszer újraindításakor
nl: Fout tijdens herstarten van het systeem
pt_br: Erro ao tentar reiniciar o sistema
pt_pt: Erro enquanto reiniciava o sistema
tr: Sistem yeniden başlatılırken sorun çıktı
uk: При перезавантажені системи виникла помилка

source: Failed to restart the system
ar: فشلت عملية أعادة التشغيل
de: Das System konnte nicht neu gestartet werden
el: Αποτυχία επανεκκίνησης του συστήματος
es: Fallo al reiniciar el sistema
hu: Nem sikerült a rendszer újraindítása
nl: Systeem herstarten mislukt
pt_br: A reinicialização do sistema falhou
pt_pt: Não foi possível reiniciar o sistema
tr: Sistem yeniden başlatılamadı
uk: Не вдалося перезавантажити систему

source: Error while shutting down the network
ar: حدث خطأ اثناء اغلاق الشبكة
de: Fehler beim Herunterfahren des Netzwerks
el: Προέκυψε σφάλμα κατά την απενεργοποίηση του δικτύου
es: Error al cerrar la red
hu: Hiba a hálózat leállításakor
nl: Fout tijdens afsluiten van het netwerk
pt_br: Erro ao tentar desativar a rede
pt_pt: Erro enquanto desligava a rede
tr: Ağ kapatılırken sorun çıktı
uk: При вимкнені мережі виникла помилка

source: Failed to shutdown network
ar: فشلت عملية اغلاق الشبكة
de: Herunterfahren des Netzwerks ist fehlgeschlagen
el: Αποτυχία απενεργοποίησης του δικτύου
es: Fallo al cerrar la red
hu: Nem sikerült a hálózat leállítása
nl: Netwerk afsluiten mislukt
pt_br: A desativação da rede falhou
pt_pt: Não foi possível desligar a rede
tr: Ağ kapatılamadı
uk: Не вдалося вимкнути мережу

source: Error while cancelling the upgrade download
ar: خطأ أثناء إلغاء تنزيل الترقية
de: Fehler beim Abbrechen des Downloads der Aktualisierung
el: Προέκυψε σφάλμα κατά την ακύρωση λήψης της αναβάθμισης
es: Error al cancelar la descarga de la actualización
hu: Hiba frissítés letöltésének megszakításakor
nl: Fout tijdens het annuleren van de download voor de upgrade
pt_br: Erro ao cancelar o download da atualização
pt_pt: Erro ao cancelar o descarregar da atualização
tr: Güncellemenin indirilmesi iptal edilirken sorun çıktı
uk: Помилка під час скасування завантаження оновлення

source: Failed to cancel the upgrade download
ar: فشل في إلغاء تنزيل الترقية
de: Download des Upgrades konnte nicht abgebrochen werden
el: Η ακύρωση λήψης της αναβάθμισης απέτυχε
es: Fallo al cancelar la descarga de la actualización
hu: Sikertelen a frissítés letöltésének megszakítása
nl: Kon de download van de upgrade niet annuleren
pt_br: O download da atualização falhou
pt_pt: Falha no cancelar de descarga da atualização
tr: Güncellemenin indirilmesi iptal edilemedi
uk: Не вдалося скасувати завантаження оновлення

source: Upgrading the system
ar: جاري تحديث النظام
de: System wird aktualisiert
el: Αναβάθμιση του συστήματος
es: Actualizando el sistema
hu: Rendszer frissítés
nl: Het systeem upgraden
pt_br: Atualizando o sistema
pt_pt: A atualizar o sistema
tr: Sistem güncelleniyor
uk: Оновлення системи
