Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: <b>Your Tails device is being upgraded...</b> For security reasons, the network connection is now disabled.
ar: <b>تتم ترقية جهاز Tails الخاص بك ...</b> لأسباب تتعلق بالأمان ، تم تعطيل اتصال الشبكة الآن.
de: <b>Dein Tails-Medium wird gerade aktualisiert...</b> Aus Sicherheitsgründen ist die Netzwerkverbindung nun deaktiviert.
el: <b>Η συσκευή Tails σας αναβαθμίζεται...</b> Για λόγους ασφαλείας έχετε αποσυνδεθεί από το δίκτυο.
es: <b>Tu dispositivo Tails se está actualizando...</b> Por razones de seguridad, la conexión de red está desconectada.
hu: <b>A Tails készülékének frissítése folyamatban van...</b> Biztonsági okok miatt a hálózat le lett tiltva.
nl: <b>Uw Tails apparaat wordt geüpgradet…</b> Om veiligheidsredenen wordt de netwerkverbinding nu uitgeschakeld.
pt_br: <b>Seu dispositivo com Tails está sendo atualizado...</b> Por razões de segurança, a conexão de rede está agora desativada.
pt_pt: <b>O seu dispositivo Tails está a ser atualizado...</b> Por razões de segurança, a rede está agora desativada.
tr: <b>Tails aygıtınız güncelleniyor...</b> Güvenlik nedeniyle ağ bağlantısı devre dışı bırakıldı.
uk: <b>Встановлюється оновлення на ваш Tails-пристрій...</b> З метою безпеки мережеве з'єднання вимкнено.

source: <b>An error occured while installing the upgrade.</b>\n\nYour Tails device needs to be repaired and might be unable to restart.\n\nPlease follow the instructions at file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
ar: <b>حصل خطأ أثناء التحديث.</b>\n\nجهاز التايلز لديك يحتاج إلى إصلاح وقد لا يتمكن من إعادة التشغيل.\n\nاتبع التعليمات على file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
de: <b>Ein Fehler ist während der Aktualisierung aufgetreten.</b>\\n\\nDein Tails-Medium muss repariert werden und kann eventuell nicht neu gestartet werden.\\n\\nBitte folge den Anweisungen in der Datei file:///usr/share/doc/tails/website/doc/upgrade/error/install.de.html
el: <b>Προέκυψε σφάλμα κατά την αναβάθμιση.</b>\n\nΧρειάζεται να επισκευάσετε την εγκατάσταση Tails σας επισκευή και ίσως να μη μπορέσετε να την επανεκκινήσετε.\n\nΠαρακαλώ ακολουθήστε τις οδηγίες στο file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
es: <b>Ha ocurrido un error al instalar la actualización.</b>\n\nTu dispositivo Tails debe repararse y podría ser que no pueda arrancar.\n\nPor favor, sigue las instrucciones en file:///usr/share/doc/tails/website/doc/upgrade/error/install.es.html
hu: <b>Hiba történt a frissítés telepítésekor.</b>\n\nA Tails eszköz javításra szorul és lehetséges nem tud újraindulni.\n\nKérjük olvassa el az instrukciókat itt: file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
nl: <b>Er is een fout opgetreden tijdens het installeren van de upgrade.</b>\n\nUw Tails-apparaat moet worden gerepareerd en kan mogelijk niet meer worden gestart.\n\nVolg de instructies op file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
pt_br: <b>Um erro ocorreu ao instalar a atualização.</b>\n\nSeu dispositivo com Tails precisa ser reparado e talvez não possa reiniciar.\n\nPor favor, siga as instruções em file:///usr/share/doc/tails/website/doc/upgrade/error/install.pt.html
pt_pt: <b>Ocorreu um erro durante a instalação da atualização.</b>\n\nO seu dispositivo Tails necessita de ser reparado e pode não conseguir reiniciar.\n\nPor favor siga as instruções em file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
tr: <b>Güncelleme kurulurken bir sorun çıktı.</b>\n\nTails aygıtınızın onarılması gerekiyor ve yeniden başlatılamayabilir.\n\nLütfen file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html adresindeki yönergeleri izleyin.
uk: <b>У процесі установки оновлення сталася помилка.</b>\n\nВаш Tails-пристрій потребує відновлення, і, можливо, не зможе запуститися знову.\n\nбудь ласка, дотримуйтесь інструкцій по посиланню file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html

source: Error while installing the upgrade
ar: حدث خطأ اثناء تثبيت التحديث
de: Fehler beim Installieren der Aktualisierungen
el: Προέκυψε σφάλμα κατά την εγκατάσταση της αναβάθμισης
es: Error al instalar la actualización
hu: Hiba frissítés telepítésekor
nl: Fout tijdens installeren van de upgrade
pt_br: Erro ao instalar a atualização
pt_pt: Erro enquanto instalava a atualização
tr: Güncelleme kurulurken sorun çıktı
uk: При встановлені оновлень виникла помилка

source: Additional Settings
ar: إعدادات إضافية
de: Zusätzliche Einstellungen
el: Πρόσθετες Ρυθμίσεις
es: Configuración adicional
hu: További beállítások
nl: Extra instellingen
pt_br: Configurações Adicionais
pt_pt: Definições Adicionais
tr: Ek ayarlar
uk: Додаткові налаштування

source: Add
ar: إضافة
de: Hinzufügen
el: Προσθήκη
es: Añadir
hu: Hozzáad
nl: Toevoegen
pt_br: Adicionar
pt_pt: Adicionar
tr: Ekle
uk: Додати

source: Back
ar: السابق
de: Zurück
el: Πίσω
es: Volver
hu: Vissza
nl: Terug
pt_br: Anterior
pt_pt: Voltar
tr: Geri
uk: Назад

source: _Administration Password
de: _Administrationspasswort
el: _Κωδικός Πρόσβασης Διαχειριστή
es: Contraseña de _administración
hu: _Adminisztrációs jelszó
nl: _Beheerderswachtwoord
pt_br: _Senha de Administração
pt_pt: Palavra-passe de _Administração
tr: _Yönetim parolası
uk: _Пароль адміністратора

source: _MAC Address Anonymization
ar: _إخفاء هوية عنوان الماك
de: _MAC Address-Anonymisierung
el: Απόκρυψη διεύθυνσης _MAC
es: Anonimización de Dirección _MAC
hu: _MAC cím anonimizálás
nl: _MAC Adres Anonimisering
pt_br: _Anonimização de Endereço MAC
tr: _MAC adresi anonimleştirme
uk: _Анонімізація MAC-адреси

source: _Offline Mode
ar: _وضع غير متصل بالشبكة
de: _Offline-Modus
el: _Λειτουργία εκτός σύνδεσης
es: Modo _Offline
hu: _Offline mód
nl: _Offline Modus
pt_br: _Modo Offline (sem conexão)
tr: Çevrimdışı _kip
uk: _Офлайн Режим

source: Enable networking (default)
ar: تمكين الشبكة (افتراضي)
de: Netzwerk aktivieren (Standard)
el: Ενεργοποίηση δικτύωσης (προεπιλογή)
es: Activar la red (por defecto)
hu: Hálózat engedélyezése (alapértelmezett)
nl: Netwerken inschakelen (standaard)
pt_br: Habilitar rede (padrão)
tr: Ağ kullanılsın (varsayılan)
uk: Увімкнути мережеве з'єднання (за замовчуванням)

source: Disable all networking
ar: عطل جميع الشبكات
de: Alle Netzwerkfunktionen deaktivieren
el: Απενεργοποιήστε όλα τα δίκτυα
es: Deshabilitar todas las conexiones de red
hu: Összes hálózati kapcsolat letiltása
nl: Alle netwerken uitschakelen
pt_br: Desativar toda conexão de rede
pt_pt: Desativar toda a rede
tr: Tüm ağ devre dışı bırakılsın
uk: Вимкнути всі з'єдання

source: _Network Connection
de: _Netzwerkverbindung
el: _Σύνδεση Δικτύου
es: Conexión de _red
hu: _Hálózati kapcsolat
nl: _Netwerkverbinding
pt_br: _Conexão de Rede
pt_pt: Ligação de _Rede
tr: _Ağ bağlantısı
uk: _З'єднання з мережею

source: Obsolete
ar: عفا عليها الزمن
de: Veraltet
el: Απαρχαιωμένο
es: Obsoleto
hu: Elavult
nl: Veroudert
pt_br: Obsoleto
tr: Kullanımdan kaldırılmış
uk: Застаріле

source: _Unsafe Browser
ar: _متصفح غير آمن
es: _Navegador No Seguro
nl: _Onveilige Browser
pt_br: _Navegador Inseguro
pt_pt: _Navegador Não Seguro
uk: _Небезпечний Браузер

source: Enabled (default)
de: Aktiviert (Standard)
el: Ενεργοποιημένο (προεπιλογή)
es: Habilitado (predeterminado)
tr: Etkinleştirilmiş (varsayılan)
uk: Увімкнено (типово)

source: Disabled
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
tr: Devre dışı
uk: Вимкнено

source: On (default)
ar: مشغل (إفتراضي)
de: Ein (Standard)
el: Ανοιχτό (προεπιλογή)
es: Activada (predeterminado)
hu: Be (alapértelmezett)
nl: Aan (standaard)
pt_br: Ativar (padrão)
pt_pt: Ativado (predefinição)
tr: Açık (varsayılan)
uk: Увімкнуто (за промовчанням)

source: On
ar: تشغيل
de: Ein
el: Ανοιχτό
es: Activado
hu: Be
nl: Aan
pt_br: Ativar
pt_pt: Ativado
tr: Açık
uk: Увімк.

source: Off
ar: إيقاف التشغيل
de: Aus
el: Κλειστό
es: Desactivado
hu: Ki
nl: Uit
pt_br: Desativar
pt_pt: Desativado
tr: Kapalı
uk: Вимк.

source: Off (default)
ar: معطل (إفتراضي)
de: Aus (Standard)
el: Κλειστό (προεπιλογή)
es: Desactivada (predeterminado)
hu: Ki (alapértelmezett)
nl: Uit (standaard)
pt_br: Desativar (padrão)
pt_pt: Desativado (predefinição)
tr: Kapalı (varsayılan)
uk: Вимкнуто (за промовчанням)

source: Do you really want to start Tails without unlocking your Persistent Storage?
de: Möchtest du Tails wirklich starten, ohne deinen beständigen Datenspeicher zu entsperren?
el: Θέλετε να εκκινήσετε το Tails χωρίς να ξεκλειδώσετε τον μόνιμο αποθηκευτικό χώρο;
es: ¿Realmente quieres iniciar Tails sin abrir el Almacenamiento Persistente?
tr: Tails sistemini kalıcı depolama biriminizin kilidini açmadan yeniden başlatmak istediğinize emin misiniz?
uk: Ви справді хочете запустити Tails без розблокування постійного сховища?

source: Error unlocking Persistent Storage: {}
ar: الذاكرة المستديمة مشفرة {}
de: Fehler beim Entsperren des beständigen Datenspeichers: {}
el: Σφάλμα κατά το ξεκλείδωμα του μόνιμου αποθηκευτικού χώρου: {}
es: Error al desbloquear Almacenamiento Persistente: {}
tr: Kalıcı depolama biriminin kilidi açılırken sorun çıktı: {}
uk: Помилка розблокування постійного сховища: {}

source: Error activating Persistent Storage: {}
ar: انشاء تخزين دائم: {}
de: Fehler beim Aktivieren des beständigen Datenspeichers: {}
el: Σφάλμα ενεργοποίησης μόνιμου αποθηκευτικού χώρου: {}
es: Error al activar Almacenamiento Persistente: {}
tr: Kalıcı depolama birimi etkinleştirilirken sorun çıktı: {}
uk: Помилка активування постійного сховища: {}

source: Unlocking…
ar: جار إلغاء القفل ...
de: Wird entsperrt…
el: Ξεκλειδώνεται…
es: Desbloqueando…
hu: Feloldás…
nl: Ontgrendelen…
pt_br: Desbloqueando...
pt_pt: A desbloquear…
tr: Kilit açılıyor…
uk: Розблокування…

source: Cannot unlock encrypted storage with this passphrase.
ar: تعذر فك قفل مساحة التخزين المعماة بواسطة هذه العبارة السرية.
de: Verschlüsselter Speicherbereich kann mit dieser Passphrase nicht entsperrt werden.
el: Δεν μπορούμε να ξεκλειδώσουμε τον κρυπτογραφημένο αποθηκευτικό χώρο με αυτήν τη φράση κλειδί.
es: No se puede desbloquear el almacenamiento cifrado con esta frase-contraseña.
hu: A titkosított tároló nem dekódolható ezzel a jelszóval.
nl: Kan versleutelde opslag niet ontgrendelen met deze wachtwoordzin.
pt_br: Não foi possível desbloquear o armazenamento criptografado com esta senha
pt_pt: Não é possível desbloquear o armazenamento encriptado com esta frase-senha
tr: Bu parola ile şifreli depolama alanının kilidi açılamadı.
uk: Неможливо розблокувати зашифроване сховище цим паролем.

source: Failed to unlock the Persistent Storage. Please start Tails and send an error report.
de: Der beständige Datenspeicher konnte nicht entsperrt werden. Bitte starte Tails und sende einen Fehlerbericht.
el: Σφάλμα κατά το ξεκλείδωμα του μόνιμου αποθηκευτικού χώρου. Παρακαλούμε εκκινήστε το Tails και υποβάλλετε αναφορά σφάλματος.
es: No se pudo desbloquear el Almacenamiento Persistente. Inicia Tails y envía un informe de error.
tr: Kalıcı depolama biriminin kilidi açılamadı. Lütfen Tails sistemini başlatın ve bir hata bildirimi gönderin.
uk: Не вдалося розблокувати постійне сховище. Будь ласка, запустіть Tails і надішліть звіт про помилку.

source: Failed to activate the Persistent Storage. Please start Tails and send an error report.
de: Der beständige Datenspeicher konnte nicht aktiviert werden. Bitte starte Tails und sende einen Fehlerbericht.
el: Σφάλμα κατά ενεργοποίησης του μόνιμου αποθηκευτικού χώρου. Παρακαλούμε εκκινήστε το Tails και υποβάλλετε αναφορά σφάλματος.
es: Falló la activación del Almacenamiento Persistente. Inicia Tails y envía un informe de error.
tr: Kalıcı depolama birimi etkinleştirilemedi. Lütfen Tails sistemini başlatın ve bir hata bildirimi gönderin.
uk: Не вдалося активувати постійне сховище. Будь ласка, запустіть Tails і надішліть звіт про помилку.

source: _Language
ar: _اللغة
de: _Sprache
el: _Γλώσσα
es: _Idioma
hu: _Nyelv
nl: _Taal
pt_br: _Idioma
pt_pt: _Idioma
tr: _Dil
uk: _Мова

source: _Formats
ar: _الصيغ
de: _Formate
el: _Τύποι
es: _Formatos
hu: _Formátumok
nl: _Indelingen
pt_br: _Formatos
pt_pt: _Formatos
tr: Biçim_ler
uk: _Формати

source: _Keyboard Layout
ar: _نسق لوحة المفاتيح
de: _Tastaturbelegung
el: _Διάταξη Πληκτρολογίου
es: _Configuración del teclado
hu: _Billentyűzet kiosztás
nl: Toetsen_bordindeling
pt_br: _Modelo de Teclado
pt_pt: Disposição do _Teclado
tr: _Klavye düzeni
uk: _Розкладка клавіатури

source: Unable to write on %(device)s, skipping.
ar: غير قادر على الكتابة على الجهاز %(device)s، سيتم التجاوز.
de: Auf %(device)s kann nicht geschrieben werden. Überspringe.
el: Αδυναμία εγγραφής στο %(device)s, παράκαμψη.
es: No se pudo escribir en %(device)s, omitiendo...
hu: Nem lehet írni a(z) %(device)s, kihagyva.
nl: Kan niet schrijven naar %(device)s; wordt overgeslagen.
pt_br: Não foi possível escrever no dispositivo %(device)s, ignorando.
pt_pt: Não é possível gravar no %(device)s, a ignorar.
tr: %(device)s aygıtına yazılamadı, atlanıyor.
uk: Неможливо записати на %(device)s, пропускаю.

source: Some partitions of the target device %(device)s are mounted. They will be unmounted before starting the installation process.
ar: بعض اقسام الجهاز المختار %(device)s مركبة. سيتم فكهم قبل بدء عملية التثبيت.
de: Einige Partitionen des Ziellaufwerks %(device)s sind eingehängt. Sie werden ausgehängt, bevor die Installation beginnt.
el: Κάποιες κατατμήσεις του δίσκου %(device)s είναι προσαρτημένες. Θα αποσυνδεθούν πριν ξεκινήσει η διαδικασία εγκατάστασης.
es: Algunas particiones del dispositivo destino %(device)s están montadas. Serán desmontadas antes de iniciar el proceso de instalación.
hu: Néhány partíció a cél eszközön %(device)s csatolva van. Ezek lecsatolásra kerülnek a telepítés megkezdése előtt.
nl: Sommige partities van het doelapparaat %(device)s zijn gekoppeld. Deze worden ontkoppeld voordat het installatieproces wordt gestart.
pt_br: Algumas partições do dispositivo a ser utilizado %(device)s estão montadas. Elas serão desmontadas antes do início do processo de instalação.
pt_pt: Algumas partições do dispositivo %(device)s estão montadas. Elas serão desmontadas antes que o processo de instalação comece.
tr: %(device)s hedef aygıtının bazı bölümleri takılmış. Kurulum başlatılmadan önce bu bölümler çıkarılacak.
uk: Деякі розділи цільового пристрою %(device)s змонтовані. Вони будуть демонтовані перед початком установки.

source: Extracting live image to the target device...
ar: جاري فك ضغط ملف الأيزو بداخل الجهاز المختار...
de: Live-Abbild auf das Zielmedium extrahieren …
el: Εξαγωγή ζωντανής εικόνας στην επιλεγμένη συσκευή...
es: Extrayendo la imagen autoarrancable al dispositivo de destino...
hu: Élő képfájl kibontása a cél eszközre...
nl: Live-installatiekopie naar het doelapparaat uitpakken...
pt_br: Extraindo imagem live para o dispositivo indicado...
pt_pt: A extrair a imagem live para o dispositivo de destino...
tr: Canlı işletim sistemi kalıbı hedef aygıta ayıklanıyor...
uk: Видобування живого образу на цільовий пристрій...

source: Wrote to device at %(speed)d MB/sec
ar: تمت الكتابة علي الجهاز بسرعة %(speed)d ميجابايت بالثانية
de: Es wurde mit %(speed)d MB/sek auf das Gerät geschrieben
el: Έγινε εγγραφή στην συσκευή με ταχύτητα %(speed)d MB/sec
es: Escrito al dispositivo a %(speed)d MB/sec
hu: Az eszközre %(speed)d MB/sec sebességel írtam.
nl: Naar apparaat geschreven met %(speed)d MB/sec
pt_br: Gravação no dispositivo realizada a uma velocidade de %(speed)d MB/s
pt_pt: Gravado no dispositivo a %(speed)d MB/seg.
tr: Aygıta %(speed)d MB/saniye hızında yazılıyor
uk: Записано на пристрій на %(speed)d MB/sec

source: There was a problem executing the following command: `%(command)s`. A more detailed error log has been written to "%(filename)s".
ar: حدثت مشكلة أثناء تنفيذ الأمر التالي: `%(command)s`. تمت كتابة سجل أخطاء أكثر تفصيلاً إلى "%(filename)s".
de: Es gab ein Problem bei der Ausführung des folgenden Befehls: `%(command)s`. Ein detaillierteres Fehlerprotokoll wurde geschrieben in "%(filename)s".
el: Παρουσιάστηκε πρόβλημα κατά την εκτέλεση της ακόλουθης εντολής: `%(command)s`. Μια λεπτομερείς καταγραφή του σφάλματος καταχωρήθηκε στο ''%(filename)s''.
es: Hubo un problema al ejecutar el siguiente comando: `%(command)s`. Se ha escrito un registro de errores más detallado en "%(filename)s".
hu: Hiba történt a következő parancs futtatásakor: ` %(command)s`. Egy részletesebb hiba bejegyzés készült a "%(filename)s "fájlba.
nl: Er was een probleem bij het uitvoeren van de volgende opdracht: `%(command)s`. Er is meer gedetailleerde informatie geschreven naar "%(filename)s".
pt_br: Um problema ocorreu ao executar o seguinte comando: `%(command)s`. Um log de erro mais detalhado foi gravado em "%(filename)s".
pt_pt: Ocorreu um erro ao executar o seguinte comando: `%(command)s`. Foi gravado um registo mais detalhado do erro em "%(filename)s".
tr: Şu komut yürütülürken bir sorun çıktı: `%(command)s`. Ayrıntılı bir hata bildirimi "%(filename)s" dosyasına yazıldı.
uk: Помилка виконання команди: `%(command)s`. Детальний журнал помилок збережений у "%(filename)s".

source: Not enough free space on device. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB free space
ar: لا توجد مساحة خالية كافية على الجهاز. %(iso_size)dميغابايت ISO + %(overlay_size)dتراكب ميغابايت>%(free_space)d مساحة خالية بالميغابايت
de: Nicht genügend freier Speicherplatz auf dem Gerät. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB freier Speicherplatz
el: Δεν επαρκή ο ελεύθερος χώρος στη συσκευή. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB ελεύθερου χώρου
es: No hay suficiente espacio libre en el dispositivo.. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB espacio libre
hu: Nincs elég szabad hely az eszközön. %(iso_size)dMB ISO + %(overlay_size)dMB átfedésben > %(free_space)dMB szabad hely
nl: Niet genoeg vrije ruimte op het apparaat. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB vrije ruimte
pt_br: Sem espaço disponível suficiente no dispositivo. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)d MB espaço livre
pt_pt: Não há espaço livre suficiente no dispositivo. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB de espaço livre
tr: Aygıt üzerinde yeterli boş alan yok. %(iso_size)dMB ISO + %(overlay_size)dMB kaplama > %(free_space)dMB boş alan
uk: Недостатньо місця на пристрої. %(iso_size)dMB ISO + %(overlay_size)dMB постійне сховище > %(free_space)dMB вільного місця

source: Creating %sMB persistent overlay
ar: يتم إنشاء مكان تخزين دائم بحجم %s ميجابايت
de: %s MB beständige Speicherpartition wird erstellt
el: Δημιουργία %sMB μόνιμου χώρου
es: Creando partición de datos persistentes ('overlay') de %s MB
hu: %sMb állandó tárhely létrehozása
nl: %sMB permanente geheugenruimte aanmaken...
pt_br: Criando camada persistente de %sMB
pt_pt: A criar %sMB da área permanente...
tr: %sMB kalıcı depolama birimi kaplaması oluşturuluyor
uk: Створення %sМБ постійного сховища

source: Unable to copy %(infile)s to %(outfile)s: %(message)s
ar: غير قادر علي نسخ %(infile)s لـ %(outfile)s: %(message)s
de: %(infile)s konnten nicht nach %(outfile)s kopiert werden: %(message)s
el: Αδυναμία αντιγραφής %(infile)s στο %(outfile)s: %(message)s
es: No se pudo copiar %(infile)s en %(outfile)s: %(message)s
hu: Nem tudom másolni a %(infile)s a %(outfile)s: %(message)s
nl: Kan %(infile)s niet naar %(outfile)s kopiëren: %(message)s
pt_br: Não foi possível copiar %(infile)s para %(outfile)s: %(message)s
pt_pt: Não é possível copiar %(infile)s para %(outfile)s: %(message)s
tr: %(infile)s %(outfile)s konumuna kopyalanamadı: %(message)s
uk: Не вдалося скопіювати %(infile)s на %(outfile)s: %(message)s

source: Removing existing Tails system
ar: إزالة نظام Tails الحالي
de: Entferne vorhandenes Tails-System
el: Αφαίρεση υπάρχοντος συστήματος Tails
es: Eliminando sistema Tails existente
hu: A meglévő Tails rendszer eltávolítása
nl: Verwijder bestaande Tails systeem
pt_br: Removendo o sistema Tails existente
pt_pt: A remover sistema Tails existente
tr: Var olan Tails sistemi kaldırılıyor
uk: Видалення існуючої системи Tails

source: Unable to remove file from previous Tails system: %(message)s
ar: غير قادر على إزالة الملف من نظام Tails السابق: %(message)s
de: Kann Datei aus vorherigem Tails-System nicht entfernen: %(message)s
el: Η αφαίρεση του αρχείου του προηγούμενου συστήματος Tails δεν είναι δυνατή: %(message)s
es: No se pudieron borrar archivos del anterior sistema Tails: %(message)s
hu: Sikertelen a fájl eltávolítása a korábbi Tails rendszerből: %(message)s
nl: Kan bestand van vorig Tails systeem niet verwijderen: %(message)s
pt_br: Não foi possível remover o arquivo do sistema Tails anterior:%(message)s
pt_pt: Não é possível remover o ficheiro do sistema Tails anterior: %(message)s
tr: Önceki Tails sisteminden dosya kaldırılamadı: %(message)s
uk: Не вдалося видалити файл з попередньої системи Tails: %(message)s

source: Unable to chmod %(file)s: %(message)s
ar: غير قادر علي تغيير صلاحيات %(file)s: %(message)s
de: Berechtigungen von %(file)s konnten nicht geändert werden: %(message)s
el: Αδυναμία εφαρμογής chmod στο/στα αρχείο/α %(file)s: %(message)s
es: No se pudo completar chmod para %(file)s: %(message)s
hu: chmod végrehajtása sikertelen %(file)s: %(message)s
nl: Kan rechten op %(file)s niet aanpassen: %(message)s
pt_br: Não foi possível modificar as permissões de %(file)s: %(message)s
pt_pt: Não é possível executar chmod %(file)s: %(message)s
tr: chmod yürütülemedi %(file)s: %(message)s
uk: Не вдалося chmod %(file)s: %(message)s

source: Unable to remove directory from previous Tails system: %(message)s
ar: تعذر إزالة الدليل من نظام Tails السابق: %(message)s
de: Kann Verzeichnis aus vorherigem Tails-System nicht entfernen: %(message)s
el: Η αφαίρεση του καταλόγου προηγούμενου συστήματος Tails δεν είναι δυνατή: %(message)s
es: No se pudo borrar directorio del anterior sistema Tails: %(message)s
hu: Sikertelen a könyvtár eltávolítása a korábbi Tails rendszerből: %(message)s
nl: Kan map van vorig Tails systeem niet verwijderen: %(message)s
pt_br: Não foi possível remover o diretório do sistema Tails anterior:%(message)s
pt_pt: Não é possível remover o diretório do sistema Tails anterior: %(message)s
tr: Önceki Tails sisteminden klasör kaldırılamadı: %(message)s
uk: Не вдалося видалити каталог з попередньої системи Tails: %(message)s

source: Cannot find device %s
ar: لا يمكن العثور على الجهاز %s
de: Kann Gerät %s nicht finden
el: Αδυναμία εύρεσης συσκευής %s
es: No se pudo encontrar el dispositivo %s
hu: A(z) %s eszköz nem található
nl: Kan apparaat %s niet vinden
pt_br: Não foi possível encontrar o dispositivo %s
pt_pt: Não é possível encontrar o dispositivo %s
tr: %s aygıtı bulunamadı
uk: Пристрій %s не знайдено

source: Unknown filesystem. Your device may need to be reformatted.
ar: نظام ملفات غير معرف. قد يحتاج جهازك إلى إعادة تشكيل.
de: Unbekanntes Dateisystem. Eventuell muss dein Speichermedium neu formatiert werden.
el: Άγνωστο σύστημα αρχείων. Η συσκευή μπορεί να χρειάζεται διαμόρφωση.
es: Sistema de archivos desconocido. Tu dispositivo podría tener que ser formateado.
hu: Ismeretlen fájlrendszer. Szükséges lehet az eszköz újraformázása.
nl: Onbekend bestandssysteem. Uw apparaat moet mogelijk opnieuw worden geformatteerd.
pt_br: Sistema de arquivos desconhecido. Talvez o seu dispositivo precise ser formatado novamente.
pt_pt: Sistema de ficheiros desconhecido. Poderá ter que reformatar o seu dispositivo.
tr: Dosya sistemi bilinmiyor. Aygıtınızın yeniden biçimlendirilmesi gerekebilir.
uk: Невідома файлова система. Ваш пристрій потребує переформатування.
