Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: _Start Tails
de: Tails _starten
el: _Έναρξη Tails
es: Iniciar _Tails
hu: _Tails indítása
nl: Tails _starten
pt_br: _Iniciar o Tails
pt_pt: _Iniciar o Tails
tr: Tails _başlat
uk: _Запустити Tails

source: Current _Passphrase
de: Aktuelle _Passphrase
el: Τρέχων _Φράση πρόσβασης
es: _Contraseña actual
tr: Geçerli _parola
uk: Поточна _парольна фраза

source: _New Passphrase
de: _Neue Passphrase
el: _Νέα φράση πρόσβασης
es: _Nueva Frase Contraseña
tr: _Yeni parola
uk: _Нова парольна фраза

source: _Confirm New Passphrase
de: _Neue Passphrase bestätigen
el: _Επιβεβαίωση νέας φράσης πρόσβασης
es: _Confirmar nueva contraseña
tr: Yeni parola _onayı
uk: _Підтвердити нову парольну фразу

source: _Show Passphrases
de: _Passphrase anzeigen
el: _Εμφάνιση φράσης πρόσβασης
es: _Mostrar contraseñas
tr: Parolaları _görüntüle
uk: _Показати парольні фрази

source: The passphrases do not match
de: Passphrasen stimmen nicht überein
el: Οι φράσεις πρόσβασης δε συμφωνούν
es: Las frases contraseñas no concuerdan
tr: Parola ile onayı aynı değil
uk: Парольні фрази не збігаються

source: Ch_ange
de: _Ändern
el: Αλλ_αγή
es: C_ambiar
tr: _Değiştir
uk: Зм_інити

source: The Persistent Storage was successfully deleted.
de: Der beständige Datenspeicher wurde erfolgreich gelöscht.
el: Ο αποθηκευτικός χώρος διαγράφηκε επιτυχώς.
es: El Almacenamiento Persistente se eliminó correctamente.
tr: Kalıcı depolama birimi silindi.
uk: Постійне сховище успішно видалено.

source: _Close
de: S_chließen
el: _Κλείσιμο
es: _Cerrar
tr: _Kapat
uk: _Закрити

source: Oh no! Something has gone wrong.
de: Oh nein, da ist etwas schief gelaufen.
el: Παρουσιάστηκε σφάλμα.
es: ¡Oh no! Algo ha ido mal.
tr: Bir şeyler ters gitti.
uk: Ой, лишенько! Щось пішло не за планом.

source: The Persistent Storage service exited unexpectedly. You can send an error report or check the output of the following commands to investigate:
de: Der beständige Datenspeicher-Dienst wurde unerwartet beendet. Du kannst einen Fehlerbericht senden oder die Ausgabe der folgenden Befehle überprüfen, um dies zu untersuchen:
el: Η υπηρεσία του μόνιμου αποθηκευτικού χώρου τερματίστηκε απροσδόκητα. Μπορείτε να υποβάλλετε αναφορά σφάλματος ή ελέγξτε τα αποτελέσματα των παρακάτω εντολών:
es: El servicio Almacenamiento Persistente se paró de forma inesperada. Puedes enviar un informe de error o comprobar la salida de los siguientes comandos para investigar:
tr: Kalıcı depolama birimi hizmeti beklenmedik şekilde kapandı. Bir hata bildirimi gönderebilir ya da sorunu anlamak için şu komutların çıktılarını inceleyebilirsiniz:
uk: Служба Постійного сховища несподівано завершила роботу. Ви можете надіслати звіт про помилку або перевірити вивід таких команд для вивчення проблеми:

source: Send Error Report
de: Fehlerbericht senden
el: Υποβολή αναφοράς σφάλματος
es: Enviar informe de error
tr: Hata bildirimi gönder
uk: Надіслати звіт про помилку

source: Your Persistent Storage is unlocked. Its content is available until you shut down Tails. <a href="doc/persistent_storage/backup">Learn how to make a backup of your Persistent Storage.</a>
de: Dein beständiger Datenspeicher ist entsperrt. Der Inhalt ist verfügbar, bis du Tails herunterfährst. <a href="doc/persistent_storage/backup">Erfahre, wie du eine Sicherung deines beständigen Datenspeichers erstellst.</a>
el: Ο μόνιμος αποθηκευτικός χώρος σας ξεκλειδώθηκε. Τα περιεχόμενά του θα είναι διαθέσιμα έως να τερματίσετε το Tails. <a href="doc/persistent_storage/backup">Μάθετε πώς μπορείτε να δημιουργήσετε αντίγραφο ασφαλείας του αποθηκευτικού χώρου σας.</a>
es: Tu Almacenamiento Persistente está desbloqueado. Su contenido estará disponible hasta que apagues Tails. <a href="doc/persistent_storage/backup">Consulta cómo hacer una copia de seguridad de tu Almacenamiento Persistente.</a>
tr: Kalıcı depolama biriminizin kilidi açıldı. İçeriğine Tails sistemini kapatana kadar erişebilirsiniz. <a href="doc/persistent_storage/backup">Kalıcı depolama biriminizi nasıl yedekleyeceğinizi öğrenin.</a>
uk: Ваше постійне сховище розблоковане. Його вміст буде доступний, доки ви не вимкнете Tails. <a href="doc/persistent_storage/backup">Дізнайтеся, як зробити резервну копію вашого постійного сховища.</a>

source: Turn on the features of the Persistent Storage for the data that you want to save to your Tails USB stick.
de: Aktiviere die Funktionen des beständigen Datenspeichers für die Daten, die du auf deinem Tails-USB-Stick speichern möchtest.
el: Ενεργοποιήστε τη δυνατότητα του Μόνιμου αποθηκευτικού χώρου για τα δεδομένα που θέλετε να αποθηκεύσετε στη συσκευή USB Tails.
es: Activa las opciones de Almacenamiento Persistente para los datos que quieras guardar en tu memoria USB Tails.
tr: Tails USB belleğinize kaydetmek istediğiniz veriler için kalıcı depolama birimi özelliklerini açar.
uk: Увімкніть функції постійного сховища для даних, які ви хочете зберегти на USB-накопичувачі Tails.

source: Personal Documents
de: Persönliche Dokumente
el: Προσωπικά Έγγραφα
es: Documentos personales
tr: Kişisel belgeler
uk: Особисті документи

source: Persistent Folder
de: Beständiger Datenordner
el: Μόνιμος Φάκελος
es: Carpeta Persistente
tr: Kalıcı klasör
uk: Постійна тека

source: Open Persistent Folder
de: Beständigen Datenordner öffnen
el: Άνοιγμα μόνιμου φακέλου
es: Abrir el volumen persistente
tr: Kalıcı klasörü aç
uk: Відкрити постійну теку

source: Activate Persistent Folder
de: Beständigen Datenordner aktivieren
el: Ενεργοποίηση Μόνιμου αποθηκευτικού φακέλου
es: Activar Carpeta Persistente
tr: Kalıcı klasör kullanılsın
uk: Активувати постійну теку

source: System Settings
de: Systemeinstellungen
el: Ρυθμίσεις συστήματος
es: Configuración de sistema
tr: Sistem ayarları
uk: Системні налаштування

source: Activate Welcome Screen
de: Willkommensbildschirm aktivieren
el: Ενεργοποίηση Οθόνης υποδοχής
es: Activar Pantalla de Bienvenida
tr: Giriş ekranı kullanılsın
uk: Активувати екран привітання

source: Activate Printers
de: Drucker aktivieren
el: Ενεργοποίηση Εκτυπωτών
es: Activar impresoras
tr: Yazıcılar kullanılsın
uk: Активувати принтери

source: Network
de: Netzwerk
el: Δίκτυο
es: Red
tr: Ağ
uk: Мережа

source: Network Connections
ar: اتصالات الشبكة
de: Netzwerkverbindungen
el: Συνδέσεις δικτύου
es: Conexiones de red
hu: Hálózati kapcsolatok
nl: Netwerkverbindingen
pt_br: Conexões de Rede
pt_pt: Ligações de Rede
tr: Ağ bağlantıları
uk: Мережеві підключення

source: Save Wi-Fi passwords and mobile broadband configuration.
de: Speichere WLAN-Passwörter und die Konfiguration des mobilen Internetzugangs.
el: Αποθήκευση κωδικών πρόσβασης Wi-Fi και ρυθμίσεων κινητής τηλεφωνίας.
es: Guardar contraseñas Wi-Fi y configuración de datos móviles.
tr: Wi-Fi parolalarını ve mobil geniş bant yapılandırmasını kaydeder.
uk: Зберегти паролі Wi-Fi та конфігурацію стільникового зв'язку.

source: Activate Network Connections
de: Netzwerkverbindungen aktivieren
el: Ενεργοποίηση Συνδέσεων Δικτύου
es: Activar conexiones de red
tr: Ağ bağlantıları kullanılsın
uk: Активувати мережеві з'єднання

source: Tor Bridge
ar: جسور Tor
de: Tor-Brücke
el: Γέφυρα Tor
es: Puente de Tor
hu: Tor híd
pt_br: Ponte Tor
tr: Tor köprüsü
uk: Міст Tor

source: Activate Tor Bridge
de: Tor-Brücke aktivieren
el: Ενεργοποίηση Γέφυρας Tor
es: Activar puente de Tor
tr: Tor köprüsü kullanılsın
uk: Активувати міст Tor

source: Applications
de: Anwendungen
el: Εφαρμογές
es: Aplicaciones
tr: Uygulamalar
uk: Застосунки

source: Activate Tor Browser Bookmarks
de: Tor Browser-Lesezeichen aktivieren
el: Ενεργοποίηση Σελιδοδεικτών Tor Browser
es: Activar marcadores del navegador Tor
tr: Tor Browser yer imleri kullanılsın
uk: Активувати закладки браузера Tor

source: Electrum Bitcoin Wallet
de: Electrums Bitcoin-Wallet
el: Πορτοφόλι Electrum Bitcoin
es: Cartera de bitcoin Electrum
tr: Electrum Bitcoin cüzdanı
uk: Гаманець Electrum Bitcoin

source: Activate Electrum Bitcoin Wallet
de: Electrums Bitcoin-Wallet aktivieren
el: Ενεργοποίηση Πορτοφολιού Electrum Bitcoin
es: Activar cartera de Bitcoin Electrum
tr: Electrum Bitcoin cüzdanı kullanılsın
uk: Активувати гаманець Electrum Bitcoin

source: Thunderbird Email Client
el: Πελάτης Email Thunderbird
es: Cliente de correo Thunderbird
tr: Thunderbird e-posta istemcisi
uk: Клієнт е-пошти Thunderbird

source: Activate Thunderbird Email Client
de: Thunderbird E-Mail-Client aktivieren
el: Ενεργοποίηση Πελάτη Email Thunderbird
es: Activar cliente de correo Thunderbird
tr: Thunderbird e-posta istemcisi kullanılsın
uk: Активувати клієнт е-пошти Thunderbird

source: Activate GnuPG
de: GnuPG aktivieren
el: Ενεργοποίηση GnuPG
es: Activar GnuPG
tr: GnuPG kullanılsın
uk: Активувати GnuPG

source: Pidgin Internet Messenger
el: Εφαρμογή Μηνυμάτων Pidgin
es: Cliente de mensajería Pidgin
uk: Інтернет-месенджер Pidgin

source: Activate Pidgin Internet Messenger
de: Pidgin Internet Messenger aktivieren
el: Ενεργοποίηση Εφαρμογής Μηνυμάτων Pidgin
es: Activar cliente de mensajería Pidgin
tr: Pidgin Internet Messenger kullanılsın
uk: Активувати інтернет-месенджер Pidgin

source: SSH Client
ar: عميل SSH
de: SSH-Programm
es: Cliente SSH
hu: SSH kliens
pt_br: Cliente SSH
pt_pt: SSH - Cliente
tr: SSH istemcisi
uk: Клієнт SSH

source: Activate SSH Client
de: SSH-Client aktivieren
el: Ενεργοποίηση Πελάτη SSH
es: Activar cliente SSH
tr: SSH istemcisi kullanılsın
uk: Активувати клієнт SSH

source: Advanced Settings
de: Erweiterte Einstellungen
el: Προηγμένες ρυθμίσεις
es: Configuración avanzada
tr: Gelişmiş ayarlar
uk: Додаткові налаштування

source: Install additional software automatically when starting Tails.
de: Zusätzliche Software automatisch beim Starten von Tails installieren.
el: Αυτόματη εγκατάσταση λογισμικού όταν ξεκινά το Tails.
es: Instalar software adicional de forma automática al iniciar Tails.
tr: Tails sistemi başlatılırken otomatik olarak ek yazılımlar kurar.
uk: Автоматично встановлювати додаткове програмне забезпечення під час запуску Tails.

source: Configure Additional Software
de: Zusätzliche Software konfigurieren
el: Ρύθμιση πρόσθετου λογισμικού
es: Configurar software adicional
tr: Ek yazılım yapılandırması
uk: Налаштувати додаткове програмне забезпечення

source: Activate Additional Software
de: Zusätzliche Software aktivieren
el: Ενεργοποίηση πρόσθετου λογισμικού
es: Activar software adicional
tr: Ek yazılım kullanımı
uk: Активувати додаткове програмне забезпечення

source: Symlink every file in the Dotfiles folder into the Home folder.
de: Verknüpfe alle Dateien im Ordner "Dotfiles" mit dem Ordner "Home".
el: Δημιουργία συνδέσεων με σύμβολα για κάθε αρχείο του φακέλου Dotfiles στον φάκελο Home.
es: Crear un enlace simbólico de cada archivo de la carpeta Dotfiles en la carpeta Home.
tr: Dotfiles klasöründeki her dosyaya giriş klasöründe sembolik bağlantılar sağlar.
uk: Символьне посилання на кожен файл у теці Dotfiles у теці Домівка.

source: Activate Dotfiles
de: Dotfiles aktivieren
el: Ενεργοποίηση Dotfiles
es: Activar Dotfiles
tr: Dotfiles kullanılsın
uk: Активувати Dotfiles

source: Custom
ar: مخصص
de: Benutzerdefiniert
el: Προσαρμογή
es: Personalizado
hu: Egyéni
nl: Aangepast
pt_br: Personalizado
pt_pt: Personalizado
tr: Özel
uk: Користувацький

source: To add or remove custom features, modify /live/persistence/TailsData_unlocked/persistence.conf.
de: Um benutzerdefinierte Funktionen hinzuzufügen oder zu entfernen, ändere /live/persistence/TailsData_unlocked/persistence.conf.
el: Για προσθήκη ή αφαίρεση προσαρμοσμένων δυνατοτήτων, τροποποιήστε το αρχείο /live/persistence/TailsData_unlocked/persistence.conf.
es: Para añadir o quitar funciones personalizadas, modifica /live/persistence/TailsData_unlocked/persistence.conf.
tr: Özelleştirilmiş özellikler eklemek ya da kaldırmak için /live/persistence/TailsData_unlocked/persistence.conf dosyasını değiştirin.
uk: Щоб додати або вилучити користувацькі функції, змініть файл /live/persistence/TailsData_unlocked/persistence.conf.

source: <a href="doc/persistent_storage">Learn more about the Persistent Storage.</a>
de: <a href="doc/persistent_storage">Erfahre mehr über den beständigen Datenspeicher.</a>
el: <a href="doc/persistent_storage">Μάθετε περισσότερα για τον μόνιμο αποθηκευτικό χώρο.</a>
es: <a href="doc/persistent_storage">Aprende más sobre el Almacenamiento Persistente.</a>
tr: <a href="doc/persistent_storage">Kalıcı depolama birimi hakkında ayrıntılı bilgi alın</a>
uk: <a href="doc/persistent_storage">Докладніше про постійне сховище</a>

source: <b>Your Persistent Storage is locked.</b> To use or configure your Persistent Storage, unlock it in the Welcome Screen when starting Tails. To delete your Persistent Storage, click <b>Delete</b> on the right of the title bar.
de: <b>Dein beständiger Datenspeicher ist gesperrt.</b> Um deinen beständigen Datenspeicher zu verwenden oder zu konfigurieren, musst du ihn im Willkommensbildschirm beim Start von Tails entsperren. Um deinen beständigen Datenspeicher zu löschen, klicke auf <b>Löschen</b> auf der rechten Seite der Titelleiste.
el: <b>Ο αποθηκευτικός χώρος σας είναι κλειδωμένος.</b> Για χρήση ή ρύθμιση του αποθηκευτικού χώρου σας, ξεκλειδώστε τον από την οθόνη καλωσορίσματος κατά την έναρξη του Tails. Για διαγραφή του αποθηκευτικού χώρου σας, κάντε κλικ στο <b>Διαγραφή</b> στα δεξιά της γραμμής τίτλου.
es: <b>Tu Almacenamiento Persistente está bloqueado.</b> Para usar o configurar tu Almacenamiento Persistente, desbloquéalo en la Pantalla de Bienvenida al iniciar Tails. Para borrar tu Almacenamiento Persistente, haz clic en <b>Elimiar</b> a la derecha de la barra de título.
tr: <b>Kalıcı depolama biriminiz kilitli.</b> Kalıcı depolama biriminizi kullanmak ya da yapılandırmak için Tails sistemini başlatırken karşılama ekranından kilidini açın. Kalıcı depolama biriminizi silmek için adres çubuğunun sağındaki <b>Sil</b> üzerine tıklayın.
uk: <b>Ваше постійне сховище розблоковано.</b> Щоб використовувати або налаштувати його, розблокуйте його на екрані привітання під час запуску Tails. Щоб видалити постійне сховище, клацніть <b>Видалити</b> у правій частині панелі заголовка.

source: Passphrase:
ar: عبارة مرور
el: Συνθηματικό:
es: Frase contraseña:
hu: Jelszó:
nl: Wachtwoordzin:
pt_br: Senha:
pt_pt: Frase senha:
tr: Parola:
uk: Ключова фраза:

source: Confirm:
de: Bestätigen:
el: Επιβεβαίωση:
es: Confirmar:
tr: Parola onayı:
uk: Підтвердити:

source: _Show Passphrase
de: _Passphrase anzeigen
el: _Εμφάνιση φράσης πρόσβασης
es: _Mostrar contraseña
tr: P_arolayı görüntüle
uk: _Показати парольну фразу

source: _Back
de: _Zurück
el: _Πίσω
es: _Atrás
tr: _Geri
uk: _Назад

source: _Create Persistent Storage
de: _Beständigen Datenspeicher erstellen
el: _Δημιουργία μόνιμου αποθηκευτικού χώρου
es: _Crear Almacenamiento Persistente
tr: _Kalıcı depolama birimi oluştur
uk: _Створити постійне сховище

source: Everything you do disappears automatically when you shut down Tails. But you can save some of your files and configuration in an encrypted Persistent Storage on your Tails USB stick, for example: • Your documents • Your Wi-Fi passwords • Your browser bookmarks • ... <a href="doc/persistent_storage">Learn more about the Persistent Storage.</a>
de: Alles, was du tust, verschwindet automatisch, wenn du Tails beendest. Du kannst aber einige deiner Dateien und die Konfiguration in einem verschlüsselten beständigen Datenspeicher, z.B. auf deinem Tails USB-Stick, speichern: • Deine Dokumente • Deine WLAN-Passwörter • Deine Browser-Lesezeichen • ... <a href="doc/persistent_storage">Erfahre mehr über den beständigen Datenspeicher.</a>
el: Γίνεται αυτόματη εκκαθάριση των ενεργειών σας κατά τον τερματισμό του Tails. Μπορείτε να αποθηκεύσετε ορισμένα αρχεία και ρυθμίσεις στον κρυπτογραφημένο αποθηκευτικό χώρο στο Tails USB για παράδειγμα: • Τα έγγραφά σας • Τους κωδικούς πρόσβασης Wi-Fi • Τους σελιδοδείκτες σας • και πολλά άλλα <a href="doc/persistent_storage">Μάθετε περισσότερα για τον μόνιμο αποθηκευτικό χώρο.</a>
es: Todo lo que haces desaparece automáticamente cuando apagas Tails. Pero puedes guardar algunos archivos y configuraciones en un Almacenamiento Persistente cifrado en tu memoria USB de Tails, por ejemplo: • Tus documentos • Tus contraseñas Wi-Fi • Tus marcadores del navegador • ... <a href="doc/persistent_storage">Descubre más sobre el Almacenamiento Persistente.</a>
tr: Tails sistemini kapattığınızda yaptığınız her şey otomatik olarak kaybolur. Ancak dosyalarınızın ve bazı yapılandırma ayarlarınızı Tails USB belleğinizdeki şifrelenmiş kalıcı depolama birimine kaydedebilirsiniz: • Belgeleriniz • Wi-Fi parolalarınız • Tarayıcı yer imleriniz • ve bunun gibi diğer bilgiler <a href="doc/persistent_storage">Kalıcı depolama birimi hakkında ayrıntılı bilgi alın</a>
uk: Усе, що ви робите, автоматично зникає, коли ви вимикаєте Tails. Але ви можете зберегти деякі файли та конфігурацію в зашифрованому постійному сховищі на USB-накопичувачі Tails, наприклад: • Ваші документи • Ваші паролі до Wi-Fi • Закладки вашого браузера • ... <a href="doc/persistent_storage">Докладніше про постійне сховище</a>

source: Sorry, it is impossible to create a Persistent Storage on this device. To be able to use Tails with a Persistent Storage, please follow our instructions on <a href="install">installing Tails on a USB stick</a>.
de: Es ist leider nicht möglich, einen beständigen Datenspeicher auf diesem Gerät zu erstellen. Um Tails mit einem beständigen Datenspeicher nutzen zu können, folge bitte unseren Anweisungen auf <a href="install">Tails auf einem USB-Stick installieren</a>.
el: Δυστυχώς, δεν είναι δυνατή η δημιουργία μόνιμου αποθηκευτικού χώρου σε αυτή τη συσκευή. Για χρήση του Tails με μόνιμο αποθηκευτικό χώρο, παρακαλούμε δείτε την τεκμηρίωση <a href="install">εγκατάστασης του Tails σε USB συσκευή</a>.
es: Lamentablemente no se puede crear un Almacenamiento Persistente en este dispositivo. Para poder usar Tails con un Almacenamiento Persistente sigue las instrucciones para <a href="install">instalar Tails en una memoria USB</a>.
tr: Ne yazık ki bu Tails aygıtı üzerinde bir kalıcı depolama birimi oluşturulması desteklemiyor. Kalıcı depolama birimini ile Tails kullanabilmek için lütfen <a href="install">Tails sistemini bir USB belleğe yüklemek</a> yönergelerini izleyin.
uk: На жаль неможливо створити постійне сховище на цьому пристрої. Щоб мати змогу використовувати Tails з постійним сховищем виконайте вказівки про <a href="install">встановлення Tails на USB-накопичувач</a>.

source: Co_ntinue
de: Fortfahre_n
el: Συ_νέχεια
es: _Seguir
tr: _Sürdür
uk: Пр_одовжити

source: _Restart Tails
de: _Tails neu starten
el: _Επανεκκίνηση του Tails
es: _Reiniciar Tails
tr: Tails _yeniden başlat
uk: _Перезапустити Tails

source: File Containers
ar: مستوعبات الملفات
de: Datei-Container
el: Χώροι αρχείων
es: Contenedores de archivos
hu: Fájl konténerek
nl: Bestandscontainers
pt_br: Recipientes de Arquivos
pt_pt: Volumes de Ficheiros
tr: Dosya kapsayıcıları
uk: Файлові контейнери

source: _Add
de: _Hinzufügen
el: _Πρόσθεσε
es: _Añadir
hu: _Hozzáad
nl: _Toevoegen
pt_br: _Adicionar
pt_pt: _Adicionar
tr: _Ekle
uk: _Додати

source: Add a file container
ar: اضافة مستوعب ملفات
de: Einen Datei-Container hinzufügen
el: Πρόσθεσε ένα φορέα αρχείων
es: Añadir un contenedor de archivo
hu: Fájl konténer hozzáadása
nl: Een bestandscontainer toevoegen
pt_br: Adicionar um recipiente de arquivos.
pt_pt: Adicionar um volume de ficheiros
tr: Bir dosya kapsayıcısı ekle
uk: Додати файловий контейнер

source: Partitions and Drives
ar: أقسام و محركات
de: Partitionen und Laufwerke
el: Partitions και drives
es: Particiones y unidades
hu: Partíciók és meghajtók
nl: Partities en schijven
pt_br: Partições e Dispositivos
pt_pt: Partições e Unidades
tr: Bölüm ve sürücüler
uk: Розділи та диски

source: This application is not affiliated with or endorsed by the VeraCrypt project or IDRIX.
ar: هذا البرنامج لا ينتمي و ليس مؤيدا من قبل مشروع VeraCrypt أو IDRIX
de: Diese Anwendung ist nicht verknüpft mit bzw. wird nicht unterstützt von VeraCrypt oder IDRIX.
el: Αυτή η εφαρμογή δεν συνεργάζεται ούτε αναγνωρίζεται από το πρότζεκτ VeraCrypt ή το IDRIX,
es: Esta aplicación no está afiliada o endorsada por el proyecto VeraCrypt o IDRIX.
hu: Ez az alkalmazás nem kötődik, vagy ajánlott a VeraCrypt projekt vagy IDRIX által.
nl: Deze toepassing is niet gekoppeld aan of goedgekeurd door het VeraCrypt-project of IDRIX.
pt_br: Este aplicativo não é afiliado nem endossado pelo projeto VeraCrypt ou pela IDRIX.
pt_pt: Este programa não é afiliado nem endossado pelo Projeto VeraCrypt ou pela IDRIX.
tr: Bu uygulamanın VeraCrypt ya da IDRIX ile herhangi bir bağlantısı ve onlardan alınmış bir parçası yoktur.
uk: Ця програма не пов’язана з проектом VeraCrypt або IDRIX і не схвалена ним.

source: _Open
ar: _فتح
de: _Öffnen
el: _Άνοιγμα
es: A_brir
hu: _Megnyitás
nl: _Openen
pt_br: _Abrir
pt_pt: _Abrir
tr: _Aç
uk: _Відчинено

source: Lock this volume
ar: قفل هذا الحجم
de: Container sperren
el: Κλείδωμα του τομέα
es: Cerrar este volumen
hu: Kötet zárolása
nl: Dit volume vergrendelen
pt_br: Bloquear este volume
pt_pt: Bloquear este volume
tr: Bu birimi kilitle
uk: Заблокувати це сховище

source: _Unlock
ar: _إلغاء القفل
de: _Entsperren
el: _Ξεκλείδωμα
es: _Desbloquear
hu: _Feloldás
nl: O_ntgrendelen
pt_br: _Desbloquear
pt_pt: _Desbloquear
tr: _Engellemeyi kaldır
uk: _Розблокувати

source: Detach this volume
ar: فصل هذا الحجم
de: Container aushängen
el: Αποσύνδεση αυτού του τομέα
es: Separar este volumen
hu: Kötet leválasztása
nl: Dit volume ontkoppelen
pt_br: Desmontar este volume
pt_pt: Desanexar este volume
tr: Bu birimin bağlantısını kes
uk: Від’єднати це сховище

source: Target USB stick:
ar: وحدة التخزين المحمولة
de: Ziel-USB-Stick:
el: USB stick προορισμού:
es: Memoria USB de destino:
hu: A cél USB meghajtó:
nl: Doel-USB-stick:
pt_br: Pendrive USB a ser utilizado:
pt_pt: Dispositivo USB de destino:
tr: Hedef USB belleği:
uk: Цільовий USB-накопичувач:

source: Reinstall (delete all data)
ar: إعادة النتصيب (يتم حذف كافة البيانات)
de: Neu installieren (alle Daten löschen)
el: Επανεγκατάσταση (διαγραφή όλων των δεδομένων)
es: Reinstalar (borra todos los datos)
hu: Újratelepítés (összes adat törlése)
nl: Herinstalleren (alle gegevens verwijderen)
pt_br: Reinstalar (apagar todos os dados)
pt_pt: Reinstalar (eliminar todos os dados)
tr: Yeniden kur (tüm verileri sil)
uk: Перевстановити (вилучити всі дані)

source: Copyright © 2009-2018 tails@boum.org
ar: حقوق النسخ © 2009-2018 tails@boum.org
el: Πνευματική ιδιοκτησία © 2009-2018 tails@boum.org
pt_pt: Direitos de Autor © 2009-2018 tails@boum.org
tr: Telif Hakkı © 2009-2018 tails@boum.org
uk: Авторське право © 2009-2018 tails@boum.org
