Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: When you reboot Tails, all of Electrum's data will be lost, including your Bitcoin wallet. It is strongly recommended to only run Electrum when its persistence feature is activated.
ar: عند إعادة تشغيل Tails ، ستفقد جميع بيانات Electrum ، بما في ذلك محفظة Bitcoin. يوصى بشدة بتشغيل Electrum فقط عندما يتم تنشيط ميزة استمرارها.
de: Wenn du Tails neu startest, gehen alle Daten von Electrum verloren, einschließlich deiner Bitcoin-Wallet. Es wird dringend empfohlen, Electrum nur dann zu betreiben, wenn die beständige Datenpartition aktiviert ist.
el: Όταν κάνετε επανεκκίνηση του Tails, θα χαθούν όλα τα δεδομένα του Electrum, συμπεριλαμβανομένου του πορτοφολιού σας Bitcoin. Συνιστάται ιδιαίτερα να εκτελείτε το Electrum μόνο όταν είναι ενεργοποιημένο το σχετικό χαρακτηριστικό μόνιμου τόμου.
es: Cuando reinicies Tails, se perderán todos los datos de Electrum, incluida tu billetera Bitcoin. Se recomienda encarecidamente ejecutar Electrum sólo cuando tu función de persistencia esté activada.
hu: Ha újraindítja a Tails-t, akkor minden Electrum adat el fog veszni beleértve a Bitcoin tárcát is. Erősen ajánlott, hogy csak úgy futtassa az Electrum-ot, ha a perzisztencia funkciója bekapcsolt.
nl: Wanneer u Tails opnieuw opstart, gaan alle gegevens van Electrum verloren, waaronder uw Bitcoin-portemonnee. Het wordt ten zeerste aanbevolen Electrum alleen uit te voeren wanneer de persistentiefunctie ervan is geactiveerd.
pt_br: Quando você reinicia o Tails, todos os dados do Electrum são perdidos, incluindo sua carteira Bitcoin. É altamente recomendável executar o Electrum apenas quando a funcionalidade de persistência estiver ativa.
pt_pt: Quando reinicia o Tails, todos os dados do Electrum serão perdidos, incluindo a sua carteira Bitcoin. Recomenda-se que execute apenas o Electrum se a funcionalidade de persistência estiver ativada.
tr: Tails yeniden başlatıldığında, Bitcoin cüzdanınız da dahil tüm Electrum verileri kaybolur. Electrum uygulamasının yalnızca kalıcılık özelliği etkin iken çalıştırılması önerilir.
uk: Коли ви перезавантажите Tails, всі дані Electrum будуть втрачені, включно з вашим гаманцем Bitcoin. Радимо запускати Electrum лише коли активована його функція збереження.

source: Do you want to start Electrum anyway?
ar: هل تريد تشغيل ELECTRUM على أية حال؟
de: Willst du Electrum trotzdem starten?
el: Θέλετε να εκκινήσετε το Electrum ούτως ή άλλως;
es: ¿Quieres iniciar Electrum de todas formas?
hu: Mindenképp el szeretné indítani az Electrum-ot?
nl: Wilt u Electrum alsnog starten?
pt_br: Você deseja iniciar o Electrum assim mesmo?
pt_pt: Mesmo assim, deseja iniciar o Electrum?
tr: Electrum yine de başlatılsın mı?
uk: Усе одно запустити Electrum ?

source: _Launch
de: _Start
el: _Εκκίνηση
es: _Iniciar
hu: _Indítás
nl: _Starten
pt_br: _Lançar
pt_pt: _Iniciar
tr: _Başlat
uk: _Запустити

source: _Exit
de: _Beenden
el: _Έξοδος
es: _Salir
hu: _Kilépés
nl: _Afsluiten
pt_br: _Saída
pt_pt: _Sair
tr: Çı_kış
uk: _Вийти

source: Unknown time
ar: وقت غير معروف
de: Zeit unbekannt
el: Άγνωστος χρόνος
es: Tiempo desconocido
hu: Ismeretlen idő
nl: Onbekende tijd
pt_br: Tempo desconhecido
pt_pt: Hora desconhecida
tr: Zaman bilinmiyor
uk: Невідомий час

source: 1y
de: 1 Jahr
el: 1έτος
es: 1a
hu: 1é
nl: 1 jaar
pt_br: 1 ano
uk: {count}р

source: 1d
de: 1 Tag
el: 1ημέρα
hu: 1n
nl: 1 dag
tr: 1g
uk: {count}д

source: 1h
de: 1 Stunde
el: 1ώρα
hu: 1ó
nl: 1 uur
tr: 1s
uk: {count}год

source: 1m
de: 1 Minute
el: 1λεπτό
hu: 1p
nl: 1 minuut
pt_br: 1min
tr: 1a
uk: {count} хв

source: 1s
de: 1 Sekunde
el: 1δευτερόλεπτο
hu: 1mp
nl: 1 seconde
tr: 1sn
uk: {count} с

source: #{time} left — {downloaded} of {size} ({speed}/sec)
de: #{time} übrig — {downloaded} von {size} ({speed}/sec)
el: #{time} απομένει — {downloaded} από {size} ({speed}/sec)
es: #{time} restante — {downloaded} de {size} ({speed}/seg)
hu: #{time} hátra — {downloaded} / {size} ({speed}/mp)
nl: #{time} verblijvend — {downloaded} van {size} ({speed}/sec)
pt_br: #{time} faltando — {downloaded} de {size} ({speed}/s)
tr: #{time} kaldı — {downloaded} / {size} ({speed}/sn)
uk: #{time} залишилось - {downloaded} з {size} ({speed}/с)

source: KB
ar: كيلو بايت
nl: KiB
uk: Кб

source: MB
ar: ميغا بايت
nl: MiB
uk: Мб

source: GB
ar: جيجا بايت
nl: GiB
uk: Гб

source: bytes
ar: بايت
hu: bájt
tr: bayt
uk: байт(і,ів)

source: For debugging information, execute the following command: sudo tails-debugging-info
ar: لعرض معلومات الإصلاح , نفّذ الأمر الآتي: sudo tails-debugging-info
de: Führe folgenden Befehl für Informationen zur Fehlerdiagnose aus: sudo tails-debugging-info
el: Για πληροφορίες αποσφαλμάτωσης, χρησιμοποιήστε την ακόλουθη εντολή: sudo tails-debugging-info
es: Para leer información de depuración ejecuta el siguiente comando: sudo tails-debugging-info
hu: Hibakeresési információért hajtsa végre a következő parancsot: sudo tails-debugging-info
nl: Voer de volgende opdracht uit voor debug-informatie: sudo tails-debugging-info
pt_br: Para informações de depuração, execute o seguinte comando: sudo tails-debugging-info
pt_pt: Para obter informação de depuração de erros, execute o seguinte comando: sudo tails-debugging-info
tr: Sorun giderme bilgileri için şu komutu yürütün: sudo tails-debugging-info
uk: Щоб отримати інформацію відлагодження, виконайте таку команду: sudo tails-debugging-info

source: <b>An error occured while updating the signing key.</b>\n\n<b>This prevents determining whether an upgrade is available from our website.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.\n\nIf the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ar: <b>حدث خطأ أثناء تحديث مفتاح التوقيع .</b>\n\n<b>هذا يمنع تحديد ما إذا كان متاح التحديث من موقعنا على الويب.</b>\n\nتحقق من اتصال الشبكة، و إعادة التشغيل Tails لمحاولة الترقية مرة أخرى.\n\nإذا استمرت المشكلة، انتقل إلى file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
de: <b>Ein Fehler trat beim Aktualisieren des Singnaturschlüssels auf.</b>\n\n<b>Dies verhindert zu bestimmen, ob eine Aktualisierung von unserer Webseite verfügbar ist.</b>\n\nÜberprüfe deine Internetverbindung und starte Tails neu, um nochmal zu versuchen zu aktualisieren.\n\nFalls das Problem fortbesteht, gehe zur Datei file:///usr/share/doc/tails/website/doc/upgrade/error/check.de.html
el: <b>Παρουσιάστηκε σφάλμα κατά την ενημέρωση του κλειδιού εγγραφής.</b>\n\n<b>Αυτό αποτρέπει τον προσδιορισμό του κατά πόσο είναι διαθέσιμη μια αναβάθμιση από την ιστοσελίδα μας.</b>\n\nΕλέγξτε τη σύνδεση σας και επανεκκινήστε το Tails ώστε να γίνει προσπάθεια αναβάθμισης ξανά.\n\nΕάν παραμένει το πρόβλημα, εντοπίστε το αρχείο file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
es: <b>Se produjo un error al actualizar la clave de firma.</b>\n\n<b>Esto impide determinar si una actualización está disponible en nuestro sitio web.</b>\n\nComprueba tu conexión de red, y reinicia Tails para intentar actualizar de nuevo.\n\nISi se mantiene el problema, mira en file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
hu: <b>Hiba történt az aláíró kulcs frissítésekor.</b>\n\n<b>Ez megakadályozza azt, hogy eldöntsük, hogy a weboldalunkról származik-e.</b>\n\nEllenőrizze hálózati kapcsolatát és indítsa újra a Tails-t új frissítési próbálkozáshoz.\n\nHa a probléma fennáll, tekinse meg a következőt file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
nl: <b>Er is een fout opgetreden tijdens het bijwerken van de ondertekeningssleutel.</b>\n\n<b>Hierdoor kan niet worden bepaald of er een upgrade beschikbaar is vanaf onze website.</b>\n\nControleer uw netwerkverbinding en start Tails opnieuw om de upgrade nogmaals te proberen.\n\nAls het probleem aanhoudt, ga dan naar file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
pt_br: <b>Um erro ocorreu ao atualizar a chave de assinatura.</b>\n\n<b>Por isso, não foi possível determinar se há uma atualização disponível em nosso site.</b>\n\nVerifique sua conexão de rede e reinicie o Tails para tentar atualizar novamente.\n\nCaso o problema persista, consulte file:///usr/share/doc/tails/website/doc/upgrade/error/check.pt.html
pt_pt: <b>Ocorreu um erro ao atualizar a chave de assinatura.</b>\n\n<b>Isto previne determinar se existe uma atualização do nosso website.</b>\n\nConfirme a sua ligação à rede, e reinicie o Tails para tentar atualziar novamente.\n\nSe o problema persistir, vá a file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
tr: <b>İmzalama anahtarı güncellenirken bir sorun çıktı.</b>\n\n\<b>Bu durum sitemizde bir güncelleme olup olmadığının belirlenmesini engeller.</b>\n\nGüncellemeleri denetlemek için ağ bağlantınızı gözden geçirin ve Tails sistemini yeniden başlatın.\n\nSorun sürüyorsa, file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html adresine bakabilirsiniz.
uk: <b>Під час оновлення ключа підпису сталася помилка.</b>\n\n<b>Це не дозволяє визначити, чи доступне оновлення з нашого веб-сайту.</b>\n\nПеревірте підключення до мережі та перезапустіть Tails, щоб спробувати оновити знову.\n\nЯкщо проблема не зникне, перейдіть до файлу: file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html

source: Error while downloading the signing key
ar: خطأ أثناء تنزيل مفتاح التوقيع
de: Fehler während des Herunterladens des Signaturschlüssels
el: Προέκυψε σφάλμα κατά τη λήψη του κλειδιού εγγραφής
es: Error mientras se bajaba la clave de firma
hu: Hiba az aláíró kulcs letöltése közben
nl: Fout bij het downloaden van de ondertekeningssleutel
pt_br: Erro ao baixar a chave de assinatura
tr: İmzalama anahtarı indirilirken sorun çıktı
uk: Під час завантаження ключа підпису сталася помилка

source: Error while updating the signing key
ar: حدثت خطأ أثناء تحديث مفتاح التوقيع
de: Fehler während der Aktualisierung des Signaturschlüssels
el: Προέκυψε σφάλμα κατά την ενημέρωση του κλειδιού εγγραφής
es: Error al actualizar la clave de firma
hu: Hiba az aláíró kulcs frissítése során
nl: Fout tijdens bijwerken van de ondertekeningssleutel
pt_br: Erro ao atualizar a chave de assinatura
pt_pt: Erro ao atualizar a chave de assinatura!
tr: İmzalama anahtarı güncellenirken sorun çıktı
uk: Помилка під час оновлення ключа підпису

source: Error while checking for upgrades
ar: خطأ أثناء التحقق من وجود تحديثات
de: Fehler beim Suchen nach Aktualisierungen
el: Προέκυψε σφάλμα κατά τον έλεγχο για αναβαθμίσεις
es: Error mientras se buscaban nuevas actualizaciones
hu: Hiba frissítések ellenőrzése közben
nl: Fout bij controleren op upgrades
pt_br: Erro ao buscar por atualizações
pt_pt: Erro enquanto pesquisava por atualizações
tr: Güncellemeler denetlenirken sorun çıktı
uk: При перевірці оновлень виникла помилка

source: <b>Could not determine whether an upgrade is available from our website.</b> Check your network connection, and restart Tails to try upgrading again. If the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
de: <b>Es konnte nicht festgestellt werden, ob auf unserer Webseite eine Aktualisierung verfügbar ist.</b> Bitte deine Netzwerkverbindung überprüfen und Tails für einen erneuten Versuch einer Aktualisierung neu starten. Wenn das Problem weiterhin besteht, lies bitte file:///usr/share/doc/tails/website/doc/upgrade/error/check.de.html
el: <b>Δεν ήταν δυνατό να προσδιοριστεί αν υπάρχει διαθέσιμη αναβάθμιση στην ιστοσελίδα μας.</b> Ελέγξτε τη σύνδεση δικτύου σας και κάντε επανεκκίνηση του Tails για να επαναληφθεί η προσπάθεια αναβάθμισης. Αν το πρόβλημα συνεχιστεί, πηγαίνετε στο file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
es: <b>No se pudo determinar si hay una actualización disponible desde nuestro sitio web.</b> Comprueba tu conexión a la red y reinicia Tails para intentar actualizar de nuevo. Si el problema persiste, lee el archivo local file:///usr/share/doc/tails/website/doc/upgrade/error/check.es.html
hu: <b>Nem lehet meghatározni van-e elérhető frissítés a weboldalunkon</b> Ellenőrizze a hálózati kapcsolatot, indítsa újra a Tails-t majd próbálja frissíteni ismét. Ha a probléma még mindig jelen van nézze meg ezt: file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
nl: <b>Er kon niet worden bepaald of er een upgrade beschikbaar is op onze website.</b> Controleer uw netwerkverbinding en start Tails opnieuw om de upgrade nogmaals te proberen. Als het probleem aanhoudt, ga dan naar file:///usr/share/doc/tails/website/doc/upgrade/error/check.nl.html
pt_br: <b>Não foi possível determinar se há uma atualização disponível em nosso website.</b> Verifique sua conexão de rede e reinicie o Tails para tentar atualizar novamente. Caso o problema persista, consulte file:///usr/share/doc/tails/website/doc/upgrade/error/check.pt.html
pt_pt: <b>Não foi possível determinar se existe uma atualização disponível no nosso sítio da Web.</b> Verifique a sua ligação de rede e reinicie o Tails para tentar atualizar novamente. Se o problema persistir, utilize o ficheiro file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
tr: <b>Sitemizde bir güncelleme olup olmadığı belirlenemedi.</b> Güncellemeleri denetlemek için ağ bağlantınızı gözden geçirin ve Tails sistemini yeniden başlatın. Sorun sürüyorsa, file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html adresine bakabilirsiniz.
uk: <b>Не вдалося перевірити наявність оновлень на нашому сайті.</b> Перевірте з'єднання з мережею, та перезапустіть Tails для повторної спроби оновлення. Якщо проблема зберігається, дивіться file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html

source: no automatic upgrade is available from our website for this version
ar: التحديث التلقائي غير متوفر في موقعنا لهذه النسخة
de: Für diese Version steht keine automatische Aktualisierung auf unserer Webseite zur Verfügung
el: Δεν υπάρχει αυτόματη αναβάθμιση διαθέσιμη από τον ιστότοπο του Tails για αυτήν την έκδοση
es: no hay ninguna actualización automática para esta versión disponible en nuestro sitio web
hu: nincs elérhető automatikus frissítés a weboldalunkon ehhez a verzióhoz
nl: voor deze versie is geen automatische upgrade beschikbaar via onze website
pt_br: não há nenhuma atualização automática em nosso website para essa versão
pt_pt: não está disponível nenhuma atualização automática no nosso sítio da web para esta versão
tr: sitemizde bu sürüm için otomatik güncelleme desteği yok
uk: для цієї версії програми немає автоматичного оновлення нашого сайту

source: your device was not created using a USB image or Tails Installer
ar: جهازك لم يتم انشاؤه باستخدام نسخة USB أو مثبت تيلز
de: Dein Gerät wurde nicht mit einem USB-Image- oder Tails-Installer erstellt
el: η συσκευή σας δε δημιουργήθηκε χρησιμοποιώντας μια USB image ή το πρόγραμμα εγκατάστασης Tails
es: Tu dispositivo no se creó con una imagen USB o el instalador de Tails
hu: az eszköze nem egy USB kép vagy Tails telepítő által jött létre
nl: uw apparaat is niet aangemaakt door middel van een USB-image of Tails-installatieprogramma
pt_br: seu dispositivo não foi criado usando uma imagem USB ou o Instalador Tails
pt_pt: o seu dispositivo não foi criado utilizando uma imagem USB ou o Instalador do Tails
tr: aygıtnız bir USB kalıbı ya da Tails kurucu ile oluşturulmamış
uk: ваш пристрій не було створено за допомогою образу USB або Tails Installer

source: Tails was started from a DVD or a read-only device
ar: تم تشغيل Tails انطلاقا من قرص DVD أو من جهاز قابل للقراءة فقط
de: Tails wurde von einer DVD oder einem anderen Medium gestartet, auf das nur lesend zugegriffen werden kann
el: Το Tails έχει εκκινηθεί από DVD ή από μια μη-εγγράψιμη συσκευή
es: Tails fue iniciado desde un DVD o un dispositivo de sólo-lectura
hu: A Tails DVD-ről vagy egy csak olvasható eszközről lett indítva
nl: Tails is gestart vanaf een dvd of een alleen-lezenapparaat
pt_br: O Tails foi inciado a partir de um DVD ou de um dispositivo somente-leitura
pt_pt: O Tails foi iniciado a partir de um DVD ou de um dispositivo só de leitura
tr: Tails bir DVD ya da salt okunur aygıt üzerinden başlatıldı
uk: Tails була запущена з DVD або пристрою, доступного тільки для читання

source: there is not enough free space on the Tails system partition
ar: لا يوجد مكان فارغ كافٍ في تقسيم نظام Tails
de: Die Partition, auf der Tails installiert ist, besitzt nicht genug freien Speicher
el: Δεν υπάρχει αρκετός ελεύθερος χώρος στο σύστημα αρχείων του Tails
es: no hay suficiente espacio libre en la partición del sistema Tails
hu: nincs elég szabad hely a Tails partíción.
nl: er is onvoldoende vrije ruimte op de Tails-systeempartitie
pt_br: não há espaço livre suficiente na partição de sistema do Tails
pt_pt: não existe espaço suficiente na partição do sistema Tails
tr: Tails sistem bölümünde yeterli boş alan yok
uk: на вашому пристрої недостатньо вільного місця

source: not enough memory is available on this system
ar: ذاكرة غير كافية في هذا النظام
de: Auf diesem System steht nicht genug Speicher zur Verfügung
el: το σύστημα δεν έχει αρκετή διαθέσιμη μνήμη
es: no hay suficiente memoria libre en este sistema
hu: nincs elég szabad memória a rendszerben.
nl: onvoldoende geheugen beschikbaar op dit systeem
pt_br: não há memória suficiente disponível neste sistema
pt_pt: não tem disponível memória suficiente neste sistema
tr: bu sistemde yeterli bellek yok
uk: недостатньо пам'яті

source: No explanation available for reason '{reason}'.
ar: لا يوجد تفسير متاح للسبب "{reason}".
de: Keine Erklärung verfügbar für den Grund '{reason}'.
el: Δεν υπάρχει διαθέσιμη εξήγηση για το σφάλμα '{reason}'.
es: No hay explicación disponible para la razón '{reason}'.
hu: Nincs elérhető magyarázat erre az okra: '{reason}'.
nl: Geen uitleg beschikbaar door '{reason}'.
pt_br: Nenhuma explicação disponível para o motivo '{reason}'.
pt_pt: Não existe explicação disponível para a razão '{reason}'.
tr: '{reason}' gerekçesi için bir açıklama yok.
uk: Немає пояснень щодо причини "{reason}".

source: The system is up-to-date
ar: لا يوجد تحديثات للنطام
de: Das System ist auf dem neuesten Stand
el: Το σύστημα είναι ενημερωμένο
es: El sistema está actualizado
hu: A rendszer naprakész
nl: Het systeem is up-to-date
pt_br: O sistema está atualizado
pt_pt: O sistema está atualizado
tr: Sistem güncel
uk: Усі останні оновлення встановлено

source: This version of Tails is outdated, and may have security issues.
ar: هذه النسخة من تيلز قديمة و قد يكون بها ثغرات امنية.
de: Diese Version von Tails ist veraltet und könnte Sicherheitslücken haben.
el: Αυτή η έκδοση του Tails είναι παρωχημένη και μπορεί να περιέχει κενά ασφάλειας.
es: Esta versión de Tails está desactualizada, y puede tener problemas de seguridad.
hu: A Tails ezen verziója nem naprakész és biztonsági hibákat tartalmazhat.
nl: Deze versie van Tails is verouderd en kan beveiligingsproblemen bevatten.
pt_br: Esta versão do Tails está desatualizada e pode ter problemas de segurança.
pt_pt: Esta versão do Tails está desatualizada, e poderá ter problemas de segurança.
tr: Bu Tails sürümü güncel değil ve güvenlik sorunları olabilir.
uk: Ця версія Tails застаріла і може мати проблеми з безпекою.

source: The available incremental upgrade requires {space_needed} of free space on Tails system partition, but only {free_space} is available.
ar: تتطلب الترقية المتزايدة المتاحة {space_needed} مساحة خالية على قسم نظام Tails ، ولكن لا يتوفر سوى {free_space}.
de: Das verfügbare inkrementelle Upgrade erfordert {space_needed} freien Speicherplatz auf der Tails-Systempartition, aber nur {free_space} ist verfügbar.
el: Η διαθέσιμη μερική αναβάθμιση χρειάζεται {space_needed} ελεύθερου χώρου στο δίσκο του Tails, αλλά μόνο {free_space} είναι διαθέσιμα.
es: La actualización incremental disponible requiere {space_needed} de espacio libre en la partición del sistema en Tails, pero sólo hay {free_space} disponible.
hu: A növekményes frissítés {space_needed} szabad helyet igényel a Tails rendszer partíción, de csak {free_space} elérhető.
nl: De beschikbare incrementele upgrade vereist {space_needed} vrije ruimte op de Tails-systeempartitie, maar er is slechts {free_space} beschikbaar.
pt_br: A atualização incremental disponível requer {space_needed} de espaço livre na partição de sistema do Tails, mas apenas {free_space} está disponível.
pt_pt: A atualização disponível requer {space_needed} de espaço livre na partição de sistema Tails, mas está disponível apenas {free_space}.
tr: Kullanılabilecek artımlı yükseltme için Tails sistem bölümünde {space_needed} boş alan gerekli ancak yalnızca {free_space} var.
uk: Доступне інкрементне оновлення потребує {space_needed} вільного місця на системному розділі Tails, але доступно лише {free_space}.

source: The available incremental upgrade requires {memory_needed} of free memory, but only {free_memory} is available.
ar: تتطلب الترقية المتزايدة المتاحة {memory_needed} من الذاكرة الخالية ، ولكن لا يتوفر سوى {free_memory}.
de: Das verfügbare inkrementelle Upgrade erfordert {memory_needed} freien Speicher, aber nur {free_memory} ist verfügbar.
el: Η διαθέσιμη μερική αναβάθμιση χρειάζεται {memory_needed} ελεύθερης μνήμης, αλλά μόνο {free_memory} είναι διαθέσιμη.
es: La actualización incremental disponible requiere {memory_needed} de memoria libre pero sólo hay disponible {free_memory}.
hu: A növekményes frissítés {memory_needed} szabad memóriát igényel, de csak {free_memory} memória elérhető.
nl: De beschikbare incrementele upgrade vereist {memory_needed} vrije ruimte, maar er is slechts {free_memory} beschikbaar.
pt_br: A atualização incremental disponível requer {memory_needed} de memória livre, mas apenas {free_memory} está disponível.
pt_pt: A atualização disponível requer {memory_needed} de memória livre, só está disponível {free_memory}.
tr: Kullanılabilecek artımlı yükseltme için {memory_needed} boş bellek gerekli ancak yalnızca {free_memory} var.
uk: Доступне інкрементне оновлення потребує {memory_needed} вільної пам’яті, але доступно лише {free_memory}.

source: An error ocurred while detecting available upgrades. This should not happen. Please report a bug.
ar: حدث خطأ أثناء اكتشاف الترقيات المتاحة. لا ينبغي أن يحدث هذا. الرجاء الإبلاغ عن خطأ.
de: Beim Erkennen von verfügbaren Upgrades ist ein Fehler aufgetreten. Dies sollte nicht passieren. Bitte melde einen Fehler.
el: Παρουσιάστηκε σφάλμα κατά τον έλεγχο αναβαθμίσεων. Δεν θα έπρεπε να συμβεί. Παρακαλούμε υποβάλετε αναφορά σφάλματος.
es: Ocurrió un error mientras se detectaban actualizaciones disponibles. Esto no debería pasar. Por favor informa del error.
hu: Hiba történt az elérhető frissítések keresése közben. Ennek nem kellene megtörténnie. Kérjük jelentse a hibát.
nl: Er is een fout opgetreden bij het zoeken naar beschikbare upgrades. Dit zou niet mogen gebeuren. Meld alstublieft een bug.
pt_br: Um erro ocorreu ao detectar atualizações disponíveis. Isso não deveria acontecer. Por favor, reporte este erro.
pt_pt: Ocorreu um erro enquando detetava actualizações disponíveis. Isto não deveria acontecer. Por favor reporte o bug.
tr: Yayınlanmış güncellemeler belirlenirken bir sorun çıktı. Bu olmamalıydı. Lütfen bu sorunu bildirin.
uk: Під час виявлення оновлень сталася помилка. Це не повинно було статися. Будь ласка, повідомте про помилку.

source: Error while detecting available upgrades
ar: حدث خطأ أثناء الكشف عن التحديثات المتوفرة
de: Fehler beim Suchen nach Aktualisierungen
el: Προέκυψε σφάλμα κατά τον έλεγχο για διαθέσιμες αναβαθμίσεις
es: Error al comprobar si hay actualizaciones
hu: Hiba történt elérhető frissítések keresésekor
nl: Fout tijdens detecteren van beschikbare upgrades
pt_br: Erro ao detectar atualizações disponíveis
pt_pt: Erro enquanto detetava as atualizações disponíveis
tr: Güncellemeler denetlenirken sorun çıktı
uk: Під час виявлення оновлень виникла помилка
