Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: If you are on a corporate or university network, you might need to configure a local proxy.
ar: إذا كنت على شبكة شركة أو جامعة، فقد تحتاج إلى تكوين بروكسي محلي.
de: Wenn du dich in einem Firmen- oder Universitätsnetzwerk befindest, musst du möglicherweise einen lokalen Proxy konfigurieren.
el: Αν είστε σε εταιρικό ή πανεπιστημιακό δίκτυο, ίσως χρειαστεί να ρυθμίσετε έναν τοπικό διακομιστή μεσολάβησης.
es: Si estas en una red de empresa o universtiaria, puede que necesites configurar un proxy local.
hu: Ha vállalati vagy egyetemi hálózaton van, elképzelhető, hogy konfigurálnia kell egy proxy-t.
nl: Als u zich op een bedrijfs- of universiteitsnetwerk bevindt, moet u wellicht een lokale proxy configureren.
pt_br: Se você estiver em uma rede corporativa ou universitária, pode ser necessário configurar um proxy local.
tr: Kurum ya da üniversite gibi bir yerdeyseniz bir yerel vekil sunucu yapılandırmanız gerekebilir.
uk: Якщо ви перебуваєте в корпоративній або університетській мережі, вам може знадобитися налаштувати локальний проксі-сервер.

source: Configure a Local _Proxy
de: Konfiguriere einen lokalen _Proxy
el: Ρύθμιση τοπικού _διακομιστή μεσολάβησης
es: Configurar un _Proxy local
hu: Helyi _proxy konfigurálása
nl: Een Lokale_Proxy configureren
pt_br: Configurar um _Proxy Local
tr: Bir yerel _vekil sunucu yapılandır
uk: Налаштуйте локальний _Проксі-сервер

source: • Tor bridge by email
de: • Tor-Brücke über E-Mail
el: • Γέφυρα Tor μέσω email
es: • Puente de tor por correo electrónico
tr: • E-posta ile Tor köprüsü
uk: • Міст Tor електронною поштою

source: Tor bridges are secret Tor relays. Use a bridge as your first Tor relay if connections to Tor are blocked, for example in some countries, by some public networks, or by some parental controls.
de: Tor-Brücken sind geheime Tor-Relays. Benutze eine Brücke als erstes Tor-Relay, wenn Verbindungen zu Tor blockiert sind, z.B. in einigen Ländern, einigen öffentlichen Netzwerken oder durch einige Kindersicherungen.
el: Οι γέφυρες Tor είναι μυστικοί αναμεταδότες του Tor. Χρησιμοποιείστε μια γέφυρα ως τον πρώτο σας αναμεταδότη Tor αν οι συνδέσεις στο Tor είναι αποκλεισμένες, για παράδειγμα σε ορισμένες χώρες, σε ορισμένα δημόσια δίκτυα ή από ορισμένους γονικούς ελέγχους.
es: Los puentes Tor son repetidores secretos de Tor. Usa un puente como tu primer repetidor de Tor si la conexión a Tor está bloqueada, como por ejemplo en algunos países, redes públicas o con controles parentales.
tr: Tor köprüleri gizli Tor aktarıcılarıdır. Örneğin bazı ülkelerde, bazı halka açık ağlarda veya bazı ebeveyn denetimi yapılan ağlarda Tor ile bağlantı kurulması engellenmişse, ilk Tor aktarıcısı olarak bir köprü kullanın.
uk: Мости Tor — це таємні ретранслятори Tor. Використовуйте міст першим ретранслятором Tor, якщо з'єднання з Tor заблоковано, наприклад, у деяких країнах, деякими загальнодоступними мережами або деякими елементами батьківського контролю.

source: To get a bridge, send an empty email to <tt>bridges@torproject.org</tt> from a Gmail or Riseup email address with your phone and scan the QR code that is attached to the automatic reply.
de: Um eine Brücke zu erhalten, sende eine leere E-Mail an <tt>bridges@torproject.org</tt> von einer Gmail- oder Riseup-E-Mail-Adresse mit deinem Smartphone und scanne den QR-Code, der an die automatische Antwort angehängt ist.
el: Για λήψη γέφυρας, στείλτε ένα κενό email στο <tt>bridges@torproject.org</tt> από διεύθυνση Gmail ή Riseup από το τηλέφωνό σας και σαρώστε τον συνημμένο κωδικό QR που θα λάβετε αυτόματα ως απάντηση.
es: Para conseguir un puente, envía un correo vacío a <tt>bridges@torproject.org</tt> desde una dirección Gmail o Riseup con tu teléfono, y escanea el código QR adjunto a la respuesta automática.
tr: Bir köprü almak için, telefonunuzu ve bir Gmail ya da Riseup e-posta adresini kullanarak <tt>bridges@torproject.org</tt> adresine boş bir e-posta gönderin. Otomatik olarak verilen yanıtın ekindeki QR kodunu tarayın.
uk: Щоб отримати міст, надішліть порожній електронний лист на адресу <tt>bridges@torproject.org</tt> з електронної адреси Gmail або Riseup зі свого телефону та скануйте прикріплений до автоматичної відповіді QR-код.

source: Scan QR Code
de: QR-Code scannen
el: Σάρωση κωδικού QR
es: Escanear un código QR
tr: QR kodunu tara
uk: Сканувати QR-код

source: <a href="doc/anonymous_internet/tor/troubleshoot">Troubleshooting connecting to Tor</a>
ar: <a href="doc/anonymous_internet/tor/troubleshoot">استكشاف أخطاء الاتصال بـ Tor وإصلاحها</a>
de: <a href="doc/anonymous_internet/tor/troubleshoot">Fehlerbehebung bei der Verbindung zu Tor</a>
el: <a href="doc/anonymous_internet/tor/troubleshoot">Εντοπισμός σφαλμάτων σύνδεσης στο Tor</a>
es: <a href="doc/anonymous_internet/tor/troubleshoot">Solución de problemas de conexión a Tor</a>
hu: <a href="doc/anonymous_internet/tor/troubleshoot">Tor csatlakozás hibaelhárítása</a>
pt_br: <a href="doc/anonymous_internet/tor/troubleshoot">Resolução de problemas ao conectar à rede Tor</a>
tr: <a href="doc/anonymous_internet/tor/troubleshoot">Tor bağlantı kurma sorunlarını çözmek</a>
uk: <a href="doc/anonymous_internet/tor/troubleshoot">Усунення несправностей під'єднання до Tor</a>

source: Everything you do on the Internet from Tails goes through the Tor network.
ar: كل ما تفعله على الإنترنت من Tails يمر عبر شبكة Tor.
de: Alles, was du von Tails aus im Internet machst, geht durch das Tor-Netzwerk.
el: Οτιδήποτε κάνετε στο διαδίκτυο από το Tails γίνεται μέσω του δικτύου Tor.
es: Todo lo que hagas en Internet desde Tails va a través de la red Tor.
hu: Minden amit a Tails-ből az interneten csinál keresztül megy a Tor hálózaton.
nl: Alles wat u op internet doet vanaf Tails gaat via het Tor netwerk.
pt_br: Tudo que você faz na Internet a partir do Tails passa pela rede Tor.
tr: İnternet üzerinde Tails uygulaması ile yaptığınız her şey Tor ağından geçer.
uk: Усе, що ви робите в інтернеті з Tails, проходить через мережу Tor.

source: Tor encrypts and anonymizes your connection by passing it through 3 relays. Tor relays are servers operated by different organizations and volunteers around the world.
ar: يقوم Tor بتشفير اتصالك وإخفاء هويته عن طريق تمريره عبر 3 مرحلات. مرحلات Tor هي خوادم تديرها منظمات ومتطوعون مختلفون حول العالم.
de: Tor verschlüsselt und anonymisiert deine Verbindung, indem es sie durch 3 Relays leitet. Tor-Relays sind Server, die von verschiedenen Organisationen und Freiwilligen auf der ganzen Welt betrieben werden.
el: Το Tor κρυπτογραφεί και ανωνυμοποιεί τη σύνδεσή σας με το πέρασμά της από 3 αναμεταδότες. Οι αναμεταδότες του Tor είναι διακομιστές διαχειριζόμενοι από διάφορους οργανισμούς και εθελοντές από όλον τον κόσμο.
es: Tor encripta y anonimiza tu conexión pasándola a través de 3 repetidores. Los repetidores de Tor son servidores operados por diferentes organizaciones y voluntarios de todo el mundo.
hu: A Tor titkosítja és anonimizálja a kapcsolatát, átküldve azt 3 relén. A Tor reléket különböző szervezetek és önkéntesek működtetik szerte a világon.
nl: Tor versleutelt en anonimiseert je verbinding door het door 3 relays te passeren. Tor relays zijn server beheert door verschillende organisaties en vrijwilligers rond de wereld.
pt_br: O Tor criptografa e torna sua conexão anônima, passando-a por 3 retransmissores. Os retransmissores Tor são servidores operados por diferentes organizações e pessoas voluntárias ao redor do mundo.
tr: Tor ağı, bağlantınızı 3 aktarıcıdan geçirip şifreleyerek anonimleştirir. Tor aktarıcıları, tüm dünyadan farklı kuruluşlar ve gönüllüler tarafından işletilen sunuculardır.
uk: Tor шифрує та анонімізує ваше з’єднання, передаючи його через 3 ретранслятори. Ретранслятори Tor — це сервери, якими керують різні організації та волонтери з усього світу.

source: <b>Connect to Tor _automatically</b>
de: <b>Verbinde mit Tor _automatisch</b>
el: <b>_Αυτόματη σύνδεση στο Tor</b>
es: <b>Conectar a Tor _automáticamente</b>
tr: <b>Tor bağlantısını _otomatik olarak kur</b>
uk: <b>Під'єднуватися до Tor _автоматично</b>

source: We recommend connecting to Tor automatically if you are on a public Wi-Fi network or if many people in your country use Tor to circumvent censorship.
ar: نوصي بالاتصال بـ Tor تلقائيًا إذا كنت تستخدم شبكة واي فاي عامة أو إذا كان العديد من الأشخاص في بلدك يستخدمون Tor للتحايل على الرقابة.
de: Wir empfehlen, sich automatisch mit Tor zu verbinden, wenn du dich in einem öffentlichen Wi-Fi-Netzwerk befindest oder wenn viele Menschen in deinem Land Tor benutzen, um die Zensur zu umgehen.
el: Προτείνουμε την αυτόματη σύνδεση στο Tor εάν είστε συνδεδεμένοι σε δημόσιο ασύρματο δίκτυο ή εάν αρκετοί στην χώρα σας χρησιμοποιούν το Tor για αποφυγή της λογοκρισίας.
es: Recomendamos conectar a Tor automáticamente si estás en una red pública de Wi-Fi o si muchas personas usan Tor en tu país para evitar la censura.
hu: Ajánljuk, hogy csatlakozzon a Tor-hoz automatikusan, ha publikus Wi-Fi hálózaton van vagy sokan használják a Tor-t az országában a cenzúra megkerülésére.
nl: We raden aan automatisch verbinding te maken met Tor als u op een openbaar Wi-Fi netwerk zit of als veel mensen in uw land Tor gebruiken om censuur te omzeilen.
pt_br: Recomendamos que você conecte à rede Tor automaticamente se estiver em uma rede Wi-Fi pública ou se muitas pessoas do seu país usam o Tor para driblar censura.
tr: Herkese açık bir Wi-Fi ağı kullanıyorsanız ya da ülkenizdeki birçok kişi sansürü atlatmak için Tor kullanıyorsa, Tor ile otomatik bağlantı kurmanızı öneririz.
uk: Ми радимо під'єднуватися до Tor автоматично, якщо ви перебуваєте в загальнодоступній мережі Wi-Fi або якщо багато людей у вашій країні використовують Tor для обходу цензури.

source: Tails will try different ways of connecting to Tor until it succeeds. Someone monitoring your Internet connection could identify these attempts as coming from a Tails user.
ar: سيحاول Tails طرقًا مختلفة للاتصال بـ Tor حتى ينجح. يمكن لأي شخص يراقب اتصالك بالإنترنت تحديد هذه المحاولات على أنها قادمة من مستخدم Tails.
de: Tails wird verschiedene Wege versuchen, sich mit Tor zu verbinden, bis es erfolgreich ist. Jemand, der deine Internetverbindung überwacht, könnte diese Versuche als von einem Tails-Benutzer kommend identifizieren.
el: Το Tails θα δοκιμάσει διαφορετικούς τρόπους σύνδεσης στο Tor μέχρι να το επιτύχει. Εάν κάποιος παρακολουθεί τη σύνδεσή σας στο Διαδίκτυο, μπορεί να αναγνωρίσει ότι οι προσπάθειες προέρχονται από χρήση του Tails.
es: Tails intentará diferentes formas de conectarse a Tor hasta que tenga éxito. Alguien monitoreando tu conexión a Internet podría identificar estos intentos provenientes de un usuario de Tails.
hu: A Tails különböző módokon próbálkozik csatlakozni a Tor-hoz amíg nem sikerül. Ha valaki monitorozza az internet kapcsolatát azonosíthatja ezeket a próbálkozásokat, mint egy Tails felhasználótól jövő forgalmat.
nl: Tails zal verschillende manieren proberen om verbinding te maken met Tor totdat het slaagt. Iemand die uw internetverbinding controleert zou deze pogingen kunnen identificeren als komende van een Tails gebruiker.
pt_br: Tails tentará diferentes formas de conectar à rede Tor até ter sucesso. Alguém que esteja monitorando sua conexão à Internet pode identificar essas tentativas como vindas de alguém que está usando Tails.
tr: Tails, başarılı olana kadar farklı yollarla Tor bağlantısı kurmayı dener. İnternet bağlantınızı izleyen biri, bu girişimlerin bir Tails kullanıcısından geldiğini belirleyebilir.
uk: Tails намагатиметься різними способами під’єднатися до Tor, доки не вийде. Хтось, хто відстежує ваше інтернет-з’єднання, може визначити, що ці спроби надходять від користувача Tails.

source: Configure a Tor _bridge
de: Konfiguriere eine Tor-_Brücke
el: Ρύθμιση μιας _γέφυρας Tor
es: Configurar un _puente de Tor
hu: Tor _híd konfigurálása
pt_br: Configure uma _ponte Tor
tr: Bir Tor köprüsü _yapılandır
uk: Налаштуйте _міст Tor

source: Tor bridges are secret Tor relays. Use a bridge as your first Tor relay if connections to Tor are blocked, for example in some countries, by some public networks, or by some parental controls. Choose this option if you already know that you need a bridge. Otherwise, Tails will autodetect whether you need a bridge to connect to Tor from your local network.
ar: جسور Tor هي مرحلات Tor سرية. استخدم جسرًا كأول مرحل Tor إذا تم حظر الاتصال بـ Tor، على سبيل المثال في بعض البلدان، بواسطة بعض الشبكات العامة، أو بواسطة بعض أدوات الرقابة الأبوية.. اختر هذا الخيار إذا كنت تعلم بالفعل أنك بحاجة إلى جسر. بخلاف ذلك، سيكتشف Tails تلقائيًا ما إذا كنت بحاجة إلى جسر للاتصال بـ Tor من شبكتك المحلية.
de: Tor-Brücken sind geheime Tor-Relays. Benutze eine Brücke als erstes Tor-Relay, wenn Verbindungen zu Tor blockiert sind, z.B. in einigen Ländern, einigen öffentlichen Netzwerken oder durch einige Kindersicherungen. Wähle diese Option, wenn du bereits weißt, dass du eine Brücke brauchst. Ansonsten erkennt Tails automatisch, ob du eine Brücke brauchst, um dich von deinem lokalen Netzwerk aus mit Tor zu verbinden.
el: Οι γέφυρες Tor είναι μυστικοί αναμεταδότες Tor. Χρησιμοποιείστε μια γέφυρα ως τον πρώτο σας αναμεταδότη Tor αν οι συνδέσεις στο Tor είναι αποκλεισμένες, για παράδειγμα σε ορισμένες χώρες, σε ορισμένα δημόσια δίκτυα ή από ορισμένους γονικούς ελέγχους. Επιλέξτε αυτή την επιλογή αν ήδη γνωρίζετε πως χρειάζεστε μια γέφυρα. Αλλιώς, το Tails θα εντοπίσει αυτόματα αν χρειάζεστε γέφυρα για να συνδεθείτε στο Tor από το τοπικό δίκτυό σας.
es: Los puentes Tor son repetidores secretos de Tor. Usa un puente como tu primer repetidor de Tor si la conexión a Tor está bloqueada, como por ejemplo en algunos países, redes públicas o con controles parentales. Elige esta opción si ya sabes que necesitas un puente. De lo contrario, Tails autodetectará si necesitas un puente para conectarse a Tor desde su red local.
hu: A Tor hidak titkos Tor relék. Használjon hidat, mint az első Tor relét, ha a Tor-hoz kapcsolódás blokkolt, mint például bizonyos országokban, néhány publikus hálózaton vagy szülői felügyelet esetén. Válassza ezt az opciót, ha már tudja, hogy szüksége van hidakra. Egyébként a Tails automatikusan felismeri, hogy szüksége van-e hidakra a helyi hálózatán.
nl: Tor bridges zijn geheime Tor relais. Gebruik een bridge als je eerste Tor relais als verbindingen naar Tor geblokkeerd zijn, bijvoorbeeld in sommige landen, door sommige publieke netwerken, of door sommige ouderlijk toezicht. Kies deze optie als je al weet dat je een bridge nodig hebt. Anders zal Tails automatisch detecteren of je een bridge nodig hebt om verbinding te maken met Tor vanaf je lokale netwerk.
pt_br: As pontes Tor são retransmissores secretos da rede Tor. Use uma ponte como seu primeiro retransmissor caso as conexões à rede Tor estejam bloqueadas como é o caso, por exemplo, em alguns países, em algumas redes públicas ou quando existem controles parentais. Escolha esta opção se você já sabe que precisa de uma ponte. Caso contrário, o Tails detectará automaticamente se uma ponte é necessária para fazer a conexão à rede Tor a partir da sua rede local.
tr: Tor köprüleri gizli Tor aktarıcılarıdır. Örneğin bazı ülkelerde, bazı halka açık ağlarda veya bazı ebeveyn denetimi yapılan ağlarda Tor ile bağlantı kurulması engellenmişse, ilk Tor aktarıcısı olarak bir köprü kullanın. Bir köprüye gerek duyduğunuzdan eminseniz bu seçeneği kullanın. Yoksa Tails, yerel ağınızdan Tor bağlantısı kurmak için bir köprü gerekip gerekmediğini otomatik olarak algılar..
uk: Мости Tor - це секретні ретранслятори Tor. Використовуйте міст як перший ретранслятор Tor, якщо підключення до Tor заблоковано, наприклад, у деяких країнах, деякими загальнодоступними мережами або деякими елементами батьківського контролю. Виберіть цей параметр, якщо ви вже знаєте, що вам потрібен міст. В іншому випадку Tails автоматично визначить, чи потрібен вам міст для підключення до Tor із локальної мережі.

source: <b>_Hide to my local network that I'm connecting to Tor</b>
de: <b>_Verheimliche meinem lokalen Netzwerk, dass ich mich mit Tor verbinde</b>
el: <b>_Απόκρυψη του τοπικού δικτύου που συνδέομαι στο Tor</b>
es: <b>_No mostrar a mi red local que me estoy conectando a Tor </b>
tr: <b>Tor bağlantısı kurduğum yerel ağımdan _gizlensin</b>
uk: <b>_Приховувати від моєї локальної мережі, що я під'єднуюся до Tor</b>

source: You might need to go unnoticed if using Tor could look suspicious to someone who monitors your Internet connection.
ar: قد تحتاج إلى عدم ملاحظتك إذا كان استخدام Tor قد يبدو مريبًا لشخص يراقب اتصالك بالإنترنت.
de: Du musst vielleicht unbemerkt bleiben, wenn die Benutzung von Tor für jemanden, der deine Internetverbindung überwacht, verdächtig aussehen könnte.
el: Ίσως χρειαστεί να περάσετε απαρατήρητοι εάν η χρήση του Tor αρχίσει να φαίνεται ύποπτη σε κάποιον που παρακολουθεί τη σύνδεσή σας στο Διαδίκτυο.
es: Es posible que necesites pasar desapercibido si el uso de Tor pudiera parecer sospechoso para alguien que monitorea tu conexión a Internet.
hu: Szüksége lehet arra, hogy ne keltse fel a figyelmet ha a Tor használata gyanús, és valaki monitorozza az internet kapcsolatát.
nl: Je moet misschien onopgemerkt blijven als het gebruik van Tor verdacht kan lijken voor iemand die je internetverbinding in de gaten houdt.
pt_br: Talvez você precise passar despercebido caso o uso do Tor possa levantar suspeitas para alguém que estiver monitorando sua conexão à Internet.
pt_pt: Talvez precise passar despercebido se a utilização do Tor puder parecer suspeito para alguém que monitora sua conexão com a Internet.
tr: Tor kullanmak, İnternet bağlantınızı izleyenlerin sizden şüphelenmesine neden olacaksa, fark edilmemeniz gerekebilir.
uk: Можливо, вам доведеться залишитися непоміченим, якщо використання Tor може здатися підозрілим для когось, хто стежить за вашим Інтернет-з’єднанням.

source: <a href="doc/anonymous_internet/tor">Learn more about how Tails connects to Tor</a>
ar: <a href="doc/anonymous_internet/tor">تعرف على المزيد حول كيفية اتصال Tails بـ Tor</a>
de: <a href="doc/anonymous_internet/tor">Erfahre mehr darüber, wie sich Tails mit Tor verbindet</a>
el: <a href="doc/anonymous_internet/tor">Μάθετε περισσότερα για τον τρόπο σύνδεσης του Tails με το Tor</a>
es: <a href="doc/anonymous_internet/tor">Más información sobre cómo Tails se conecta a Tor</a>
hu: <a href="doc/anonymous_internet/tor">Tudjon meg többet arról, hogyan csatlakozik a Tails a Tor-hoz</a>
nl: <a href="doc/anonymous_internet/tor">Leer meer over hoe Tails verbinding maakt met Tor</a>
pt_br: <a href="doc/anonymous_internet/tor">Saiba mais sobre como o Tails se conecta à rede Tor</a>
tr: <a href="doc/anonymous_internet/tor">Tails Tor ile nasıl bağlantı kuruyor ayrıntılı bilgi alın</a>
uk: <a href="doc/anonymous_internet/tor">Дізнайтеся більше про те, як Tails підключається до Tor</a>

source: Connect to a local network
ar: اتصل بشبكة محلية
de: Mit dem lokalen Netzwerk verbinden
el: Σύνδεση σε τοπικό δίκτυο
es: Conectar a una red local
hu: Csatlakozás a helyi hálózathoz
nl: Verbinden met een lokaal netwerk
pt_br: Conecte a uma rede local
pt_pt: Ligar a uma rede local
tr: Bir yerel ağ bağlantısı kur
uk: Під'єднатися до локальної мережі

source: You are not connected to a local network yet. To be able to connect to the Tor network, you first need to connect to a Wi-Fi, wire, or mobile network.
ar: أنت غير متصل بشبكة محلية بعد. لتتمكن من الاتصال بشبكة Tor، تحتاج أولاً إلى الاتصال بشبكة واي فاي أو سلك أو شبكة هاتف محمول.
de: Du bist noch nicht mit einem lokalen Netzwerk verbunden. Um dich mit dem Tor-Netzwerk verbinden zu können, musst du zuerst eine Verbindung zu einem Wi-Fi, kabelgebundenen oder mobilen Netzwerk herstellen.
el: Δεν έχετε συνδεθεί σε τοπικό δίκτυο ακόμα. Για να συνδεθείτε στο δίκτυο Tor, πρέπει αρχικά να συνδεθείτε σε ένα ασύρματο ή ενσύρματο δίκτυο.
es: No estás conectado a una red local aún. Para conectarte a la red Tor, primero necesitas conectarte a una red Wi-Fi, cable o móvil.
hu: Még nincs csatlakozva egy helyi hálózathoz.\n\nAz Unsafe Browser indításához először csatlakoznia kell egy Wi-Fi, vezetékes vagy mobil hálózathoz.
nl: Je bent nog niet verbonden met een lokaal netwerk. Om verbinding te kunnen maken met het Tor netwerk, moet je eerst verbinding maken met een Wi-Fi, draad, of mobiel netwerk.
pt_br: Você ainda não se conectou a uma rede local. Para poder conectar à rede Tor, primeiro você precisa se conectar a uma rede Wi-Fi, com fio ou móvel.
pt_pt: Ainda não está ligado a uma rede local. Para se poder conectar à rede Tor, primeiro precisa de se ligar a uma rede Wi-Fi, com cabo ou rede móvel.
tr: Henüz bir yerel ağ ile bağlantı kurmamışsınız. Tor ağı ile bağlantı kurabilmek için öncelikle bir Wi-Fi, kablo ya da mobil ağı ile bağlantı kurmalısınız.
uk: Ви ще не під'єднані до локальної мережі. Щоб мати можливість під'єднатися до мережі Tor, спочатку потрібно під'єднатися до Wi-Fi, дротової або мобільної мережі.

source: Open Wi-Fi settings
ar: افتح إعدادات الواي فاي
de: Öffne Wi-Fi-Einstellungen
el: Άνοιγμα ρυθμίσεων Wi-Fi
es: Abrir ajustes Wi-Fi
hu: Wi-Fi beállítások megnyitása
nl: Open wifi-instellingen
pt_br: Abrir configurações Wi-Fi
tr: Wi-Fi ayarlarını aç
uk: Відкрити налаштування Wi-Fi

source: Testing Internet access…
ar: اختبار الوصول إلى الإنترنت…
de: Internetzugang wird geprüft …
el: Έλεγχος πρόσβασης στο Διαδίκτυο...
es: Probando el acceso a Internet…
hu: Internet elérés tesztelése…
nl: Internettoegang testen…
pt_br: Testando acesso à Internet...
tr: İnternet erişimi sınanıyor…
uk: Перевірка доступу до інтернету…

source: You have access to the Internet
ar: لديك حق الوصول إلى الإنترنت
de: Du hast Zugang zum Internet
el: Έχετε πρόσβαση στο Διαδίκτυο
es: Tienes acceso a Internet
hu: Van hozzáférése az internethez
nl: Je hebt toegang tot het Internet
pt_br: Você tem acesso à Internet
tr: İnternet erişiminiz var
uk: Ви маєте доступ до інтернету

source: Testing access to Tor…
ar: اختبار الوصول إلى Tor…
de: Zugang zu Tor wird geprüft …
el: Έλεγχος πρόσβασης στο Tor...
es: Probando acceso a Tor…
hu: Tor elérés tesztelése…
nl: Tor-toegang testen…
pt_br: Testando acesso à rede Tor...
tr: Tor erişimi sınanıyor…
uk: Перевірка доступу до Tor…

source: You can connect to Tor
ar: يمكنك الاتصال بـ Tor
de: Du hast Zugang zu Tor
el: Μπορείτε να συνδεθείτε στο Tor
es: Puedes conectar a Tor
hu: Van hozzáférése a Tor hálózathoz
nl: Je kan verbinden met Tor
pt_br: Você pode conectar à rede Tor
tr: Tor bağlantısı kurabilirsiniz
uk: Ви можете під'єднатися до Tor

source: Failed to connect to Tor without bridges.
ar: فشل الاتصال بـ Tor بدون جسور.
de: Verbindung zu Tor ohne Brücken fehlgeschlagen.
el: Αποτυχία σύνδεσης στο Tor χωρίς γέφυρες.
es: Fallo en la conexión a Tor sin puentes.
hu: Sikertelen a hidak nélkül Tor-hoz csatlakozás.
nl: Kan geen verbinding maken met Tor zonder bridges.
pt_br: Falha ao conectar à rede Tor sem pontes.
tr: Köprü kullanmadan Tor bağlantısı kurulamadı.
uk: Не вдалося під'єднатися до Tor без мостів.

source: This local network is blocking access to Tor.
de: Dieses lokale Netzwerk blockiert den Zugang zu Tor.
el: Το τοπικό σας δίκτυο εμποδίζει την πρόσβαση στο Tor.
es: Tu red local está bloqueando el acceso a Tor.
tr: Bu yerel ağ Tor bağlantısı kurulmasını engelliyor.
uk: Ця локальна мережа блокує доступ до Tor.

source: Connecting to Tor…
ar: الاتصال بـ Tor…
de: Verbinde mit Tor …
el: Σύνδεση στο Tor...
es: Conectando a Tor…
hu: Kapcsolódás a Tor-hoz…
nl: Verbinden met Tor…
pt_br: Conectando à rede Tor...
tr: Tor bağlantıısı kuruluyor…
uk: Під'єднання до Tor…

source: Start Tor Browser
ar: أبدأ متصفح تور
de: Tor-Browser starten
el: Εκκίνηση του Tor Browser
es: Iniciar Tor Browser
hu: A Tor Böngésző indítása
nl: Tor Browser starten
pt_br: Iniciar o Navegador Tor
pt_pt: Iniciar o Tor Browser
tr: Tor Browser aç
uk: Запустити Tor браузер
