Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: To save your bridge, <a href="doc/persistent_storage">create a Persistent Storage</a> on your Tails USB stick.
de: Um deine Brücke zu speichern, <a href="doc/persistent_storage">erstelle einen beständigen Datenspeicher</a> auf deinem Tails USB-Stick.
el: Για να αποθηκεύσετε τη γέφυρά σας, <a href="doc/persistent_storage">δημιουργήστε ένα Μόνιμο αποθηκευτικό χώρο</a> στο στικάκι USB του Tails.
es: Para guardar tu puente, <a href="doc/persistent_storage">crea un Almacenamiento Persistente</a> en tu memoria USB de Tails.
tr: Köprünüzü kaydetmek için, Tails USB diskinizde <a href="doc/persistent_storage">bir kalıcı depolama birimi oluşturun</a>.
uk: Щоб зберегти свій міст, <a href="doc/persistent_storage">створіть Постійне Сховище</a> на USB-накопичувачі Tails.

source: Invalid: {exception}
ar: غير صالح: {exception}
de: Ungültig: {exception}
el: Μη έγκυρο: {exception}
es: No es válido: {exception}
hu: Érvénytelen: {exception}
nl: Ongeldig: {exception}
pt_br: Inválido: {exception}
tr: Geçersiz: {exception}
uk: Недійсний: {exception}

source: You need to configure an obfs4 bridge to hide that you are using Tor
ar: تحتاج إلى تكوين جسر obfs4 لإخفاء أنك تستخدم Tor
de: Du musst eine obfs4-Brücke konfigurieren, um zu verstecken, dass du Tor verwendest
el: Θα πρέπει να ρυθμίσετε μια γέφυρα obfs4 για να κρύψετε το ότι χρησιμοποιείτε Tor
es: Necesitas configurar un puente obfs4 para ocultar que estás usando Tor
hu: obfs4 hidat kell használnia, hogy elrejtse a Tor használatát
nl: Je moet een obfs4 bridge instellen om te verbergen dat je Tor gebruikt
pt_br: Você precisa configurar uma ponte obfs4 para esconder o fato de que você está usando o Tor
tr: Tor kullandığınızı gizlemek için bir obfs4 köprüsü yapılandırmalısınız
uk: Вам потрібно налаштувати міст obfs4, щоб приховати, що ви використовуєте Tor

source: Failed to configure your Persistent Storage
ar: فشل في تكوين Persistent Storage الخاص بك
de: Konfiguration des beständigen Datenspeichers ist fehlgeschlagen
el: Αποτυχία παραμετροποίησης του Μόνιμου αποθηκευτικού χώρου σας
es: No se ha podido configurar tu Almacenamiento Persistente
hu: Tartós Tár beállítása sikertelen
nl: Mislukt om permanente opslag te configureren
pt_br: Falha ao configurar seu Armazenamento Persistente
tr: Kalıcı depolama biriminiz yapılandırılamadı
uk: Не вдалося налаштувати Постійне Сховище

source: Failed to detect a webcam. Maybe your webcam is too old.
de: Es konnte keine Webcam erkannt werden. Vielleicht ist deine Webcam zu alt.
el: Ο εντοπισμός της κάμερας απέτυχε. Πιθανός η κάμερά σας είναι αρκετά παλιά.
es: No se pudo detectar una cámara web. Tal vez tu cámara web es demasiado vieja.
tr: Bir internet kamerası algılanamadı. Kullandığınız kamera çok eski olabilir.
uk: Не вдалося виявити вебкамеру. Можливо, ваша вебкамера застаріла.

source: Failed to scan QR code. Try with more light or closer to the camera.
de: Der QR-Code konnte nicht gescannt werden. Versuche es mit mehr Licht oder näher an der Kamera.
el: Η σάρωση του κωδικού QR απέτυχε. Δοκιμάστε με περισσότερο φώς ή πλησιάστε την κάμερα.
es: No se pudo escanear el código QR. Prueba con más luz o más cerca de la cámara.
tr: QR kodu taranamadı. Daha iyi bir aydınlatma ile ve kamerayı yaklaştırarak yeniden deneyin.
uk: Не вдалося зісканувати QR-код. Спробуйте за більшої освітленості або ближче до камери.

source: Invalid QR code. Try sending another email and scanning again.
de: Ungültiger QR-Code. Sende eine weitere E-Mail und scanne erneut.
el: Μη έγκυρος κωδικός QR. Δοκιμάστε την αποστολή νέου email και σαρώστε ξανά.
es: Código QR no válido. Intenta enviar otro correo electrónico y escanear de nuevo.
tr: QR kodu geçersiz. Başka bir e-posta göndermeyi ve taramayı deneyin.
uk: Недійсний QR-код. Спробуйте надсилання іншого листа і зіскануйте ще раз.

source: Synchronizing the system's clock…
de: Synchronisierung der Systemuhr…
el: Συγχρονισμός του ρολογιού συστήματος...
es: Sincronizando el reloj del sistema…
tr: Sistem saati eşitleniyor…
uk: Синхронізація годинника системи…

source: Connecting to Tor without bridges…
ar: الاتصال بـ Tor بدون جسور…
de: Verbinden mit Tor ohne Brücken…
el: Σύνδεση στο Tor χωρίς τη χρήση γεφυρών...
es: Conectando a Tor sin puentes…
hu: Csatlakozás a Tor-hoz hidak nélkül…
nl: Verbinden met Tor zonder bridges…
pt_br: Conectando à rede Tor sem pontes…
tr: Köprü kullanmadan Tor bağlantısı kuruluyor…
uk: Під'єднання до Tor без мостів…

source: Connecting to Tor with default bridges…
ar: الاتصال بـ Tor بالجسور الافتراضية…
de: Verbinden mit Tor mit Standard-Brücken…
el: Σύνδεση στο Tor με χρήση προεπιλεγμένων γεφυρών...
es: Conectando a Tor con puentes predeterminados…
hu: Csatlakozás a Tor-hoz alapértelmezett hidakkal…
nl: Verbinden met Tor met standaardbridges…
pt_br: Conectando à rede Tor com pontes padrão…
tr: Varsayılan köprüler kullanılarak Tor bağlantısı kuruluyor…
uk: Під'єднання до Tor за допомогою типових мостів…

source: Connecting to Tor with a custom bridge…
ar: الاتصال بـ Tor بجسر مخصص…
de: Verbinden mit Tor mit einer benutzerdefinierten Brücke…
el: Σύνδεση στο Tor με χρήση προσαρμοσμένης γέφυρας...
es: Conectándo a Tor con un puente personalizado…
hu: Csatlakozás a Tor-hoz egyedi híddal…
pt_br: Conectando à rede Tor com uma ponte personalizada…
tr: Özel köprü kullanılarak Tor bağlantısı kuruluyor…
uk: Під'єднання до Tor за допомогою власного мосту…

source: Connected to Tor successfully with bridges
de: Erfolgreich zu Tor mittels Brücken verbunden
el: Επιτυχής σύνδεση στο Tor μέσω γεφυρών
es: Conectado a Tor con puentes
tr: Tor bağlantısı, köprüler üzerinden kuruldu
uk: Успішно під'єднано до Tor за допомогою мостів

source: Connected to Tor successfully
ar: تم الاتصال بـ Tor بنجاح
de: Erfolgreich mit Tor verbunden
el: Επιτυχής σύνδεση στο Tor
es: Conectado a Tor con éxito
hu: Sikeresen csatlakozva a Tor-hoz
nl: Succesvol met Tor verbonden
pt_br: Conexão à rede Tor realizada com sucesso
tr: Tor bağlantısı kuruldu
uk: Успішно під'єднано до Tor

source: You can now browse the Internet anonymously and uncensored.
ar: يمكنك الآن تصفح الإنترنت بشكل مجهول وغير خاضع للرقابة.
de: Du kannst das Internet nun anonym und unzensiert durchstöbern.
el: Μπορείτε τώρα να περιηγηθείτε στο Διαδίκτυο ανώνυμα και χωρίς λογοκρισία.
es: Puedes navegar por Internet de forma anónima y sin censura.
hu: Most már cenzúrázatlanul és névtelenül böngészheti az internetet.
nl: U kan nu anoniem en zonder censuur op het internet browsen.
pt_br: Agora você pode navegar na Internet anonimamente e sem censura.
tr: Artık anonim kalarak ve sansüre takılmadan İnternet üzerinde gezinebilirsiniz.
uk: Тепер ви можете переглядати інтернет анонімно та без цензури.

source: This local network seems to be blocking access to Tor.
de: Dein lokales Netzwerk scheint den Zugang zu Tor zu blockieren.
el: Το τοπικό σας δίκτυο φαίνεται πως εμποδίζει την πρόσβαση στο Tor.
es: Tu red local parece estar bloqueando el acceso a Tor.
tr: Bu yerel ağ Tor bağlantısı kurulmasını engelliyor gibi görünüyor.
uk: Схоже, що ця локальна мережа блокує доступ до Tor.

source: Bridge address malformed
ar: عنوان الجسر مشوه
de: Brückenadresse fehlerhafte Form
el: Η διεύθυνση της γέφυρας έχει κακή μορφή
es: Error de sintaxis en la dirección del puente
hu: Rosszul formázott híd cím
nl: Foutief bridge-adres
pt_br: Endereço de ponte inválido
tr: Köprü adresi hatalı
uk: Адреса мосту неправильно сформована

source: Setting a bridge is needed if you want to hide that you are using Tor
ar: يلزم إنشاء جسر إذا كنت تريد إخفاء أنك تستخدم Tor
de: Das Setzen einer Brücke ist notwendig, wenn du verstecken willst, dass du Tor verwendest
el: Απαιτείται η ρύθμιση γέφυρας αν θέλετε να κρύψετε το ότι χρησιμοποιείτε Tor
es: El uso de un puente es necesario si quieres ocultar el hecho de que estás usando Tor
hu: Egy híd beállítása szükséges, ha el szeretné rejteni azt hogy Tor-t használ
nl: Een bridge instellen is nodig als je wilt verbergen dat je Tor gebruikt
pt_br: É necessário definir uma ponte se você quiser esconder o fato de que está usando Tor
tr: Tor kullandığınızı gizlemek istiyorsanız bir köprü ayarlamalısınız
uk: Встановлення мосту потрібно, якщо ви хочете приховати, що ви використовуєте Tor

source: Scanned {bridge_type} bridge: <b>{bridge_info}</b>.
de: Gescannt {bridge_type} Brücke: <b>{bridge_info}</b>.
el: Σαρώθηκε η {bridge_type} γέφυρα: <b>{bridge_info}</b>.
es: Analizado puente {bridge_type}: <b>{bridge_info}</b>.
tr: {bridge_type} köprüsü tarandı: <b>{bridge_info}</b>.
uk: Зіскановано {bridge_type} міст: <b>{bridge_info}</b>.

source: Are you sure you want to lose progress?
ar: هل أنت متأكد أنك تريد أن تفقد التقدم؟
de: Bist du sicher, dass du den Arbeitsfortschritt verlieren willst?
el: Είστε βέβαιοι ότι θέλετε να διαγραφή η πρόοδος;
es: ¿Estás seguro de que quieres perder el progreso?
hu: Biztosan szeretné elveszíteni az előrehaladást?
nl: Weet u zeker dat u de werkvoortgang wilt verliezen?
pt_br: Tem certeza de que deseja descartar o progresso já realizado?
tr: Değişiklikleri kaybolmasını istediğinize emin misiniz?
uk: Ви впевнені, що хочете відмовитися від досягнутого?

source: Tails will continue connecting to Tor after you close the Tor Connection assistant. If connecting to Tor fails, you will have to wait again until the end of the progress bar to be able to troubleshoot your connection.
ar: ستستمر Tails في الاتصال بـ Tor بعد أن تغلق مساعد اتصالTor . إذا فشل الاتصال بـ Tor، فسيتعين عليك الانتظار مرة أخرى حتى نهاية شريط التقدم لتتمكن من استكشاف أخطاء الاتصال وإصلاحها.
de: Tails wird sich weiterhin mit Tor verbinden, nachdem du den Torverbindungsassistenten geschlossen hast. Wenn die Verbindung zu Tor fehlschlägt, musst du noch bis zum Ende des Fortschrittsbalkens warten, um eine Fehlersuche durchführen zu können.
el: Το Tail θα συνεχίσει την προσπάθεια σύνδεσης στο Tor μετά το κλείσιμο του βοηθού σύνδεσης Tor. Εάν η σύνδεση στο Tor αποτύχει, θα πρέπει να περιμένετε να ολοκληρωθεί η προσπάθεια, για αντιμετώπιση προβλημάτων της σύνδεσής σας.
es: Tails continuará conectandose a Tor después de que cierres el asistente de conexión. Si la conexión falla, deberás esperar de nuevo hasta que la barra de progreso termine, para poder diagnosticar el problema con la conexión.
hu: A Tails folytatni fogja a Tor-hoz csatlakozást, miután bezárta a Tor kapcsolat asszisztenst. Ha csatlakozás a Tor-hoz sikertelen, várnia kell újra a folyamat vezérlő végéig, hogy megjavíthassa a kapcsolatot.
nl: Tails zal blijven verbinden met Tor nadat je de Tor Connectie assistent hebt gesloten. Als het verbinden met Tor mislukt, zul je opnieuw moeten wachten tot het einde van de voortgangsbalk om je verbinding te kunnen oplossen.
pt_br: O Tails continuará se conectando à rede Tor depois que você fechar o Assistente de Conexão à Rede Tor. Se a conexão com a rede Tor falhar, você terá novamente que esperar até que a barra de progresso chegue ao final para poder solucionar o problema de sua conexão.
tr: Tails, Tor bağlantı yardımcısını kapattıktan sonra da Tor bağlantısı kurmayı sürdürecek. Tor bağlantısı kurulamazsa, bağlantı sorununu gidermek için ilerleme çubuğunun sona ulaşmasını beklemeniz gerekecek.
uk: Tails продовжить під'єднання до Tor після того, як ви закриєте помічник Під'єднання до Tor. Якщо не вдасться під'єднатися до Tor, вам доведеться знову зачекати до завершення індикатора виконання, щоб мати змогу усунути несправності з'єднання.

source: Close and Lose Progress
de: Schließen und Fortschritt verlieren
el: Κλείσιμο και απώλεια προόδου
es: Cerrar y perder el trabajo actual
tr: Kapat ve ilerlemeyi kaybet
uk: Закрити й втратити виконане

source: Wait
de: Warten
el: Αναμονή
es: Esperar
tr: Bekle
uk: Зачекати

source: You need to migrate your OpenPGP keys
ar: تحتاج إلى ترحيل مفاتيح OpenPGP الخاصة بك
de: Du musst deine OpenPGP-Schlüssel migrieren
el: Πρέπει να μεταφερθούν τα κλειδιά OpenPGP
es: Necesitas migrar tus claves OpenPGP
hu: Migrálnia kell OpenPGP kulcsait
nl: U moet uw OpenPGP-sleutels migreren.
pt_br: Você precisa migrar suas chaves OpenPGP
pt_pt: Tem de migrar as suas chaves OpenPGP
tr: OpenPGP anahtarlarınızı aktarmanız gerekli
uk: Вам потрібно перенести ключі OpenPGP

source: <i>Thunderbird</i> 78 now replaces the <i>Enigmail</i> extension with built-in support for OpenPGP encryption. To continue using your OpenPGP keys in <i>Thunderbird</i>, follow our migration instructions.
ar: يستبدل <i>ثندربيرد</i> 78 الآن امتداد<i> Enigmail </i>بدعم مدمج لتشفير OpenPGP. لمتابعة استخدام مفاتيح OpenPGP في<i> ثندربيرد</i> ، اتبع تعليمات الترحيل الخاصة بنا.
de: <i>Thunderbird</i> 78 ersetzt jetzt die <i>Enigmail</i>-Erweiterung durch eingebaute Unterstützung für OpenPGP-Verschlüsselung. Um deine OpenPGP-Schlüssel in <i>Thunderbird</i> weiter zu verwenden, befolge unsere Migrationsanweisungen.
el: Στο <i>Thunderbird</i> 78 αντικαθίσταται το πρόσθετο <i>Enigmail</i> με την ενσωματωμένη υποστήριξη κρυπτογράφησης OpenPGP. Για να συνεχίσετε να χρησιμοποιείτε τα κλειδιά σας OpenPGP στο <i>Thunderbird</i>, ακολουθήστε τις οδηγίες μεταφοράς τους.
es: <i>Thunderbird</i> 78 ahora reemplaza la extensión <i>Enigmail</i> con soporte incorporado para la encriptación OpenPGP.Para continuar usando tus claves OpenPGP en <i>Thunderbird</i>, sigue nuestras instrucciones de migración.
hu: <i>Thunderbird</i> 78 kicseréli az <i>Enigmail</i> bővítményt beépített támogatással az OpenPGP titkosításhoz. Az OpenPGP kulcsai <i>Thunderbird</i> használatához, kövesse a migrációs útmutatónkat.
nl: <i>Thunderbird</i> 78 vervangt de <i>Enigmail</i> extentie met ingebouwde ondersteuning voor OpenPGP encryptie. Om OpenPGP sleutels te blijven gebruiken in <i>Thunderbird</i> en volg onze migratie handleiding.
pt_br: O <i>Thunderbird</i> 78 agora substitui a extensão <i>Enigmail</i> com um suporte integrado para criptografia OpenPGP. Para continuar usando suas chaves OpenPGP no <i>Thunderbird</i>, siga nossas instruções de migração.
pt_pt: O <i>Thunderbird</i> 78 agora irá substituir a extensão <i>Enigmail</i> com suporte nativo para encriptação OpenPGP. Para continuar a usar as suas chaves OpenPGP no <i>Thunderbird</i>, siga as nossas instruções de migração.
tr: <i>Thunderbird</i> 78 OpenPGP şifrelemesi desteği için <i>Enigmail</i> uzantısını kullanıyor. OpenPGP anahtarlarınızı <i>Thunderbird</i> ile kullanmayı sürdürmek için aktarma yönergelerimizi izleyin.
uk: <i>Thunderbird</i> 78 тепер замінює розширення <i>Enigmail</i> вбудованою підтримкою шифрування OpenPGP. Щоб продовжити використання ваших ключів OpenPGP у <i>Thunderbird</i>, дотримуйтесь наших інструкцій щодо міграції.

source: _Open Migration Instructions
ar: _افتح تعليمات الهجرة
de: _Öffne Migrationsanweisungen
el: _Άνοιγμα οδηγιών μεταφοράς
es: _Abrir instrucciones de migración
hu: Migrálási útmutató meg_nyitása
nl: _Open Migratie Handleiding
pt_br: _Abrir Instruções de Migração
pt_pt: _Instruções de Migração Abertas
tr: _Aktarma yönergelerini aç
uk: _Відкрийте інструкції з міграції

source: _Migrate Later
ar: _الهجرة لاحقًا
de: _Migriere später
el: _Μεταφορά αργότερα
es: _Migrar más tarde
hu: _Migrálás később
nl: Later _migreren
pt_br: _Migrar Depois
pt_pt: _Migrar mais tarde
tr: _Sonra aktar
uk: _Мігрувати пізніше

source: Tor is not ready
ar: تور غير جاهز
de: Tor ist nicht bereit
el: Το Tor δεν είναι έτοιμο
es: Tor no está listo
hu: A Tor még nem áll készen a működésre
nl: Tor is niet gereed
pt_br: O Tor não está pronto
pt_pt: O Tor não está pronto
tr: Tor hazır değil
uk: Tor не готовий

source: Tor is not ready. Start Tor Browser anyway?
ar: تور غير جاهز. بدء متصفح تور على أي حال؟
de: Tor ist nicht bereit. Möchtest du den Tor Browser trotzdem starten?
el: Το Tor δεν είναι έτοιμο. Εκκίνηση του Tor Browser όπως και να 'χει;
es: Tor no está listo. ¿Iniciar el Tor Browser de todos modos?
hu: A Tor még nem áll készen a működésre. Mindenképp el szeretné indítani?
nl: Tor is niet gereed. Tor Browser toch starten?
pt_br: O Tor não está pronto. Iniciar o Navegador Tor assim mesmo?
pt_pt: O Tor não está pronto. Mesmo assim, iniciar o Tor Browser?
tr: Tor hazır değil. Tor Browser gene de başlatılsın mı?
uk: Tor не готовий. Усе одно запустити Tor?

source: Start Tor Browser Offline
ar: ابدأ متصفح Tor في وضع عدم الاتصال
de: Tor Browser offline starten
el: Εκκίνηση του Tor Browser εκτός σύνδεσης
es: Iniciar el Navegador Tor sin conexión
hu: Tor Böngésző indítása offline módban
pt_br: Iniciar Navegador Tor no modo Offline (sem conexão)
tr: Tor browser çevrimdışı başlatılsın
uk: Запустити браузер Tor офлайн

source: Open Tor Connection
ar: افتح اتصال Tor
de: Tor-Verbindung öffnen
el: Άνοιγμα σύνδεσης του Tor
es: Abrir la conexión Tor
hu: Tor kapcsolatok megnyitása
pt_br: Abrir a Conexão à Rede Tor
tr: Tor bağlantısını aç
uk: Відкрийте з'єднання Tor

source: Tor Status
ar: حالة تور
el: Κατάσταση του Tor
es: Estado de Tor
hu: Tor állapot
pt_br: Estado do Tor
pt_pt: Estado do Tor
tr: Tor durumu
uk: Стан Tor

source: Open Onion Circuits
ar: افتح دوائر البصلة
de: Offene Onion-Kanäle
el: Άνοιγμα κυκλωμάτων του Onion
es: Abrir Onion Circuits
hu: Nyitott Onion Áramkörök
nl: Onion-circuits openen
pt_br: Abrir Circuitos Onion
pt_pt: Abrir Circuitos Onion
tr: Açık onion devreleri
uk: Відкриті схеми Onion

source: Persistent Storage
de: Beständiger Datenspeicher
el: Μόνιμος αποθηκευτικός χώρος
es: Almacenamiento Persistente
tr: Kalıcı depolama birimi
uk: Постійне сховище

source: Change Passphrase
de: Passphrase ändern
el: Αλλαγή φράσης πρόσβασης
es: Cambiar frase contraseña
tr: Parolayı değiştir
uk: Змінити парольну фразу

source: Delete Persistent Storage
de: Beständigen Datenspeicher löschen
el: Διαγραφή μόνιμου αποθηκευτικού χώρου
es: Borrar Almacenamiento Persistente
tr: Kalıcı depolama birimini sil
uk: Видалити постійне сховище

source: _Cancel
de: _Abbrechen
el: _Ακύρωση
es: _Cancelar
tr: İ_ptal
uk: _Скасувати

source: {volume_size} Volume
ar: {volume_size} حجم
de: {volume_size} Datenträger
el: {volume_size} Τομέας
es: {volume_size} Volumen
pt_br: Volume {volume_size}
tr: {volume_size} birim
uk: Розмір {volume_size}

source: {volume_name} (Read-Only)
ar: {volume_name}(للقراءة-فقط)
de: {volume_name} (Schreibgeschützt)
el: {volume_name} (Μόνο-για-ανάγνωση)
es: {volume_name} (Sólo lectura)
hu: {volume_name} (csak olvasható)
nl: {volume_name} (Alleen-lezen)
pt_br: {volume_name} (Somente-Leitura)
pt_pt: {volume_name} (apenas leitura)
tr: {volume_name} (salt okunur)
uk: {volume_name} (тількт для читання)

source: {partition_name} in {container_path}
ar: {partition_name} في {container_path}
el: {partition_name} στο {container_path}
es: {partition_name} en {container_path}
hu: {partition_name} a {container_path} útvonalon
pt_br: {partition_name} em {container_path}
pt_pt: {partition_name} em {container_path}
tr: {container_path} içindeki {partition_name}
uk: {partition_name} у {container_path}

source: {partition_name} on {drive_name}
ar: {partition_name} على {drive_name}
de: {partition_name} auf {drive_name}
el: {partition_name} στον {drive_name}
es: {partition_name} en {drive_name}
hu: {partition_name} a {drive_name} drive-on
nl: {partition_name} op {drive_name}
pt_br: {partition_name} em {drive_name}
pt_pt: {partition_name} em {drive_name}
tr: {drive_name} üzerindeki {partition_name}
uk: {partition_name} на {drive_name}

source: Wrong passphrase or parameters
ar: خطأ في كلمة المرور او العوامل
de: Falsche Passphrase oder Parameter
el: Λάθος συνθηματικό ή παράμετροι
es: Frase contraseña o parámetros incorrectos
hu: Rossz jelszó vagy paraméterek
nl: Onjuiste wachtwoordzin of parameters
pt_br: Senha ou parâmetros incorretos
pt_pt: Frase-senha ou parâmetros incorretos
tr: Parola ya da parametreler hatalı
uk: Неправильна парольна фраза або параметри

source: Error unlocking volume
ar: خطأ في فك قفل الحجم
de: Fehler beim Entsperren des Datenträgers
el: Προέκυψε σφάλμα κατά το ξεκλειδώμα του τομέα
es: Error al desbloquear el volumen
hu: Hiba a kötet feloldása során
nl: Fout bij ontgrendelen van volume
pt_br: Erro ao desbloquear o volume
pt_pt: Erro ao desbloquear o volume
tr: Birim kilidi açılırken sorun çıktı
uk: Помилка розблокування гучності

source: Couldn't unlock volume {volume_name}: {error_message}
ar: فشل فك قفل الحجم {volume_name}: {error_message}
de: Volumen {volume_name} konnte nicht entsperrt werden: {error_message}
el: Αδυναμία ξεκλειδώματος τομέα {volume_name}: {error_message}
es: No se pudo desbloquear el volumen {volume_name}: {error_message}
hu: Sikertelen a(z) {volume_name} kötet feloldása: {error_message}
nl: Kon volume {volume_name}: {error_message} niet ontgrendelen
pt_br: Não foi possível desbloquear o volume {volume_name}: {error_message}
pt_pt: Não foi possível desbloquear o volume {volume_name}: {error_message}
tr: {volume_name} biriminin kilidi açılamadı: {error_message}
uk: Не вдалося розблокувати розділ {volume_name}: {error_message}

source: One or more applications are keeping the volume busy.
ar: هناك برنامج واحد أو اكثر يبقي على القرص مشغولاً
de: Eine oder mehrere Anwendungen halten den Datenträger ausgelastet.
el: Μια ή περισσότερες εφαρμογές απασχολούν τον τομέα.
es: Una o más aplicaciones tienen el volumen ocupado.
hu: Egy vagy több alkalmazás a kötetet használja.
nl: Een of meer toepassingen houden het volume bezet.
pt_br: Um ou mais aplicativos estão mantendo o volume ocupado.
pt_pt: Uma ou mais aplicações está a manter o dispositivo ocupado.
tr: Bir ya da birkaç uygulama bu birimi meşgul ediyor.
uk: Одна або кілька програм тримають розділ зайнятим.

source: Couldn't lock volume {volume_name}: {error_message}
ar: لم يستطع قفل وحدة التخزين {volume_name}: {error_message}
de: Der Datenträger {volume_name} konnte nicht gesperrt werden: {error_message}
el: Αδυναμία κλειδώματος τομέα {volume_name}: {error_message}
es: No se pudo bloquear el volumen {volume_name}: {error_message}
hu: Sikertelen a(z) {volume_name} kötet zárolása: {error_message}
nl: Kon volume {volume_name} niet vergrendelen: {error_message}
pt_br: Não foi possível bloquear o volume {volume_name}: {error_message}
pt_pt: Não foi possível bloquear o disco {volume_name}: {error_message}
tr: Birim kilitlenemedi {volume_name}: {error_message}
uk: Не вдалося заблокувати розділ {volume_name}: {error_message}

source: Locking the volume failed
ar: فشلت عملية قفل القرص
de: Sperren des Datenträgers fehlgeschlagen
el: Το κλείδωμα του τομέα απέτυχε.
es: El bloqueo del volumen falló
hu: Kötet zárolása sikertelen
nl: Vergrendelen van het volume mislukt
pt_br: Falha ao bloquear o volume
pt_pt: Bloquear este dispositivo falhou.
tr: Birim kilitlenemedi
uk: Не вдалося заблокувати розділ

source: No file containers added
ar: لم يتم اضافة اي مستوعب ملفات
de: Keine Datei-Container hinzugefügt
el: Δεν προστέθηκαν χώροι για αρχεία.
es: No se añadieron contenedores de archivos
hu: Nincs fájl konténer hozzáadva
nl: Geen bestandscontainers toegevoegd
pt_br: Nenhum recipiente de arquivos adicionado
pt_pt: Não foram adicionados nenhuns volumes de ficheiros
tr: Herhangi bir dosya kapsayıcısı eklenmedi
uk: Немає доданих файлових контейнерів

source: No VeraCrypt devices detected
ar: لم يتم اكتشاف اي اجهزة VeraCrypt
de: Keine VeraCrypt-Geräte erkannt
el: Δεν εντοπίστηκαν συσκευές VeraCrypt.
es: No se han detectado dispositivos VeraCrypt
hu: Nincs érzékelhető VeraCrypt eszköz
nl: Geen VeraCrypt-apparaten gedetecteerd
pt_br: Nenhum dispositivo VeraCrypt detectado
pt_pt: Não foram detetados dispositivos VeraCrpyt
tr: Herhangi bir VeraCrypt aygıtı algılanamadı
uk: Не знайдено пристроїв VeraCrypt

source: Unlock VeraCrypt Volumes
ar: فك قفل أحجام VeraCrypt
de: VeraCrypt-Container entsperren
el: Ξεκλείδωμα τομέων VeraCrypt
es: Desbloquea volúmenes VeraCrypt
hu: VeraCrypt kötetek feloldása
nl: VeraCrypt-volumes ontgrendelen
pt_br: Desbloquear Volumes VeraCrypt
pt_pt: Desbloquear Volumes VeraCrypt
tr: VeraCrypt birimlerinin kilidini aç
uk: Розблокувати розділи VeraCrypt
