Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: Open Network Monitor
ar: افتح مراقب الشبكة
de: Öffne Netzwerk-Monitor
el: Άνοιγμα της εποπτείας δικτύου
es: Abrir el monitor de red
hu: Hálózati monitor megnyitása
pt_br: Abrir o Monitor de Rede
tr: Ağ izleyiciyi aç
uk: Відкрити Монітор мережі

source: View Tor Circuits
ar: عرض دوائر Tor
de: Zeige Tor-Kanäle
el: Προβολή Κυκλωμάτων Tor
es: Ver los circuitos de Tor
hu: Tor áramkörök megtekintése
nl: Bekijk Torcircuits
pt_br: Ver Circuitos Tor
tr: Tor devrelerini görüntüle
uk: Переглянути схеми Tor

source: Reset Tor Connection
ar: إعادة تعيين اتصال Tor
de: Tor-Verbindung zurücksetzen
el: Επαναφορά σύνδεσης Tor
es: Restablecer la conexión Tor
hu: Tor kapcsolat alaphelyzetbe állítása
nl: Stel Torverbinding Opnieuw In
pt_br: Resetar Conexão à Rede Tor
tr: Tor bağlantısını sıfırla
uk: Скинути з'єднання з Tor

source: Configure a Local Proxy
ar: تكوين بروكسي محلي
de: Konfiguriere einen lokalen Proxy
el: Ρύθμιση τοπικού διακομιστή μεσολάβησης
es: Configurar un Proxy local
hu: Helyi proxy konfigurálása
nl: Een lokale proxy instellen
pt_br: Configurar um Proxy Local
tr: Bir yerel vekil sunucu yapılandır
uk: Сконфігурувати локальний проксі-сервер

source: Proxy Type
ar: نوع البروكسي
de: Proxy-Typ
el: Τύπος διακομιστή μεσολάβησης
es: Tipo de proxy
hu: Proxy típus
pt_br: Tipo de Proxy
pt_pt: Tipo de Proxy
tr: Vekil sunucu türü
uk: Тип проксі

source: No proxy
ar: لا وجود لأي وكيل
de: Kein Proxy
el: Κανένας διακομιστής μεσολάβησης
es: Sin proxy
hu: Nincs proxy
nl: Geen proxy
pt_br: Sem proxy
tr: Vekil sunucu yok
uk: Без проксі

source: Address
ar: العنوان
de: Adresse
el: Διεύθυνση
es: Dirección
hu: Cím
nl: Adres
pt_br: Endereço
pt_pt: Morada
tr: Adres
uk: Адреса

source: Username
ar: اسم المستخدم
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
hu: Felhasználónév
nl: Gebruikersnaam
pt_br: Usuário
pt_pt: Nome de utilizador
tr: Kullanıcı adı
uk: Ім'я користувача

source: IP address or hostname
ar: عنوان الإنترنت IP أو اسم المضيف
de: IP-Adresse oder Rechnername
el: Διεύθυνση ΙΡ η όνομα υπολογιστή
es: Dirección IP o nombre de máquina (host)
hu: IP cím vagy gépnév
nl: IP-adres of hostnaam
pt_br: Endereço IP ou servidor
pt_pt: Endereço de IP ou nome do hospedeiro
tr: IP adresi ya da sunucu adı
uk: IP-адреса або ім'я хосту

source: Port
ar: منفذ
el: Θύρα
es: Puerto
nl: Poort
pt_br: Porta
pt_pt: Porta
tr: Bağlantı noktası
uk: Порт

source: _Save Proxy Settings
ar: _حفظ إعدادات البروكسي
de: _Speichere Proxy-Einstellungen
el: _Αποθήκευση ρυθμίσεων διακομιστή μεσολάβησης
es: _Guardar configuración de proxy
hu: Proxy beállítások _mentése
nl: Proxyinstellingen _Opslaan
pt_br: _Salvar Configurações de Proxy
tr: _Vekil sunucu ayarlarını kaydet
uk: _Зберегти налаштування проксі

source: Tor Connection - Fix Clock
ar: اتصال Tor - ضبط الوقت
de: Tor-Verbindung - Uhrzeit korrigieren
el: Σύνδεση Tor - Διόρθωση ώρας
es: Conexión a Tor - establecer hora
hu: Tor kapcsolat - Óra javítás
pt_br: Conexão à rede Tor - Corrigir Relógio
pt_pt: Ligação Tor - Corrigir relógio
tr: Tor bağlantısı - Saati düzelt
uk: З'єднання Tor - Виправити годинник

source: Your time zone cannot be used to identify or locate you. Your time zone will never be sent over the network and will only be used to fix your clock and connect to Tor.
ar: لا يمكن استخدام منطقتك الزمنية لتحديد هويتك أو تحديد موقعك. لن يتم إرسال منطقتك الزمنية أبدًا عبر الشبكة وستُستخدم فقط لإصلاح ساعتك والاتصال بـ Tor.
de: Deine Zeitzone kann nicht zu deiner Identifizierung oder Geolokalisierung verwendet werden. Deine Zeitzone wird niemals über das Netzwerk gesendet und wird nur verwendet, um deine Uhr einzustellen und dich mit Tor zu verbinden.
el: Η ζώνη ώρας δεν μπορεί να χρησιμοποιηθεί για να αναγνωριστεί η τοποθεσία σας. Η ζώνη ώρας σας δεν θα σταλθεί ποτέ μέσω διαδικτύου και θα χρησιμοποιηθεί μόνο για τη διόρθωση της ώρας και τη σύνδεση στο Tor.
es: No se puede usar tu zona horaria para identificarte o localizarte. Tu zona horaria nunca se enviará por la red y sólo se utilizará para fijar tu reloj y conectarse a Tor.
hu: Az időzóna nem alkalmas a személyének vagy helyének beazonosítására. Az időzóna sosem lesz átküldve a hálózaton csupán az óra beállításánál és a Tor-hoz csatlakozásnál használt.
pt_br: Seu fuso horário não pode ser usado para te identificar ou te localizar. Seu fuso horário nunca será enviado através da Internet e somente será usado para consertar o seu relógio e conectar à rede Tor.
tr: Saat diliminiz kimliğinizi belirlemek ya da coğrafi konumunuzu öğrenmek için kullanılamaz. Saat diliminiz hiç bir zaman ağa gönderilmez. Yalnızca Tor bağlantısı kurarken saati düzeltmek için kullanılır.
uk: Ваш часовий пояс не можна використовувати для ідентифікації або визначення вашого місцеперебування. Ваш часовий пояс ніколи не надсилатиметься мережею і використовуватиметься лише для налаштування годинника та під'єднання до Tor.

source: Time zone
ar: وحدة زمنية
de: Zeitzone
el: Χρονική ζώνη
es: Huso horario
hu: Időzóna
nl: Tijdzone
pt_br: Fuso horário
pt_pt: Fuso horário
tr: Saat dilimi
uk: Часовий пояс

source: Time
ar: الوقت
de: Zeit
el: Χρόνος
es: Hora
hu: Idő
nl: Tijd
pt_br: Hora
pt_pt: Hora
tr: Saat
uk: Час

source: Date
ar: تاريخ
de: Datum
el: Ημερομηνία
es: Fecha
hu: Dátum
nl: Datum
pt_br: Data
pt_pt: Data
tr: Tarih
uk: Дата

source: January
ar: جانفي
de: Januar
el: Ιανουάριος
es: Enero
hu: Január
nl: januari
pt_br: Janeiro
pt_pt: Janeiro
tr: Ocak
uk: Січень

source: February
ar: فيفري
de: Februar
el: Φεβρουάριος
es: Febrero
hu: Február
nl: februari
pt_br: Fevereiro
pt_pt: Fevereiro
tr: Şubat
uk: Лютий

source: March
ar: مارس
de: März
el: Μάρτιος
es: Marzo
hu: Március
nl: maart
pt_br: Março
pt_pt: Março
tr: Mart
uk: Березень

source: April
ar: أفريل
el: Απρίλιος
es: Abril
hu: Április
pt_br: Abril
pt_pt: Abril
tr: Nisan
uk: Квітень

source: May
ar: ماي
de: Mai
el: Μάης
hu: Május
nl: mei
pt_br: Maio
pt_pt: Maio
tr: Mayıs
uk: Травень

source: June
ar: جوان
de: Juni
el: Ιούνιος
es: Junio
hu: Június
nl: juni
pt_br: Junho
pt_pt: Junho
tr: Haziran
uk: Червень

source: July
ar: جويلية
de: Juli
el: Ιούλιος
es: Julio
hu: Július
nl: juli
pt_br: Julho
pt_pt: Julho
tr: Temmuz
uk: Липень

source: August
ar: أوت
el: Αύγουστος
es: Agosto
hu: Augusztus
nl: augustus
pt_br: Agosto
pt_pt: Agosto
tr: Ağustos
uk: Серпень

source: September
ar: سبتمبر
el: Σεπτέμβριος
es: Septiembre
hu: Szeptember
pt_br: Setembro
pt_pt: Setembro
tr: Eylül
uk: Вересень

source: October
ar: أكتوبر
de: Oktober
el: Οκτώβριος
es: Octubre
hu: Október
nl: oktober
pt_br: Outubro
pt_pt: Outubro
tr: Ekim
uk: Жовтень

source: November
ar: نوفمبر
el: Νοέμβριος
es: Noviembre
pt_br: Novembro
pt_pt: Novembro
tr: Kasım
uk: Листопад

source: December
ar: ديسمبر
de: Dezember
el: Δεκέμβριος
es: Diciembre
pt_br: Dezembro
pt_pt: Dezembro
tr: Aralık
uk: Грудень

source: Clock
ar: ساعة
de: Uhr
el: Ρολόι
es: Reloj
hu: Óra
nl: Klok
pt_br: Relógio
pt_pt: Relógio
tr: Saat
uk: Годинник

source: Dotfiles
es: Dotfiles (formato de '.archivos' de configuración)
hu: Dot-fájlok
nl: Dot-bestanden
pt_br: Arquivos de configuração (Dotfiles)
tr: Nokta dosyaları

source: Tor Browser
ar: متصفح تور
es: Navegador Tor
hu: Tor Böngésző
pt_br: Navegador Tor

source: <h1>Help us fix your bug!</h1> <p>Read <a href="%s">our bug reporting instructions</a>.</p> <p><strong>Do not include more personal information than needed!</strong></p> <h2>About giving us an email address</h2> <p> Giving us an email address allows us to contact you to clarify the problem. This is needed for the vast majority of the reports we receive as most reports without any contact information are useless. On the other hand it also provides an opportunity for eavesdroppers, like your email or Internet provider, to confirm that you are using Tails. </p>
pt_br: <h1>Ajude-nos a consertar o problema que você encontrou!</h1> <p>Leia <a href="%s">as nossas instruções para reportar erros</a>.</p> <p><strong>Não inclua informações pessoais além do necessário!</strong></p> <h2>Sobre como nos informar um endereço de email</h2> <p> Ao fornecer um endereço de email você permite que entremos em contato para esclarecer o problema. Isso é necessário na grande maioria dos relatórios que recebemos pois a maior parte dos relatórios sem informações de contato são inúteis. No entanto, isso também permite a alguém que intercepte sua conexão, como o seu provedor de email ou de Internet, confirmar que você está usando Tails. </p>

source: <b>Could not choose a download server.</b> This should not happen. Please report a bug.
pt_br: <b>Impossível encontrar um servidor para baixar.</b> Isso não deveria acontecer. Por favor, reporte este problema.

source: Error while choosing a download server
pt_br: Erro ao escolher um servidor para fazer o download

source: Enabled
pt_br: Habilitado

source: Disabled (default)
pt_br: Desabilitado (padrão)

source: live-persist failed with return code {returncode}: {stderr}
pt_br: live-persist falhou com o código {returncode}: {stderr}

source: cryptsetup failed with return code {returncode}: {stdout} {stderr}
pt_br: cryptsetup falhou com o código {returncode}: {stdout} {stderr}

source: live-persist failed with return code {returncode}: {stdout} {stderr}
pt_br: live-persist falhou com o código {returncode}: {stdout} {stderr}

source: umount failed with return code {returncode}: {stdout} {stderr}
pt_br: umount falhou com o código {returncode}: {stdout} {stderr}

source: Unlock
ar: إلغاء القفل
hu: Feloldás
nl: Ontgrendelen
pt_br: Desbloquear
pt_pt: Desbloquear

source: Persistence wizard - Persistent volume creation
pt_br: Assistente de Persistência - Criação do volume persistente

source: Choose a passphrase to protect the persistent volume
pt_br: Escolha uma senha para proteger o volume persistente

source: A {size} persistent volume will be created on the <b>{vendor} {model}</b> device. Data on this volume will be stored in an encrypted form protected by a passphrase.
pt_br: Um volume persistente de {size} será criado no dispositivo <b>{vendor} {model}</b>. Dados neste volume serão armazenados de forma criptografada protegidos por uma senha.

source: Create
pt_br: Criar

source: <b>Beware!</b> Using persistence has consequences that must be well understood. Tails can't help you if you use it wrong! See the <i>Encrypted persistence</i> page of the Tails documentation to learn more.
pt_br: <b>Cuidado!</b> O uso da persistência tem consequências que precisam ser bem compreendidas. O Tails não poderá te ajudar caso você a use incorretamente! Consulte a página sobre <i>Armazenamento Persistente</i> na documentação do Tails para saber mais.

source: Verify Passphrase:
pt_br: Verifique a Senha:

source: Passphrase can't be empty
pt_br: A senha não pode estar vazia

source: Passphrases do not match
pt_br: As senhas não são iguais

source: Failed
pt_br: Falha

source: Mounting Tails persistence partition.
pt_br: Montando a partição de persistência do Tails.

source: The Tails persistence partition will be mounted.
pt_br: A partição de persistência do Tails será montada.

source: Correcting permissions of the persistent volume.
pt_br: Corrigindo as permissões do volume persistente.

source: The permissions of the persistent volume will be corrected.
pt_br: As permissões do volume persistente serão corrigidas.

source: Creating default persistence configuration.
pt_br: Criando configuração padrão de persistência.

source: The default persistence configuration will be created.
pt_br: A configuração padrão de persistência será criada.

source: Creating...
pt_br: Criando...

source: Creating the persistent volume...
pt_br: Criando o volume persistente...

source: Persistence wizard - Persistent volume configuration
pt_br: Assistente de persistência - Configuração do volume persistente

source: Specify the files that will be saved in the persistent volume
pt_br: Especifique os arquivos que serão salvos no volume persistente

source: The selected files will be stored in the encrypted partition {partition} ({size}), on the <b>{vendor} {model}</b> device.
pt_br: Os arquivos selecionados serão amarzenados na partição criptografada {partition} ({size}), no dispositivo <b>{vendor} {model}.</b>

source: Save
pt_br: Salvar

source: Saving...
pt_br: Salvando...

source: Saving persistence configuration...
pt_br: Salvando configuração de persistência...

source: Persistence wizard - Persistent volume deletion
pt_br: Assistente de persistência - Apagamento do volume persistente

source: Your persistent data will be deleted.
pt_br: Seus dados persistentes serão apagados.

source: The persistent volume {partition} ({size}), on the <b>{vendor} {model}</b> device, will be deleted.
pt_br: O volume persistente {partition} ({size}), no dispositivo <b>{vendor} {model}</b>, será apagado.

source: Delete
pt_br: Apagar

source: Deleting...
pt_br: Apagando...

source: Deleting the persistent volume...
pt_br: Apagando o volume persistente...

source: Personal Data
pt_br: Dados Pessoais

source: Keep files stored in the `Persistent' directory
pt_br: Manter os arquivos armazenados no diretório 'Persistent'

source: Welcome Screen
pt_br: Tela de Boas-vindas

source: Language, administration password, and additional settings
pt_br: Idioma, senha de administração e configurações adicionais

source: Save the last bridge that you used to connect to Tor
pt_br: Salvar a última ponte que você usou para conectar à rede Tor

source: Browser Bookmarks
pt_br: Favoritos do Navegador

source: Bookmarks saved in the Tor Browser
pt_br: Favoritos salvos no Navegador Tor

source: Configuration of network devices and connections
pt_br: Configurações de dispositivos e conexões de rede

source: Software installed when starting Tails
pt_br: Programas instalados ao iniciar o Tails

source: Printers
pt_br: Impressoras

source: Printers configuration
pt_br: Configuração de impressoras

source: Thunderbird emails, feeds, and OpenPGP keys
pt_br: Emails, feeds e chaves OpenPGP do Thunderbird

source: Bitcoin Client
pt_br: Cliente Bitcoin

source: Electrum's bitcoin wallet and configuration
pt_br: Configurações e carteira de Bitcoin do Electrum

source: Pidgin profiles and OTR keyring
pt_br: Perfis do Pidgin e chaveiro OTR

source: SSH keys, configuration and known hosts
pt_br: Chaves SSH, configurações e servidores conhecidos

source: Symlink every file in the Dotfiles folder into the Home folder
pt_br: Cria links simbólicos na 'Pasta pessoal' para todos os arquivos existentes na pasta 'Dotfiles'

source: Setup Tails persistent volume
pt_br: Configurar o volume persistente do Tails

source: Device already has a persistent volume.
pt_br: O dispositivo já tem um volume persistente.

source: Device has not enough unallocated space.
pt_br: O dispositivo não tem espaço livre suficiente.

source: Device has no persistent volume.
pt_br: O dispositivo não tem um volume persistente.

source: Cannot delete the persistent volume while in use. You should restart Tails without persistence.
pt_br: Não é possível apagar o volume persistente enquanto ele está em uso. Reinicie o Tails sem persistência.

source: Persistence volume is not unlocked.
pt_br: O volume persistente não está desbloqueado.

source: Persistence volume is not mounted.
pt_br: O volume persistente não foi montado.

source: Persistence volume is not readable. Permissions or ownership problems?
pt_br: O volume persistente não pode ser lido. Será que há problemas de permissão ou de propriedade?

source: Persistence volume is not writable.
pt_br: Não é possível escrever no volume de persistência.

source: Tails is running from non-USB / non-SDIO device.
pt_br: O Tails está rodando a partir de um dispositivo não-USB / não-SDIO.

source: Device is optical.
pt_br: O dispositivo é ótico.

source: Device was not created using a USB image or Tails Installer.
pt_br: O dispositivo não foi criado usando uma imagem USB ou o Instalador Tails.

source: Persistence wizard - Finished
pt_br: Assistente de persistência - Finalizado

source: Any changes you have made will only take effect after restarting Tails.
pt_br: Quaisquer mudanças que você tenha feito só terão efeito após reiniciar o Tails.

source: The Amnesic Incognito Live System
pt_br: O Sistema Ativo Amnésico Incógnito (TAILS)

source: To save your bridge, <a href="doc/first_steps/persistence">unlock you Persistent Storage</a>.
pt_br: Para salvar sua ponte, </a>desbloqueie seu Armazenamento Persistente</a>.

source: To save your bridge, <a href="doc/first_steps/persistence">create a Persistent Storage</a> on your Tails USB stick.
pt_br: Para salvar sua ponte, </a>crie um Aarmazenamento Persistente</a> em seu pendrive USB com Tails.

source: Launch the Unsafe Browser?
pt_br: Iniciar o Navegador Inseguro?

source: \n\nTo always enable the Unsafe Browser, turn on the Welcome Screen feature of the Persistent Storage.
pt_br: \n\nPara que o Navegador Inseguro fique habilitado pra sempre, habilite a funcionalidade de Armazenamento Persistente na Tela de Boas-vindas.

source: Delete persistent volume
pt_br: Apagar volume persistente

source: Delete the persistent volume and its content
pt_br: Apagar o volume persistente e o seu conteúdo

source: Configure persistent volume
pt_br: Configuração do volume persistente

source: The Unsafe Browser allows you to sign in to a network using a captive portal. A captive portal is a web page that is displayed before you can access the Internet. Captive portals usually require you to log in to the network or enter information such as an email address. The Unsafe Browser is not anonymous and can deanonymize you. Use it only to sign in to networks.
pt_br: O Navegador Inseguro permite que você faça login em uma rede usando um portal cativo. Um portal cativo é uma página web que é exibida antes que você possa acessar a Internet. Portais cativos geralmente exigem que você faça login na rede ou insira informações tais como um endereço de email. O Navegador Inseguro não é anônimo e pode te desanonimizar. Use-o apenas para fazer login em redes.

source: Disable the Unsafe Browser (default)
pt_br: Desabilitar o Navegador Inseguro (padrão)

source: Enable the Unsafe Browser
pt_br: Habilitar o Navegador Inseguro

source: Encrypted _Persistent Storage
pt_br: Criptografado_ Armazenamento Persistente
pt_pt: Armazenamento _Permanente Encriptado

source: Enter your passphrase to unlock the persistent storage
pt_br: Insira sua senha para desbloquear o armazenamento persistente
pt_pt: Insira a sua frase-senha para desbloquear o armazenamento permanente

source: Your persistent storage is unlocked. Restart Tails to lock it again.
pt_br: O seu volume de armazenamento persistente está desbloqueado. Reinicie o Tails para bloqueá-lo novamente.
pt_pt: O seu armazenamento permanente encontra-se desbloqueado. Reinicie o Tails para bloqueá-lo novamente.

source: _Request a new bridge
pt_br: _Solicite uma nova ponte

source: To request a bridge, you can send an empty email to <tt>bridges@torproject.org</tt> from a Gmail or Riseup email address. For example, you can send the email from your phone and type the bridge in Tails.
pt_br: Para pedir uma ponte nova, você pode enviar um email vazio para <tt>bridges@torproject.org</tt> a partir de um endereço de email Gmail ou Riseup. Por exemplo, você pode mandar um email do seu celular e depois digitar a ponte no Tails

source: • Bridge over email
pt_br: • Ponte por e-mail

source: To request new Tor bridges, you can also: 1. Send an empty email to <tt>bridges@torproject.org</tt> from a Gmail or Riseup email address. 2. Type below one of the bridges that you received by email.
pt_br: Para pedir novas pontes Tor, você também pode: 1. Enviar um email vazio para <tt>bridges@torproject.org</tt> usando um endereço de email do Gmail ou do Riseup. 2. Inserir abaixo uma das pontes que você recebeu por email.

source: Tails will only connect to Tor after you configured a Tor bridge. Bridges are secret Tor relays that hide that you are connecting to Tor. Our team is doing its best to help you connect to Tor using the most discrete types of Tor bridges. You will have to do extra configuration if you don't know any Tor bridges yet, if you connect from a public Wi-Fi network, or if you are in the Eastern Hemisphere.
pt_br: Tails só se conectará à rede Tor depois que você tiver configurado uma ponte Tor. As pontes são retransmissores secretos do Tor que escondem o fato de que você está conectando à rede Tor. Nossa equipe está fazendo o possível para te ajudar a conectar à rede Tor usando os tipos mais discretos de pontes Tor. Você terá que fazer mais configurações caso ainda não conheça nenhuma ponte Tor, e se estiver conectando a partir de uma rede Wi-Fi pública, ou se estiver no hemisfério oriental.
pt_pt: O Tails só se ligará ao Tor depois que você configurar uma ponte Tor. As pontes são relés secretos do Tor que escondem a sua ligação ao Tor. A nossa equipe está a fazer o possível para ajudá-lo a ligar-se ao Tor usando os tipos mais discretos de pontes Tor. Você terá que fazer configurações extras se ainda não conhecer nenhuma ponte Tor, se se ligar a uma rede Wi-Fi pública ou se estiver no hemisfério oriental.

source: Your local network is blocking access to Tor.
pt_br: Sua rede local está bloqueando o acesso à rede Tor.

source: Tails
ar: تيلز

source: meek
nl: bescheiden
