Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: Unsupported filesystem: %s
ar: نظام ملفات غير مدعوم: %s
de: Nicht unterstütztes Dateisystem: %s
el: Μη υποστηριζόμενο σύστημα αρχείων: %s
es: No se admite el sistema de archivos: %s
hu: Nem támogatott fájlrendszer: %s
nl: Bestandssysteem niet ondersteund: %s
pt_br: Sistema de arquivos incompatível: %s
pt_pt: Sistema de ficheiros não suportado: %s
tr: Dosya sistemi desteklenmiyor: %s
uk: Непідтримувана файлова система: %s

source: Unknown GLib exception while trying to mount device: %(message)s
ar: حدث خطأ GLib مجهول عند محاولة إقلاع الجهاز: %(message)s
de: Unbekannte GLib-Ausnahme beim Versuch das Gerät einzuhängen: %(message)s
el: Άγνωστη εξαίρεση GLib κατά την προσπάθεια προσάρτησης της συσκευής: %(message)s
es: Excepción GLib desconocida mientras se intentaba montar el dispositivo: %(message)s
hu: Ismeretlen GLib kívétel az eszköz csatlakoztatásakor:%(message)s
nl: Onbekende GLib-uitzondering tijdens koppelen van apparaat: %(message)s
pt_br: Exceção GLib desconhecida ao tentar montar o dispositivo: %(message)s
pt_pt: Exceção GLib desconhecida enquanto tentava montar o dispositivo: %(message)s
tr: Aygıt takılmaya çalışılırken bilinmeyen bir Glib sorunu çıktı: %(message)s
uk: Невідоме виключення GLib при спробі встановити пристрій: %(message)s

source: Unable to mount device: %(message)s
ar: غير قادر على تركيب جهاز: %(message)s
de: Speichermedium konnte nicht eingehängt werden: %(message)s
el: Αδυναμία προσάρτησης συσκευής: %(message)s
es: No se pudo montar el dispositivo: %(message)s
hu: %(message)s csatolása nem lehetséges
nl: Kan apparaat niet koppelen: %(message)s
pt_br: Não foi possível montar o dispositivo: %(message)s
pt_pt: Não é possível montar o dispositivo: %(message)s
tr: Aygıt takılamadı: %(message)s
uk: Не вдалося змонтувати пристрій: %(message)s

source: No mount points found
ar: لا توجد نقاط تركيب
de: Keine Einhängepunkte gefunden
el: Δεν βρέθηκαν σημεία προσάρτησης
es: No se encontraron puntos de montaje
hu: Nem található csatolási pont
nl: Geen koppelpunten gevonden
pt_br: Nenhum ponto de montagem encontrado
pt_pt: Não foram encontrados pontos de montagem
tr: Bir takılma noktası bulunamadı
uk: Немає точок монтування

source: Entering unmount_device for "%(device)s"
de: Eingabe von unmount_device für "%(device)s"
el: Εισαγωγή unmount_device για ''%(device)s''
es: Entrando dispositivo_desmontado para "%(device)s"
hu: unmount_device végrehajtása a "%(device)s" eszközre
nl: Unmount_device voor "%(device)s" binnengaan
pt_br: Entrando em unmount_device para "%(device)s"
pt_pt: A entrar em unmount_device para "%(device)s"
tr: "%(device)s" için unmount_device işleniyor
uk: Відкриття незмонтованого_пристрою для «%(device)s»

source: Unmounting mounted filesystems on "%(device)s"
ar: فك تركيب أنظمة الملفات على "%(device)s"
de: Eingehängte Dateisysteme aushängen auf "%(device)s"
el: Αποπροσάρτηση προσαρτημένων συστημάτων αρχείων σε ''%(device)s''
es: Desmontando los sistemas de archivos montados en "%(device)s"
hu: Csatolt fájlrendszerek lecsatolása a "%(device)s"
nl: Gekoppelde bestandssystemen op "%(device)s" ontkoppelen
pt_br: Desmontando sistemas de arquivos em "%(device)s"
pt_pt: A desmontar o sistema de ficheiros montados no "%(device)s"
tr: "%(device)s" üzerindeki takılı dosya sistemleri çıkarılıyor
uk: Демонтування файлових систем на «%(device)s»

source: Unmounting "%(udi)s" on "%(device)s"
ar: غير متصاعد "%(udi)s" على "%(device)s"
de: Aushängen von "%(udi)s" auf "%(device)s"
el: Αποπροσάρτηση ''%(udi)s'' σε ''%(device)s''
es: Desmontando "%(udi)s" en "%(device)s"
hu: "%(udi)s" lecsatolása innen: "%(device)s"
nl: "%(udi)s" op "%(device)s" ontkoppelen
pt_br: Desmontando "%(udi)s" em "%(device)s"
pt_pt: A desmontar "%(udi)s" no "%(device)s"
tr: "%(udi)s" "%(device)s" aygıtı üzerinden çıkarılıyor
uk: Відмонтування «%(udi)s» на «%(device)s»

source: Mount %s exists after unmounting
ar: تركيب %s موجود بعد إزالة الجهاز
de: Mount %s existiert noch nach dem Aushängen
el: Η προσάρτηση %s παραμένει μετά την αποπροσάρτηση
es: El punto de montaje %s sigue existiendo tras desmontar
hu: %s csatolás létezik lecsatolás után
nl: Koppeling %s bestaat na ontkoppeling
pt_br: O ponto de montagem %s existe mesmo após ter sido desmontado
pt_pt: O ponto de montagem %s existe depois de desmontado
tr: Çıkarma işleminden sonra %s takılı
uk: Точка монтування %s існує після демонтування

source: Partitioning device %(device)s
ar: تقسيم الجهاز %(device)s
de: Speichermedium %(device)s wird partitioniert
el: Κατάτμηση συσκευής %(device)s
es: Particionando el dispositivo %(device)s
hu: A %(device)s eszköz partícionálása
nl: Apparaat %(device)s partitioneren
pt_br: Particionando o dispositivo %(device)s
pt_pt: A particionar o dispositivo %(device)s
tr: %(device)s aygıtı bölümleniyor
uk: Розмітка пристрою %(device)s

source: Unsupported device '%(device)s', please report a bug.
ar: هذا الجهاز غير مدعوم '%(device)s', الرجاء الابلاغ عن العطل.
de: Nicht unterstütztes Medium »%(device)s«, bitte melde einen Fehler.
el: Μη υποστηριζόμενη συσκευή '%(device)s', παρακαλούμε να αναφέρετε το σφάλμα.
es: Dispositivo '%(device)s' no soportado, por favor informa del fallo.
hu: Nem támogatott eszköz '%(device)s', kérjük jelentse a hibát.
nl: Niet-ondersteund apparaat '%(device)s', meld een bug.
pt_br: Dispositivo incompatível '%(device)s'. Por favor, reporte este problema.
pt_pt: Dispositivo '%(device)s' não suportado, por favor, comunique um erro.
tr: '%(device)s' aygıtı desteklenmiyor, lütfen bu sorunu bildirin.
uk: Непідтримуваний пристрій '%(device)s', будь ласка, повідомте про помилку.

source: Trying to continue anyway.
ar: على أية حال سوف أحاول المتابعة.
de: Es wird trotzdem versucht, fortzufahren.
el: Προσπάθεια να συνεχίσετε ούτως ή άλλως.
es: Tratando de continuar igualmente.
hu: Próbálja folytatni.
nl: Proberen om toch door te gaan.
pt_br: Tentando continuar de qualquer forma.
pt_pt: A tentar continuar de qualquer forma.
tr: Yine de sürdürülmeye çalışılıyor.
uk: Спроба все одно продовжити.

source: Verifying filesystem...
ar: جاري التحقق من نظام الملفات
de: Dateisystem wird überprüft …
el: Έλεγχος συστήματος αρχείων...
es: Verificando el sistema de archivos...
hu: Fájlrendszer ellenőrzése…
nl: Bestandssysteem verifiëren...
pt_br: Verificando sistema de arquivos...
pt_pt: A verificar o sistema de ficheiros...
tr: Dosya sistemi doğrulanıyor...
uk: Перевірка файлової системи...

source: Unable to change volume label: %(message)s
ar: غير قادر على تغيير عنوان القرص: %(message)s
de: Datenträgerbeschreibung konnte nicht geändert werden: %(message)s
el: Αδυναμία αλλαγής ετικέτας του τομέα: %(message)s
es: No se pudo cambiar la etiqueta del volumen: %(message)s
hu: %(message)s meghajtó címkéje nem változtatható meg
nl: Kan volumelabel niet wijzigen: %(message)s
pt_br: Não foi possível alterar o rótulo do dispositivo: %(message)s
pt_pt: Não é possível alterar o nome do volume: %(message)s
tr: Birim etiketi değiştirişemedi: %(message)s
uk: Не вдалося змінити мітку тому: %(message)s

source: Installing bootloader...
ar: تنصيب نظام الاقلاع ...
de: Bootloader wird installiert …
el: Εγκατάσταση φορτωτή εκκίνησης...
es: Instalando gestor de arranque (bootloader)...
hu: Bootloader telepítése...
nl: Bootloader installeren...
pt_br: Instalando carregador de inicialização...
pt_pt: A instalar o carregador de arranque...
tr: Başlatıcı kuruluyor...
uk: Встановлення завантажувача...

source: Removing %(file)s
ar: إزالة ملفات %(file)s
de: Entferne %(file)s
el: Απομακρύνονται τα %(file)s
es: Eliminando %(file)s
hu: %(file)s eltávolítása
nl: %(file)s verwijderen
pt_br: Removendo %(file)s
pt_pt: A remover %(file)s
tr: %(file)s siliniyor
uk: Видалення %(file)s

source: %s already bootable
ar: %s جاهز للأقلاع
de: %s bereits bootfähig
el: %s ήδη επανεκκινήσιμο
es: %s ya es arrancable
hu: %s már bootolható
nl: %s is al opstartbaar
pt_br: %s já é inicializável
pt_pt: %s já é de arranque
tr: %s zaten başlatılabilir
uk: %s вже завантажувальний

source: Unable to find partition
ar: غير قادر على ايجاد تقسيمة القرص
de: Partition konnte nicht gefunden werden
el: Αδυναμία εντοπισμού κατάτμησης
es: Incapaz de encontrar la partición
hu: Nem található partíció
nl: Kan geen partitie vinden
pt_br: Não foi possível encontrar partição
pt_pt: Não é possível encontrar a partição
tr: Bölüm bulunamadı
uk: Не вдалося знайти розділ

source: Formatting %(device)s as FAT32
ar: يتم إعادة تشكيل جهاز %(device)s كنظام FAT32
de: %(device)s wird als FAT32 formatiert
el: Η συσκευή %(device)s διαμορφώνεται ως FAT32
es: Formateando %(device)s como FAT32
hu: A %(device)s formázása FAT32-re
nl: %(device)s als FAT32 formatteren
pt_br: Formatando %(device)s como FAT32
pt_pt: A formatar o %(device)s como FAT32
tr: %(device)s FAT32 olarak biçimlendiriliyor
uk: Форматування %(device)s у FAT32

source: Reading extracted MBR from %s
ar: جاري قراءة MBR المُستخرج من %s
de: Extrahierter MBR von %s wird gelesen
el: Γίνεται ανάγνωση του εξαγόμενου MBR από %s
es: Leyendo MBR extraído de %s
hu: Kicsomagolt MBR beolvása innen:%s
nl: Lezen van uitgepakte MBR van %s
pt_br: Lendo MBR extraído de %s
pt_pt: A ler MBR extraído de %s
tr: %s üzerinden ayıklanan MBR okunuyor
uk: Читання витягнутого MBR з %s

source: Could not read the extracted MBR from %(path)s
ar: تعذّر قراءة MBR المُستخرج من %(path)s
de: Extrahierter MBR aus %(path)s konnte nicht gelesen werden
el: Δεν ήταν δυνατή η ανάγνωση του εξαγόμενου MBR από %(path)s
es: No se pudo leer el MBR extraído de %(path)s
hu: Erről a helyről:%(path)s nem olvasható a kicsomagolt MBR
nl: Kon het uitgepakte MBR niet lezen vanaf %(path)s
pt_br: Não foi possível ler o MBR extraído de %(path)s
pt_pt: Não foi possível ler MBR extraído de %(path)s
tr: %(path)s üzerinden ayıklanan MBR okunamadı
uk: Не зміг прочитати витягнутий MBR з %(path)s

source: Resetting Master Boot Record of %s
ar: إعادة ضبط سجل الإقلاع الرئيسي الخاص بـ %s
de: Master-Boot-Record von %s wird zurückgesetzt
el: Επαναφορά Master Boot Record στο %s
es: Restableciendo Master Boot Record de %s
hu: A %s Master Boot Recordjának alaphelyzetbe állítása
nl: Master Boot Record van %s opnieuw instellen
pt_br: Redefinindo o Master Boot Record de %s
pt_pt: A reiniciar o 'Master Boot Record' de %s
tr: %s üzerindeki ana ön yükleme kaydı (MBR) sıfırlanıyor
uk: Очищення головного завантажувального запису %s

source: Drive is a loopback, skipping MBR reset
ar: نوع القرص loopback ، سيتم تجاوز إعادة ضبط سجل الإقلاع الرئيسي
de: Das Laufwerk ist ein Loopback, MBR zurücksetzen wird übersprungen
el: Η συσκευή είναι loopback. Παρακάμπτεται η επαναφορά του MBR
es: La unidad es de tipo loopback (virtual, de bucle), omitiendo el restablecimiento del MBR
hu: Az egység egy hurok, az MBR alaphelyzetbe állítás átugrása
nl: Station is een loopback, MBR-herinitialisatie wordt overgeslagen
pt_br: O dispositivo é de 'loopback', ignorando a redefinição do MBR
pt_pt: A unidade é um 'loopback', a ignorar o reinício do MBR
tr: Sürücü kapalı bir çevrim. Ana ön yükleme kaydı (MBR) sıfırlaması atlanıyor
uk: Цей диск є циклічним пристроєм, пропускаємо очищення MBR

source: Synchronizing data on disk...
ar: مزامنة البيانات الموجودة على القرص ...
de: Daten auf dem Datenträger werden synchronisiert…
el: Γίνεται συγχρονισμός των δεδομένων δίσκου...
es: Sincronizando datos en el disco...
hu: Adat lemezre szinkronizálása...
nl: Gegevens op schijf synchroniseren...
pt_br: Sincronizando dados no disco...
pt_pt: A sincronizar os dados no disco...
tr: Diskteki veriler eşitleniyor...
uk: Синхронізація даних на диску...

source: Error: Cannot set the label or obtain the UUID of your device. Unable to continue.
ar: خطأ: لا يمكن ضبط العنوان أو الحصول على رقم الـUUID لجهازك. ﻻ يمكن المتابعة.
de: Fehler: Die Bezeichnung kann nicht gesetzt oder die UUID deines Speichermediums nicht ermittelt werden. Fortfahren nicht möglich.
el: Σφάλμα: Αδυναμία ορισμού της ετικέτας ή λήψης του UUID της συσκευής σας. Αδυναμία συνέχειας.
es: Error: No se pudo establecer u obtener el UUID de tu dispositivo. No se puede continuar.
hu: Hiba: A címkét nem lehet beállítani, vagy az eszköz UUID-jét lekérni. A folytatás nem lehetséges.
nl: Fout: kan het label niet instellen of de UUID van uw apparaat niet verkrijgen. Kan niet doorgaan.
pt_br: Erro: não foi possível definir o rótulo ou obter o UUID do seu dispositivo. Não é possível continuar.
pt_pt: Erro: não é possível definir o nome ou obter o UUID do seu dispositivo. Não é possível continuar.
tr: Hata: Etiket ayarlanamıyor ya da aygıtınızın UUID kodu alınamıyor. İşlem sürdürülemiyor.
uk: Помилка: Не вдається встановити позначку чи отримати UUID вашого пристрою. Неможливо продовжити.

source: Installation complete! (%s)
ar: تم التثبيت! (%s)
de: Installation abgeschlossen! (%s)
el: Η εγκατάσταση ολοκληρώθηκε! (%s)
es: ¡Instalación completa! (%s)
hu: Telepítés kész! (%s)
nl: Installatie voltooid! (%s)
pt_br: Instalação concluída! (%s)
pt_pt: Instalação completa! (%s)
tr: Kurulum tamamlandı! (%s)
uk: Установка завершена! (%s)

source: Tails installation failed!
ar: فشلت عملية تثبيت تايلز !
de: Tails-Installation fehlgeschlagen!
el: Η εγκατάσταση του Tails απέτυχε!
es: La instalación de Tails ha fallado!
hu: A Tails telepítése sikertelen!
nl: Tails-installatie is mislukt!
pt_br: A instalação do Tails falhou!
pt_pt: A instalação do Tails falhou!
tr: Tails kurulumu tamamlanamadı!
uk: Не вдалось установити Tails!

source: Tails Installer
ar: مُنصّب تايلز
de: Tails-Installationsprogramm
el: Πρόγραμμα εγκατάστασης Tails
es: Instalador de Tails
hu: Tails telepítő
nl: Tails-installatieprogramma
pt_br: Instalador Tails
pt_pt: Tails - Instalador
tr: Tails kurucu
uk: Инсталятор Tails

source: Clone the current Tails
ar: النَسخ من تيلز الحالية
de: Aktuelles Tails klonen
el: Κλωνοποίηση του τρέχοντος Tails
es: Clonar el Tails actual
hu: A Tails klónozása
nl: De huidige Tails klonen
pt_br: Clonar a versão do Tails em uso
pt_pt: Clonar o Tails atual
tr: Geçerli Tails kurulumunu kopyala
uk: Клонувати поточний Tails

source: Use a downloaded Tails ISO image
ar: استخدم صورة ISO مُحملة مسبقاً ل تيلز
de: Heruntergeladenes Tails-ISO-Image verwenden
el: Χρησιμοποιήστε μια κατεβασμένη ISO image του Tails
es: Usar una imagen ISO de Tails descargada
hu: Egy letöltött Tails ISO használata.
nl: Een gedownloade Tails-ISO-image gebruiken
pt_br: Utilizar uma imagem ISO do Tails já baixada
pt_pt: Utilizar a imagem Tails ISO descarregada
tr: İndirilmiş bir Tails ISO kalıbı kullan
uk: Використати завантажений ISO-образ Tails

source: Upgrade
ar: تحديث
de: Aktualisieren
el: Αναβάθμιση
es: Actualizar
hu: Frissítés
nl: Bijwerken
pt_br: Atualizar
pt_pt: Atualizar
tr: Güncelle
uk: Оновлення

source: Manual Upgrade Instructions
ar: تعليمات الترقية اليدوية
de: Anleitung für manuelle Aktualisierung
el: Οδηγίες χειροκίνητης αναβάθμισης
es: Instrucciones para la Actualización Manual
hu: Kézi frissítés útmutató
nl: Instructies voor handmatige upgrade
pt_br: Instruções de Atualização Manual
pt_pt: Manual de Instruções de Atualização
tr: El ile güncelleme yönergeleri
uk: Інструкція з ручного оновлення

source: Install
ar: تثبيت
de: Installieren
el: Εγκατάσταση
es: Instalar
hu: Telepít
nl: Installeren
pt_br: Instalar
pt_pt: Instalar
tr: Kur
uk: Встановити

source: Installation Instructions
ar: تعليمات التثبيت
de: Installationsanweisungen
el: Οδηγίες εγκατάστασης
es: Instrucciones de instalación
hu: Telepítési instrukciók
nl: Installatie-instructies
pt_br: Instruções de Instalação
pt_pt: Instruções de Instalação
tr: Kurulum yönergeleri
uk: Інструкції зі Встановлення

source: %(size)s %(vendor)s %(model)s device (%(device)s)
ar: %(size)s %(vendor)s %(model)s جهاز (%(device)s)
de: %(size)s %(vendor)s %(model)s Gerät (%(device)s)
el: %(size)s %(vendor)s %(model)s συσκευή (%(device)s)
es: Dispositivo %(size)s %(vendor)s %(model)s (%(device)s)
hu: %(size)s%(vendor)s%(model)seszköz(%(device)s)
nl: %(size)s %(vendor)s %(model)s apparaat (%(device)s)
pt_br: Dispositivo %(size)s %(vendor)s %(model)s (%(device)s)
pt_pt: %(size)s %(vendor)s %(model)s dispositivo (%(device)s)
tr: %(size)s %(vendor)s %(model)s aygıt (%(device)s)
uk: %(size)s%(vendor)s%(model)s пристрій (%(device)s)

source: No ISO image selected
ar: لم يتم تحديد أية صورة ISO
de: Kein ISO-Abbild ausgewählt
el: Δεν έχει επιλεχθεί ISO image
es: No se seleccionó imagen ISO
hu: Nincs kiválasztva ISO fájl
nl: Geen ISO-image geselecteerd
pt_br: Nenhuma imagem ISO selecionada
pt_pt: Nenhuma imagem ISO selecionada
tr: Herhangi bir ISO kalıbı seçilmemiş
uk: Не вибрано ISO-образ

source: Please select a Tails ISO image.
ar: يرجى اختيار صورة ISO لتايلز.
de: Bitte wähle ein Tails-ISO-Abbild aus.
el: Παρακαλούμε επιλέξτε ένα ISO image του Tails.
es: Por favor, selecciona una imagen ISO de Tails.
hu: Kérjük válasszon ki egy Tails ISO fájlt.
nl: Selecteer een Tails-ISO-image
pt_br: Por favor, selecione uma imagem ISO do Tails.
pt_pt: Por favor, selecione uma imagem ISO Tails
tr: Lütfen bir Tails ISO kalıbı seçin.
uk: Оберіть ISO-образ Tails.

source: The USB stick "%(pretty_name)s" is configured as non-removable by its manufacturer and Tails will fail to start from it. Please try installing on a different model.
ar: ناقل البيانات "%(pretty_name)s" مُعد كغير قابل للإزالة بواسطة مُصنّعه وسوف يفشل تيلز في البدء عليه. رجاء حاول التثبيت علي طراز مختلف.
de: Der USB-Stick "%(pretty_name)s" wurde vom Hersteller als nicht entfernbar konfiguriert und somit würde Tails nicht davon starten. Bitte versuche es, auf einem anderen Modell zu installieren.
el: Αυτή η μονάδα δίσκου USB "%(pretty_name)s" είναι ρυθμισμένο ως μη αφαιρέσιμο από τον κατασκευαστή του και το Tails θα αποτύχουν να εκκινηθούν σε αυτό. Παρακαλώ προσπαθήστε να εγκαταστήσετε σε διαφορετικό μοντέλο.
es: La memoria USB "%(pretty_name)s" está configurada como no extraíble por su fabricante, y Tails no podrá iniciarse desde ella. Por favor, prueba a instalar en un modelo distinto.
hu: Az USB meghajtó "%(pretty_name)s" a gyártó által nem-eltávolítható ezért a Tails nem fog elindulni rajta. Kérjük próbálja meg a telepítést egy másik modellen.
nl: De USB-stick '%(pretty_name)s' is door de fabrikant ervan als niet-verwisselbaar geconfigureerd, waardoor Tails er niet vanaf kan worden gestart. Probeer op een andere model te installeren.
pt_br: A memória USB "%(pretty_name)s" está configurada como 'não-removível' pelo fabricante e o Tais não funcionará nela. Por favor, tente instalar Tails em um outro modelo de memória USB.
pt_pt: A pen USB "%(pretty_name)s" está configurada como não removível pelo seu fabricante e o Tails não poderá ser iniciado. Por favor, tente instalar num modelo diferente.
tr: USB belleği "%(pretty_name)s" üreticisi tarafından çıkarılamaz olarak yapılandırılmış olduğundan Tails buradan başlatılamayacak. Lütfen farklı bir modele kurmayı deneyin.
uk: USB-накопичувач "%(pretty_name)s" налаштовано виробником як незнімний, і Tails не зможе з нього запуститися. Спробуйте встановити на іншу модель.

source: The device "%(pretty_name)s" is too small to install Tails (at least %(size)s GB is required).
ar: الجهاز "%(pretty_name)s" ليس لديه السعة الكافية لتثبيت Tails (مطلوب%(size)s جيجابايت على الأقل).
de: Der Datenträger "%(pretty_name)s" ist zu klein, um Tails darauf zu installieren (mindestens %(size)s GB werden benötigt).
el: Η συσκευή "%(pretty_name)s" είναι πολύ μικρή για να εγκαταστήσετε το Tails (απαιτούνται τουλάχιστον %(size)s GB).
es: El dispositivo "%(pretty_name)s" es demasiado pequeño para instalar Tails (se requieren al menos %(size)s GB).
hu: A'z' "%(pretty_name)s" eszköz túl kicsi a Tails telepítéséhez (legalább %(size)s GB szükséges).
nl: Het apparaat '%(pretty_name)s' is te klein om Tails op te installeren (hiervoor is minstens %(size)s GB vereist).
pt_br: O dispositivo "%(pretty_name)s" é muito pequeno para instalar Tails (no mínimo %(size)s GB são necessários).
pt_pt: O dispositivo "%(pretty_name)s" é muito pequeno para instalar o Tails (é necessário pelo menos %(size)s GB).
tr: "%(pretty_name)s" aygıtı Tails sisteminin kurulması için çok küçük (en az %(size)s GB gereklidir).
uk: Пристрій "%(pretty_name)s" замалий для встановлення Tails (потрібно хоча б %(size)s ГБ).

source: To upgrade device "%(pretty_name)s" from this Tails, you need to use a downloaded Tails ISO image: %(dl_url)s
ar: لترقية الجهاز"%(pretty_name)s" من Tails هذا ، تحتاج إلى استخدام صورة Tails ISO التي تم تنزيلها: %(dl_url)s
de: Um das Gerät "%(pretty_name)s" von diesem Tails aus zu aktualisieren, benötigst du ein heruntergeladenes Tails ISO-Image: %(dl_url)s
el: Για να αναβαθμίσετε τη συσκευή "%(pretty_name)s" από αυτή την έκδοση του Tails, θα πρέπει να χρησιμοποιήσετε μια εικόνα ISO του Tails που έχετε κατεβάσει: %(dl_url)s
es: Para actualizar el dispositivo "%(pretty_name)s" desde este Tails, necesitas usar una imagen ISO de Tails descargada: %(dl_url)s
hu: Az eszköz frissítéséhez "%(pretty_name)s" ebből a Tailsből, egy letöltött Tails ISO képet kell használnia: %(dl_url)s
nl: Om het apparaat '%(pretty_name)s' vanuit deze Tails te upgraden, dient u een gedownloade Tails-ISO-image te gebruiken: %(dl_url)s
pt_br: Para atualizar o dispositvio "%(pretty_name)s" a partir deste Tails, você precisa usar uma imagem ISO baixada do Tails: %(dl_url)s
pt_pt: Para atualizar o dispositivo "%(pretty_name)s" deste Tails, tem de usar a seguinte imagem ISO do Tails: %(dl_url)s
tr: "%(pretty_name)s" aygıtını bu Tails sürümünden güncellemek için indirilmiş Tails ISO kalıbına gerek duyacaksınız: %(dl_url)s
uk: Щоб оновити пристрій "%(pretty_name)s" з цього Tails, вам потрібно скористатися завантаженим ISO-образом Tails: %(dl_url)s

source: No device suitable to install Tails could be found
ar: تعذّر وجود جهاز مناسب لتثبيت تيلز
de: Es konnte kein passendes Gerät zur Installation von Tails gefunden werden
el: Δε βρέθηκε συσκευή που να πληρεί τις προϋποθέσεις για την εγκατάσταση του Tails
es: No se encontró ningún dispositivo adecuado para instalar Tails
hu: Nem található olyan eszköz amire a Tails telepíthető lenne.
nl: Geen geschikt apparaat voor een Tails-installatie gevonden
pt_br: Não foi encontrado nenhum dispositivo adequado para a instalação do Tails
pt_pt: Não foi encontrado nenhum dispositivo adequado para a instalação do Tails
tr: Tails kurucusuna uygun bir aygıt bulunamadı
uk: Не вдалося знайти пристрій, придатний для встановлення Tails

source: Please plug a USB flash drive or SD card of at least %0.1f GB.
ar: رجاء وصل قرص فلاش او كارت ذاكرة بمساحة علي الأقل %0.1f غيغابايت
de: Bitte stecke ein USB-Flash-Laufwerk oder eine SD-Karte mit mindestens %0.1f GB ein.
el: Παρακαλώ εισάγετε μονάδα δίσκου usb ή κάρτα SD μεγέθους τουλάχιστον %0.1f GB.
es: Por favor, inserta una memoria flash USB o una tarjeta SD de al menos %0.1f GB.
hu: Csatlakoztasson egy USB meghajtót vagy SD kártyát amin legalább ennyi hely van:%0.1fGB
nl: Plaats een USB-flashstation of SD-kaart van ten minste %0.1fGB.
pt_br: Por favor, conecte um pendrive USB ou um cartão SD de ao menos %0.1f GB.
pt_pt: Por favor, insira uma pen USB ou cartão SD com pelo menos %0.1f GB.
tr: Lütfen en az %0.1f GB kapasiteli bir USB bellek ya da SD kart takın.
uk: Будь ласка, під'єднайте USB-накопичувач або SD-карту ємністю принаймні %0.1f ГБ.

source: An error happened while installing Tails
ar: حدث خطأ أثناء تثبيت تيلز
de: Bei der Installation von Tails ist ein Fehler aufgetreten
el: Προέκυψε σφάλμα κατά την εγκατάσταση του Tails
es: Ha ocurrido un error mientras se instalaba Tails
hu: Hiba történt a Tails telepítése közben
nl: Er is een fout opgetreden tijdens het installeren van Tails
pt_br: Um erro ocorreu durante a instalação do Tails
pt_pt: Surgiu um erro durante a instalação do Tails
tr: Tails kurulurken bir sorun çıktı
uk: Під час встановлення Tails сталася помилка
