Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: The bug report could not be sent, likely due to network problems. Please try to reconnect to the network and click send again. If it does not work, you will be offered to save the bug report.
ar: لم يتم ارسال تقرير الخطأ، وغالبا بسبب مشكلة بالاتصال. تأكد من اتصالك و كرر المحاولة. اذا لم تتمكن من الاتصال يمكنك حفظ تقرير الخطأ لارساله لاحقاً.
de: Der Fehlerbericht konnte vermutlich wegen Netzwerkproblemen nicht gesendet werden. Bitte versuche dich erneut mit dem Netzwerk zu verbinden und klicke erneut auf Senden. Sollte das nicht funktionieren, wird dir angeboten, den Fehlerbericht zu speichern.
el: Η αναφορά σφάλματος δεν μπόρεσε να σταλεί, λόγω προβλημάτων σύνδεσης. Παρακαλούμε προσπαθήστε να συνδεθείτε ξανά και πατήστε "Αποστολή πάλι". Αν δεν δουλέψει, θα δοθεί η επιλογή αποθήκευσης της αναφοράς του σφάλματος.
es: El informe de fallo no pudo ser enviado, probablemente por problemas de conexión. Intenta reconectar a la red y pulsa en Enviar de nuevo. Si esto no funciona, se te propondrá guardar el informe de fallo.
hu: A hibajelentés elküldése sikertelen, valószínűleg hálózati problémák miatt. Kérjük csatlakozzon újra a hálózathoz, majd kattintson a küldésre újra. Ha ez nem működik, lehetősége lesz lementeni a hibajelentést.
nl: Het bugrapport kon niet worden verstuurd, waarschijnlijk vanwege netwerkproblemen. Probeer opnieuw verbinding te maken met het netwerk en klik nogmaals op Versturen. Als dit niet werkt, wordt aangeboden het bugrapport op te slaan.
pt_br: O relatório de bug não pôde ser enviado, provavelmente por causa de problemas de rede. Por favor, tente se reconectar à rede e clique novamente em enviar. Se isso não funcionar, você terá a opção de salvar o relatório de bug.
pt_pt: Não foi possível enviar o relatório de erros devido a problemas de rede. Por favor, tente religar à rede e clique de novo em enviar. Se isto não funcionar, ser-lhe-á pedido para guardar o relatório de erros.
tr: Hata bildirimi ağ sorunları nedeniyle gönderilemedi. Lütfen ağ bağlantısını yeniden kurduktan sonra e-postayı yeniden göndermeyi deneyin. İşe yaramazsa hata bildiriminizi kaydetmeniz önerilir.
uk: Звіт про помилку не може бути надісланий, імовірно, через проблеми мережі. Спробуйте під'єднатися до мережі й знову натисніть кнопку надсилання. Якщо це не допоможе, то вам буде запропоновано зберегти звіт про помилку.

source: Your message has been sent.
ar: تم ارسال رسالتك.
de: Deine Nachricht wurde gesendet.
el: Το μήνυμα σας έχει σταλεί.
es: Tu mensaje ha sido enviado.
hu: Az üzenete elküldésre került.
nl: Uw bericht is verstuurd.
pt_br: Sua mensagem foi enviada.
pt_pt: A sua mensagem foi enviada.
tr: İletiniz gönderildi.
uk: Ваше повідомлення було відправлено.

source: An error occured during encryption.
ar: حصل خطأ أثناء التشفير
de: Ein Fehler trat beim Verschlüsseln auf.
el: Προέκυψε ένα σφάλμα κατά την κρυπτογράφηση
es: Ha ocurrido un error durante el cifrado.
hu: Hiba történt a titkosítás során.
nl: Er is een fout opgetreden tijdens de versleuteling.
pt_br: Um erro ocorreu ao criptografar.
pt_pt: Ocorreu um erro durante a encriptação.
tr: Şifreleme sırasında bir sorun çıktı.
uk: При шифруванні виникла помилка.

source: Unable to save %s.
ar: غير قادر على حفظ %s.
de: %s kann nicht gespeichert werden.
el: Αδύνατη η αποθήκευση %s
es: No se pudo guardar %s.
hu: A %s mentése sikertelen.
nl: Kan %s niet opslaan.
pt_br: Não foi possível salvar %s.
pt_pt: Não é possível guardar %s.
tr: %s kaydedilemedi.
uk: Не вдалося зберегти %s.

source: The bug report could not be sent, likely due to network problems. As a work-around you can save the bug report as a file on a USB drive and try to send it to us at %s from your email account using another system. Note that your bug report will not be anonymous when doing so unless you take further steps yourself (e.g. using Tor with a throw-away email account). Do you want to save the bug report to a file?
ar: لم نتمكن من ارسال تقرير الأخطاء وذلك لخطأ في الاتصال. كحل مؤقت يمكنك حفظ التقرير على ذاكرة فلاش و ارسالها لنا على %s من بريدك الالكتروني باستخدام جهاز آخر. لن يتم تسليم التقرير بكامل الخصوصية الا اذا استخدمت تور على الجهاز الآخر حين ارسالك الرسالة. هل تريد حفظ التقرير في ملف؟
de: Der Fehlerbericht konnte – vermutlich aufgrund von Netzwerkproblemen – nicht gesendet werden. Als alternative Lösung kannst den Fehlerbericht auf einem USB-Stick speichern und versuchen, ihn uns von einem anderen Rechner aus per E-Mail an %s zu senden. Bedenke bitte, dass dieser Fehlerbericht dann nicht anonym sein wird, es sei denn, du unternimmst weitere Schritte dazu (z. B. die Verwendung einer Wegwerf-E-Mail-Adresse in Verbindung mit Tor). Möchtest du diesen Fehlerbericht in einer Datei speichern?
el: Η αναφορά σφάλματος δεν μπορούσε να σταλεί, λόγω προβλημάτων σύνδεσης. Εναλλακτικά, μπορείτε να αποθηκεύσετε την αναφορά του σφάλματος ως αρχείο σε έναν δίσκο USB και να προσπαθήσετε να μας το στείλετε στο %s μέσω του ηλεκτρονικού σας λογαριασμού από άλλο σύστημα. Σημειώστε ότι το μήνυμα δεν θα σταλεί ανώνυμα με αυτή την επιλογή εκτός και αν κάνετε οι ίδιοι κάποια πρόσθετα βηματα ( π.χ. να χρησιμοποιήσετε το Tor με έναν λογαριασμό email μιας χρήσης). Θέλετε να αποθηκεύσετε την αναφορά του σφάλματος ως αρχείο;
es: El informe de fallo no se pudo enviar, probablemente debido a problemas de red. Como solución, puedes guardar el informe de fallo a un archivo en una memoria USB, e intentar enviárnoslo a %s desde una cuenta de correo electrónico ordinario usando otro sistema. Ten en cuenta que cuando lo hagas tu informe de errores no será anónimo a menos que tomes las medidas necesarias (ej: usar Tor con una cuenta de correo desechable). ¿Quieres guardar el informe de errores en un archivo?
hu: A hibabejelentés nem volt elküldhető hálózati probléma miatt. Átmeneti megoldásként lementheti a hibát egy USB meghajtóra, elküldheti a %s címre, az email címéről, egy másik gépről. Fontos tudni, hogy ebben az esetben nem lesz névtelen a beküldése, csak akkor ha további lépéseket tesz. (Például: Tor-t egy eldobható email címmel együtt használva.) Szeretné lementeni a hibajelentést egy fájlba?
nl: Het bugrapport kon niet worden verstuurd, waarschijnlijk door netwerkproblemen. Als tijdelijke oplossing kunt u het bugrapport op een USB-station opslaan en naar ons proberen te versturen via %s vanaf uw e-mailaccount op een ander systeem. Let wel op dat uw bugrapport dan niet anoniem is, tenzij u verdere stappen onderneemt (bv. door Tor te gebruiken met een wegwerp-e-mailaccount.) Wilt u het bugrapport opslaan naar een bestand?
pt_br: O relatório de bug não foi enviado, provavelmente devido a problemas de rede. Como alternativa, você pode salvar o relatório como um arquivo em um pendrive USB e nos enviar para o endereço %s a partir da sua conta de email, usando um outro sistema. Lembre-se que ao fazer isso seu relatório de bug não será anônimo, a menos que você o anonimize por conta própria (por exemplo, usando Tor e uma conta de e-mail descartável). Você quer salvar o relatório de bug em um arquivo?
pt_pt: Não foi possível enviar o relatório de erros devido a problemas de rede. Como alternativa, pode guardar o relatório de erros como um ficheiro numa unidade USB e tente enviá-lo para nós em %s na sua conta de e-mail, utilizando outro sistema. Note que o seu relatório de erros não será anónimo, a não ser que tome as devidas precauções (por exemplo, utilizar o Tor com uma conta de e-mail descartável). Deseja guardar o relatório de erros num ficheiro?
tr: Ağ sorunları nedeniyle hata bildirimi gönderilemedi. Geçici bir çözüm olarak, hata bildirimini bir USB belleğe dosya olarak kaydedip başka bir sistem üzerinden ve kendi e-posta hesabınızdan %s adresini kullanarak bize gönderebilirsiniz. Bu işlemi yaparken kendi önlemlerinizi almazsanız anonimliğiniz ortadan kalkar (Tor uygulamasını ve tek kullanımlık bir e-posta adresini kullanmak gibi). Hata bildiriminin dosya olarak kaydedilmesini ister misiniz?
uk: Повідомлення про помилку не може бути відправлено ймовірно через проблеми у мережі. Можливо зберегти звіт про помилку у вигляді файлу на USB диск і спробувати відправити його нам за адресою %s по електронній пошті за допомогою іншої системи. Зверніть увагу на те, що у цьому разі Ваше повідомлення про помилку не буде анонімним, якщо Ви не вживете додаткових кроків самостійно (наприклад, за допомогою Tor з одноразовим обліковим записом електронної пошти). Ви хочете зберегти звіт про помилку у файл?

source: Send feedback in an encrypted mail.
ar: أرسل آرائك عن الخدمة في بريد مشفر
de: Deine Rückmeldung in einer verschlüsselten Nachricht versenden.
el: Αποστολή σχόλιων μέσω κρυπτογραφημένου μηνύματος ηλεκτρονικού ταχυδρομίου.
es: Enviar tus observaciones en un correo cifrado.
hu: Visszajelzés küldése titkosított emailben.
nl: Feedback versturen via versleutelde e-mail.
pt_br: Enviar feedback em um email criptografado.
pt_pt: Envie a opinião numa mensagem encriptada.
tr: Şifrelenmiş e-posta ile geri bildirim gönderin.
uk: Відправити зворотній зв'язок у зашифрованому листі.

source: Copyright © 2009-2018 Tails developers (tails@boum.org)
ar: حقوق النسخ © 2009-2018 مطوري تيلز (tails@boum.org)
el: Πνευματική ιδιοκτησία © 2009-2018 Tails developers (tails@boum.org)
es: Copyright © 2009-2018 desarrolladores de Tails (tails@boum.org)
hu: Copyright © 2009-2018 Tails fejlesztők (tails@boum.org)
nl: Copyright © 2009-2018 Tails-ontwikkelaars (tails@boum.org)
pt_br: Copyright © 2009-2018 Desenvolvedores do Tails (tails@boum.org)
pt_pt: Direitos de Autor © 2009-2018 Programadores do Tails (tails@boum.org)
tr: Telif Hakkı © 2009-2018 Tails Geliştiricileri (tails@boum.org)
uk: Авторське право © 2009-2018 Розробники Tails (tails@boum.org)

source: Tails developers <tails@boum.org>
ar: مبرمجي تيلز <tails@boum.org>
de: Tails-Entwickler <tails@boum.org>
es: Desarrolladores de Tails <tails@boum.org>
hu: Tails fejlesztők <tails@boum.org>
nl: Tails-ontwikkelaars <tails@boum.org>
pt_br: Desenvolvedores do Tails <tails@boum.org>
pt_pt: Programadores de Talis <tails@boum.org>
tr: Tails geliştiricileri <tails@boum.org>
uk: Розробники Tails <tails@boum.org>

source: translator-credits
de: Übersetzerdanksagung
el: credits-μεταφραστών
es: créditos de traducción
hu: fordítás készítői
nl: Lof voor vertalers
pt_br: créditos de tradução
tr: Çeviriye katkıda bulunanlar
uk: перекладачі

source: This doesn't seem to be a valid URL or OpenPGP key.
ar: هذا لايبدو انه عنوان موقع صحيح او مفتاح OpenPGP صحيح.
de: Dies scheint keine gültige Adresse oder OpenPGP-Schlüssel zu sein.
el: Αυτό δεν φαίνετε να είναι έγκυρο URL ή κλειδί OpenPGP.
es: Esta no parece ser una URL válida o una clave OpenPGP.
hu: Nem tűnik érvényes URL-nek, vagy OpenPGP kulcsnak.
nl: Dit lijkt geen geldige URL of OpenPGP-sleutel te zijn.
pt_br: A URL ou chave OpenPGP não parecem ser válidas.
pt_pt: Isto não parece ser um URL ou chave OpenPGP válida.
tr: Bu geçerli bir İnternet adresine ya da OpenPGP anahtarına benzemiyor.
uk: Невірний URL або OpenPGP ключ.

source: Invalid contact email: %s
ar: عنوان البريد الإلكتروني الخاص غير صحيح : %s
de: Ungültige Kontakt-E-Mail-Adresse: %s
el: Άκυρη ηλεκτρονική διεύθυνση επικοινωνίας: %s
es: Correo electrónico de contacto no válido: %s
hu: Érvénytelen email cím: %s
nl: Ongeldig contact-e-mailadres: %s
pt_br: Email de contato inválido: %s
pt_pt: E-mail de contacto inválido: %s
tr: İletişim e-posta adresi geçersiz: %s
uk: Недійсна адреса електронної пошти контакту: %s

source: Invalid contact OpenPGP key: %s
ar: مفتاح الـOpenPGP غير صحيح : %s
de: Kontakt-OpenPGP-Schlüssel nicht gültig: %s
el: Μη έγκυρο κλειδί OpenPGP %s
es: Clave OpenPGP de contacto no válida: %s
hu: Érvénytelen OpenPGP key: %s
nl: Ongeldige OpenPGP-sleutel van contact: %s
pt_br: Chave OpenPGP para contato inválida: %s
pt_pt: Chave OpenPGP de contacto inválida: %s
tr: İletişim OpenPGP anahtarı geçersiz: %s
uk: Недійсний ключ OpenPGP контакту: %s

source: Invalid contact OpenPGP public key block
ar: مفتاح الـOpenPGP العام غير صحيح
de: Datenblock im öffentlichen OpenPGP-Schlüssel des Kontaktes ist nicht gültig
el: Μη έγκυρο δημόσιο OpenPGP key block
es: Bloque de clave pública OpenPGP de contacto no válida
hu: Érvénytelen OpenPGP publikus kulcs blokk
nl: Ongeldig OpenPGP-publiekesleutelblok van contact
pt_br: Bloco de chave pública de contato OpenPGP inválido
pt_pt: Bloco de chave de contacto pública OpenPGP inválido
tr: İletişim OpenPGP herkese açık anahtar bloğu geçersiz
uk: Недійсний блок публічного ключа OpenPGP контакту

source: You turned on Offline Mode in the Welcome Screen.
ar: لقد قمت بتشغيل وضع عدم الاتصال في شاشة الترحيب.
de: Du hast im Willkommensbildschirm den Offline-Modus aktiviert.
el: Ενεργοποιήσατε τη Λειτουργία εκτός σύνδεσης στην Οθόνη υποδοχής.
es: Activaste el modo sin conexión en la pantalla de bienvenida.
hu: Bekapcsolta az Offline módot az Üdvözlő képernyőn.
nl: U hebt de offline-modus ingeschakeld in het Welkomstscherm.
pt_br: Você ativou o Modo Offline na Tela de Boas-vindas.
tr: Giriş ekranında çevrimdışı kipi açtınız.
uk: Ви ввімкнули автономний режим на Екрані Привітання.

source: It is impossible to connect to Tor in Offline Mode.
ar: من المستحيل الاتصال بـ Tor في وضع عدم الاتصال.
de: Es ist nicht möglich, sich im Offline-Modus mit Tor zu verbinden.
el: Είναι αδύνατο να συνδεθείτε στο Tor στη Λειτουργία εκτός σύνδεσης.
es: Es imposible conectar a Tor en el modo sin conexión.
hu: Nem lehetséges a csatlakozás a Tor-hoz Offline módban.
nl: Het is onmogelijk om verbinding te maken met Tor in Offline Modus.
pt_br: Não é possível conectar à rede Tor no Modo Offline.
tr: Çevrimdışı kipte Tor ile bağlantı kurulamaz.
uk: Неможливо підключитися до Tor в автономному режимі.

source: To connect to Tor and the Internet, restart Tails without Offline Mode.
ar: للاتصال بـ Tor والإنترنت، أعد تشغيل Tails بدون وضع عدم الاتصال.
de: Um sich mit Tor und dem Internet zu verbinden, starte Tails ohne Offline-Modus neu.
el: Για να συνδεθείτε στο Tor και το διαδίκτυο, επανεκκινείστε το Tails χωρίς τη Λειτουργία εκτός σύνδεσης.
es: Para conectar a Tor e Internet, reinicia Tails sin utilizar el modo sin conexión.
hu: A Tor-hoz és internethez csatlakozáshoz indítsa újra a Tails-t Offline mód nélkül.
nl: Om verbinding te maken met Tor en het Internet, herstart je Tails zonder Offline Modus.
pt_br: Para se conectar à rede Tor e à Internet, reinicie o Tails sem o Modo Offline.
tr: Tor ve İnternet bağlantısı kurmak için çevrimdışı kip seçeneğini kapatıp Tails sistemini yeniden başlatın.
uk: Щоб підключитися до Tor та Інтернету, перезапустіть Tails без автономного режиму.

source: Report an error
ar: ابلغ عن خطأ
de: Einen Fehler melden
el: Αναφορά σφάλματος
es: Informar de un error
hu: Hiba jelentése
nl: Een fout melden
pt_br: Relatar um erro
pt_pt: Comunicar um erro
tr: Hata bildirin
uk: Повідомити про помилку

source: Tails documentation
ar: وثائق تيلز
de: Tails-Dokumentation
el: Τεκμηρίωση του Tails
es: Documentación de Tails
hu: A Tails dokumentációja
nl: Tails-documentatie
pt_br: Documentação do Tails
pt_pt: Documentação do Tails
tr: Tails belgeleri
uk: Документація по Tails

source: Configure which files and application configuration are saved between working sessions
ar: تكوين الملفات وتكوين التطبيق الذي يتم حفظه بين جلسات العمل
de: Konfiguriere, welche Dateien und Anwendungskonfigurationen zwischen Arbeitssitzungen gespeichert werden
el: Ρυθμίστε ποια αρχεία και ρυθμίσεις εφαρμογής αποθηκεύονται μεταξύ συνεδριών
es: Configurar qué archivos y qué configuración de la aplicación se guardan en las sesiones de trabajo
hu: Állítsa be mely fájlok és alkalmazás konfigurációk legyenek mentve két munkamenet között
nl: Configureren welke bestanden en toepassingsconfiguratie tussen werksessies worden opgeslagen
pt_br: Configurar quais arquivos e configurações de aplicativos são salvos entre as sessões de trabalho
pt_pt: Configurar que ficheiros e configurações de aplicações são guardadas entre sessões de trabalho
tr: Çalışma oturumları arasında kaydedilecek dosya ve uygulama ayarlarını yapılandırır
uk: Налаштуйте, які файли та конфігурації програм зберігатимуться між робочими сеансами

source: Root Terminal
ar: طرفية بصلاحية جذر
de: Als Systemverwalter im Terminal öffnen
el: Τερματικό Root
es: Terminal de Root
pt_br: Terminal de Root
pt_pt: Terminal Root
tr: Root uçbirimi
uk: Кореневий термінал

source: Opens a terminal as the root user, using gksu to ask for the password
ar: فتح طرفية كمستعمل جذر مع استعمال gksu لطلب كلمة المرور.
de: Öffnet ein Terminal als Systemverwalter und benutzt gksu, um nach dem Passwort zu fragen
el: Ανοίγει ένα τερματικό ως χρήστης root, χρησιμοποιώντας το gksu για τον κωδικό
es: Abre una terminal como root, y usa gksu para preguntar por la contraseña de root
hu: Indít egy terminált root felhasználóként, a gsku-val kérve a jelszót
nl: Opent een terminal als de rootgebruiker, gebruikmakend van gksu om het wachtwoord te vragen
pt_br: Abre um terminal como usuário root, usando o gksu para solicitar a senha
pt_pt: Abra o terminal como utilizador Root, usando o gksu para perguntar pela palavra passe
tr: Uçbirimi root kullanıcı ile açar. Parola sormak için gksu kullanır
uk: Відкриває термінал як кореневий користувач, використовуючи gksu, щоб запитати пароль

source: Learn how to use Tails
ar: تعلم كيف تستخدم Tails
de: Lerne Tails zu nutzen
el: Μάθετε πώς να χρησιμοποιείτε το Tails
es: Aprende a usar Tails
hu: A Tails használati útmutatója
nl: Hoe Tails te gebruiken
pt_br: Saiba como usar o Tails
pt_pt: Saiba como utilizar o Tails
tr: Tails sistemini nasıl kullanacağınızı öğrenin
uk: Навчіться користуватися Tails

source: Learn more about Tails
ar: إطلع أكثر حول Tails
de: Mehr über Tails erfahren
el: Μάθετε περισσότερα σχετικά με Tails
es: Aprende más acerca de Tails
hu: Tudjon meg többet a Tails-ről.
nl: Meer info over Tails
pt_br: Saiba mais sobre o Tails
pt_pt: Saber mais sobre Tails
tr: Tails hakkında ayrıntılı bilgi alın
uk: Дізнайтеся більше про Tails

source: Install, clone, upgrade Tails
de: Installiere, klone, aktualisiere Tails
el: Εγκατάσταση, κλωνοποίηση, αναβάθμιση του Tails
es: Instalar, clonar, actualizar Tails
hu: Tails telepítése, klónozása, frissítése
nl: Installeer, kloon, upgrade Tails
pt_br: Instalar, clonar, atualizar o Tails
pt_pt: Instalar, clonar, atualizar o Tails
tr: Tails sistemini kur, kopyala, yükselt
uk: Встановіть, клонуйте, оновіть Tails

source: Connect Tails to the Tor network
ar: قم بتوصيل Tails بشبكة Tor
de: Verbinde Tails mit dem Tor-Netzwerk
el: Σύνδεση του Tails στο δίκτυο Tor
es: Conectar Tails a la red Tor
hu: A Tails csatlakoztatása a Tor hálózathoz
nl: Verbind Tails met het Tor netwerk
pt_br: Conecte o Tails à rede Tor
tr: Tails ile Tor ağı bağlantısını kur
uk: Підключіть Tails до мережі Tor

source: Anonymous Web Browser
ar: متصفح إنترنت مخفي
de: Anonymer Internet-Browser
el: Ανώνυμος φυλλομετρητής ιστού
es: Navegador web anónimo
hu: Névtelen böngésző
nl: Anonieme webbrowser
pt_br: Navegador Web Anônimo
pt_pt: Navegador da Web Anónimo
tr: Anonim tarayıcı
uk: Анонімний веб-браузер

source: Browse the World Wide Web without anonymity
ar: تصفح الانترنت دون اخفاء هويتك
de: Das Internet ohne Anonymität durchsuchen
el: Πλοήγηση στον Παγκόσμιο Ιστό χωρίς ανωνυμία
es: Navegar la World Wide Web sin anonimato
hu: A világháló böngészése névtelenség nélkül
nl: Surf op het wereldwijde web zonder bescherming
pt_br: Navegar pela World Wide Web sem anonimato
pt_pt: Explore a World Wide Web sem anonimato
tr: İnternette anonim olmadan gezin
uk: Перегляд всесвітньої павутини без анонімності

source: Unsafe Web Browser
ar: متصفح غير آمن
de: Unsafe Internet-Browser
el: Μη ασφαλής φυλλομετρητής ιστού
es: Navegador No Seguro
nl: Onveilige Webbrowser
pt_br: Navegador Inseguro
pt_pt: Navegador da Web Inseguro
tr: Güvenli olmayan tarayıcı
uk: Небезпечний Веббраузер

source: Mount VeraCrypt encrypted file containers and devices
ar: ركب مستوعبات الملفات و الأجهزة المشفرة الخاصة ب VeraCrypt
de: VeraCrypt-Container und -Geräte entsperren und einhängen
el: Προσαρμογή των χώρων και των συσκευών κρυπτογραφημένων αρχείων VeraCrypt
es: Monta los contenedores y dispositivos de archivos encriptados VeraCrypt
hu: Veracrypt titkosított fájl konténer és eszköz csatolása
nl: VeraCrypt-versleutelde bestandscontainers en apparaten koppelen
pt_br: Montar recipientes e dispositivos criptografados VeraCrypt
pt_pt: Montar volumes de ficheiros e dispositivos VeraCrypt
tr: VeraCrypt ile şifrelenmiş dosya kapsayıcı ve aygıtlarını bağla
uk: Підключити зашифровані файлові контейнери та пристрої VeraCrypt

source: Configure the additional software installed from your persistent storage when starting Tails
ar: قم بضبط البرامج الاضافية المثبتة من التخزين الدائم الخاص بك عند بدء تيلز
de: Konfiguriere zusätzliche Software, die beim Starten von Tails von deinem beständigen Datenspeicher installiert wird
el: Ρυθμίστε το πρόσθετο λογισμικό, που εγκαταστάθηκε από το μόνιμο αποθηκευτικό χώρο κατά την εκκίνηση του Tails.
es: Configura el software adicional instalado desde tu almacenamiento persistente cuando inicies Tails
hu: Konfigurálja a további szoftvereit, amit a tartós tárolójáról telepít, amikor elindul a Tails
nl: De extra software configureren die vanaf uw permanente opslag is geïnstalleerd bij het starten van Tails
pt_br: Configure os programas adicionais instalados a partir de seu Armazenamento Persistente ao iniciar o Tails.
pt_pt: Configure o software adicional instalado a partir do seu armazenamento permanente ao iniciar o Tails.
tr: Tails başlatılırken kalıcı depolama biriminizden kurulacak ek uygulamaları yapılandırın
uk: Під час запуску Tails налаштуйте додаткове програмне забезпечення, встановлене з вашого постійного сховища

source: WhisperBack Error Reporting
ar: إرسال تقرير بخطأ WhisperBack
de: WhisperBack Fehlermeldung
el: Σφάλμα αναφοράς WhisperBack
es: Informe de errores WhisperBack
hu: WhisperBack Hibajelentés
nl: WhisperBack-foutrapportage
pt_br: Reportador de Errors WhisperBack
pt_pt: Reportar erros com o WhisperBack
tr: WhisperBack sorun bildirimi
uk: WhisperBack - Звіт про помилки

source: Send feedback via encrypted e-mail
ar: أرسل آرائك عبر بريد مشفر
de: Feedback per verschlüsselter E-Mail senden
el: Αποστολή σχόλιων μέσω κρυπτογραφημένου μηνύματος ηλεκτρονικού ταχυδρομίου.
es: Enviar feedback vía correo electrónico cifrado
hu: Visszajelzés küldése titkosított emailben
nl: Feedback versturen via versleutelde e-mail
pt_br: Enviar feedback via email criptografado
pt_pt: Enviar opinião por e-mail encriptado
tr: Şifreli e-posta ile geri bildirim gönderin
uk: Надіслати зворотній зв'язок зашифрованим електронним листом

source: feedback;bug;report;tails;error;
ar: feedback;خلل;تقرير;تيلز;خطأ;
de: feedback;bug;bericht;tails;fehler;
es: retroalimentación;bug;reportar;tails;error;
pt_br: feedback;bug;problema;relatório;tails;erro;
pt_pt: opinião;problema;reportar;tails;erro;
tr: geri bildirim;sorun;hara;bildirim;tails;
uk: зворотній зв'язок;баґ;звіт;tails;помилка;

source: Tails specific tools
ar: ادوات خاصة بتيلز
de: Tails-spezifische Werkzeuge
el: Εργαλεία ειδικά για το Tails
es: Herramientas específicas de Tails
hu: Tails-specifikus eszközök
nl: Tails-specifieke hulpmiddelen
pt_br: Ferramentas específicas do Tails
pt_pt: Ferramentas específicas do Tails
tr: Özel Tails araçları
uk: Спеціальні інструменти Tails
