Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: Installation complete!
ar: تم التثبيت!
de: Installation abgeschlossen!
el: Η εγκατάσταση ολοκληρώθηκε!
es: ¡Instalación completa!
hu: Telepítés kész!
nl: Installatie voltooid!
pt_br: Instalação concluída!
pt_pt: Instalação completa!
tr: Kurulum tamamlandı!
uk: Установка завершена!

source: Unable to mount device
ar: لا يمكن تركيب الجهاز
de: Speichermedium kann nicht einhängt werden
el: Αδυναμία προσάρτησης συσκευής
es: No se pudo montar el dispositivo
hu: Nem lehetséges az eszköz csatolása
nl: Kan apparaat niet koppelen
pt_br: Não foi possível montar o dispositivo
pt_pt: Não é possível montar o dispositivo
tr: Aygıt takılamadı
uk: Не вдалося змонтувати пристрій

source: %(parent_size)s %(vendor)s %(model)s device (%(device)s)
ar: %(parent_size)s %(vendor)s %(model)s جهاز (%(device)s)
de: %(parent_size)s %(vendor)s %(model)s Gerät (%(device)s)
el: %(parent_size)s %(vendor)s %(model)s συσκευή (%(device)s)
es: Dispositivo %(parent_size)s %(vendor)s %(model)s (%(device)s)
hu: %(parent_size)s%(vendor)s%(model)s eszköz(%(device)s)
nl: %(parent_size)s%(vendor)s%(model)s apparaat (%(device)s)
pt_br: Dispositivo %(parent_size)s %(vendor)s %(model)s (%(device)s)
pt_pt: %(parent_size)s %(vendor)s %(model)s dispositivo (%(device)s)
tr: %(parent_size)s %(vendor)s %(model)s aygıt (%(device)s)
uk: %(parent_size)s %(vendor)s %(model)s пристрій (%(device)s)

source: The persistent storage on this USB stick will be lost.
ar: سيتم فقد التخزين الدائم على محرك أقراص USB هذا.
de: Der beständige Datenspeicher auf diesem USB-Stick geht verloren.
el: Ο μόνιμος χώρος του αφαιρούμενου μέσου USB θα χαθεί.
es: Se perderá el Almacenamiento Persistente de esta memoria USB.
hu: Az USB kulcson lévő állandó tárhely el fog veszni.
nl: De permanente opslag op deze USB-stick gaat verloren.
pt_br: O Armazenamento Persistente deste dispositivo USB será perdido.
tr: Bu USB bellekteki kalıcı depolama birimi kaybolacak.
uk: Постійне сховище на цьому USB-накопичувачі буде втрачено.

source: Delete Persistent Storage and Reinstall
ar: حذف التخزين الدائم وإعادة التثبيت
de: Lösche den beständigen Datenspeicher und installiere neu
el: Διαγραφή του μόνιμου αποθηκευτικού χώρου και επανεγκατάσταση
es: Borrar Almacenamiento Persistente y Reinstalar
hu: Tartós tár törlése és újratelepítés
nl: Permanente opslag verwijderen en herinstalleren
pt_br: Apagar Armazenamento Persistente e Reinstalar
tr: Kalıcı depolama birimini sil ve yeniden kur
uk: Видалити і перевстановити постійне сховище

source: All data on this USB stick will be lost.
ar: سيتم فقد جميع البيانات الموجودة على محرك أقراص USB هذا.
de: Alle Daten auf diesem USB-Stick gehen verloren.
el: Όλα τα δεδομένα αυτής της μονάδας USB θα χαθούν.
es: Se perderán todos los datos de esta memoria USB.
hu: Minden adat erről az USB kulcsról el fog veszni.
nl: Alle gegevens op deze USB-stick gaan verloren.
pt_br: Todos os dados neste pendrive USB serão perdidos.
tr: Bu USB bellekteki tüm veriler kaybolacak.
uk: Всі дані на цьому USB-накопичувачі будуть втрачені.

source: Delete All Data and Install
ar: احذف جميع البيانات وقم بالتثبيت
de: Lösche alle Daten und installiere
el: Διαγραφή όλων των δεδομένων και εγκατάσταση
es: Borrar todos los datos e instalar
hu: Minden adat törlése és telepítés
pt_br: Apagar Todos os Dados e Instalar
tr: Tüm verileri sil ve kur
uk: Видалити всі дані і встановити

source: Confirm the target USB stick
ar: أكّد ناقل البيانات المحمول
de: Bestätige den Ziel-USB-Stick
el: Επιβεβαιώστε τη μονάδα USB προορισμού
es: Confirmar la memoria USB de destino
hu: Erősítse meg a cél USB meghajtót
nl: Bevestig de doel-USB-stick
pt_br: Confirmar o dispositivo USB a ser usado
pt_pt: Confirme o dispositivo USB alvo
tr: Hedef USB belleği onaylayın
uk: Підтвердьте цільовий USB-накопичувач

source: The selected file is unreadable. Please fix its permissions or select another file.
ar: الملف المختار غير قابل للقراءة. الرجاء تغيير صلاحياته أو اختيار ملف آخر.
de: Die ausgewählte Datei konnte nicht gelesen werden. Bitte korrigiere die Berechtigungen oder wähle eine andere Datei aus.
el: Το συγκεκριμένο αρχείο δεν μπορεί να αναγνωσθεί. Παρακαλώ διορθώστε τα δικαιώματά του ή διαλέξτε άλλο αρχείο.
es: El archivo seleccionado no se puede leer. Ajusta sus permisos o selecciona otro archivo.
hu: A kijelölt fájl nem olvasható. Változtassa meg a jogosultságokat vagy válasszon egy másik fájlt.
nl: Het geselecteerde bestand is onleesbaar. Herstel de rechten of selecteer een ander bestand.
pt_br: O arquivo selecionado não tem permissão de leitura. Por favor, corrija suas permissões ou selecione outro arquivo.
pt_pt: O ficheiro selecionado não é legível. Por favor, corrija as permissões ou selecione outro ficheiro.
tr: Seçilen dosya okunamıyor. Lütfen dosya izinlerini denetleyin ya da başka bir dosya seçin.
uk: Вибраний файл не читається. Виправте файл або виберіть інший.

source: Unable to use the selected file. You may have better luck if you move your ISO to the root of your drive (ie: C:\)
ar: لا يمكن استخدام الملف المُحدد. قد يحالفك حظ أكثر إن نقلت ملف الأيزو إلى المجلد الرئيسي لقرصك (C:\ على سبيل المثال)
de: Die ausgewählte Datei kann nicht verwendet werden. Vielleicht hast du mehr Glück, wenn du das ISO-Abbild in das Wurzelverzeichnis deines Laufwerkes (z.B. C:\) verschiebst
el: Αδυναμία χρήσης του επιλεγμένου αρχείου. Μπορεί να έχετε καλύτερη τύχη αν μετακινήσετε το ISO στη ρίζα του δίσκου σας (π.χ.: C:\).
es: No se pudo utilizar el archivo seleccionado. Puede que tengas más suerte si mueves tu ISO a la carpeta raíz de su unidad (ej. C:\)
hu: Nem lehet a kiválasztott fájlt használni. Szerencsésebb lenne az ISO fájlt a meghajtó gyökerébe mozgatni (pl: C:\)
nl: Kan het geselecteerde bestand niet gebruiken. Mogelijk lukt het wel als u uw ISO in de hoofdmap van uw station plaatst (bv. C:\)
pt_br: Não foi possível utilizar o arquivo selecionado. Talvez você tenha mais sorte se mover a imagem ISO para a raiz do seu dispositivo (por exemplo, `C:\')
pt_pt: Não é possível utilizar o ficheiro selecionado. É capaz de ter mais sorte se mover o seu ficheiro ISO para a raiz da sua unidade (ex.: C:\).
tr: Seçilmiş dosya kullanılamadı. ISO kalıbını diskinizin kök klasörüne taşımanız işe yarayabilir (C:\ gibi)
uk: Неможливо використовувати вказаний файл. Спробуйте перемістити ISO в корінь диска (наприклад, C:\)

source: %(filename)s selected
ar: تم تحديد %(filename)s
de: %(filename)s ausgewählt
el: επιλέχθηκαν %(filename)s
es: %(filename)s seleccionado(s)
hu: %(filename)s kiválasztva
nl: %(filename)s geselecteerd
pt_br: %(filename)s selecionado
pt_pt: %(filename)s selecionado
tr: %(filename)s seçildi
uk: %(filename)s обрано

source: Unable to find Tails on ISO
ar: تعذر العثور على Tails على ISO
de: Tails kann im ISO nicht gefunden werden
el: Δεν είναι δυνατή η εύρεση του Tails στο ISO
es: Incapaz de encontrar Tails en ISO
hu: Nem található Tails az ISO-n
nl: Kan Tails op ISO niet vinden
pt_br: Não foi possível encontrar o Tails na ISO
pt_pt: Não foi possível encontrar o Tails na imagem ISO
tr: ISO dosyasında Tails bulunamadı
uk: Не вдається знайти Tails на ISO

source: Could not guess underlying block device: %s
ar: فشل تخمين جهاز الحجب الأساسي: %s
de: Das betroffene Blockgerät konnte nicht festgestellt werden: %s
el: Δεν μπόρεσε να αναγνωριστεί το μέσο αποθήκευσης %s
es: No se pudo estimar el dispositivo de bloque subyacente: %s
hu: Nem azonosítható az alatta található blokk eszköz:%s
nl: Kon onderliggende blokapparaat niet raden: %s
pt_br: Não foi possível descobrir o dispositivo de bloco subjacente: %s
pt_pt: Não foi possível adivinhar o dispositivo de bloco subjacente: %s
tr: Temel blok aygıtı öngörülemedi: %s
uk: Не можу вгадати основний блоковий пристрій: %s

source: There was a problem executing `%(cmd)s`. %(out)s %(err)s
ar: حدثت مشكلة في تنفيذ `%(cmd)s`. %(out)s %(err)s
de: Es gab ein Problem bei der Ausführung von `%(cmd)s`. %(out)s %(err)s
el: Υπήρξε πρόβλημα κατά την εκτέλεση του `%(cmd)s`. %(out)s %(err)s
es: Hubo un problema al ejecutar `%(cmd)s`. %(out)s %(err)s
hu: Probléma lépett fel `%(cmd)s` végrehajtása közben %(out)s %(err)s
nl: Er was een probleem bij het uitvoeren van `%(cmd)s`. %(out)s %(err)s
pt_br: Um problema ocorreu ao executar `%(cmd)s`. %(out)s %(err)s
pt_pt: Ocorreu um problema a executar `%(cmd)s`. %(out)s %(err)s
tr: `%(cmd)s` çalıştırılırken bir sorun çıktı. %(out)s %(err)s
uk: Виникла проблема виконання `%(cmd)s`. %(out)s %(err)s

source: "%s" does not exist
ar: "%s" غير موجود
de: "%s" existiert nicht
el: Το ''%s'' δεν υπάρχει
es: "%s" no existe
hu: "%s" nem létezik
nl: "%s" bestaat niet
pt_br: "%s" não existe
pt_pt: "%s" não existe
tr: "%s" bulunamadı
uk: «%s» не існує

source: "%s" is not a directory
ar: "%s" ليس دليلا
de: "%s" ist kein Verzeichnis
el: Το ''%s'' δεν είναι κατάλογος
es: "%s" no es un directorio
hu: "%s" nem egy könyvtár
nl: "%s" is geen map
pt_br: "%s" não é um diretório
pt_pt: "%s" não é um diretório
tr: "%s" bir klasör değil
uk: «%s» не є каталогом

source: Skipping "%(filename)s"
ar: التخطي "%(filename)s"
de: "%(filename)s" wird übersprungen
el: Γίνεται παράλειψη ''%(filename)s''
es: Saltando "%(filename)s"
hu: "%(filename)s" kihagyása
nl: "%(filename)s" wordt overgeslagen
pt_br: Ignorando "%(filename)s"
pt_pt: A ignorar "%(filename)s"
tr: "%(filename)s" atlanıyor
uk: Пропуск «%(filename)s»

source: There was a problem executing `%(cmd)s`.%(out)s %(err)s
ar: حدثت مشكلة في تنفيذ `%(cmd)s`.%(out)s %(err)s
de: Es gab ein Problem bei der Ausführung von `%(cmd)s`.%(out)s %(err)s
el: Υπήρξε πρόβλημα κατά την εκτέλεση του `%(cmd)s`.%(out)s %(err)s
es: Hubo un problema ejecutando `%(cmd)s`.%(out)s %(err)s
hu: Probléma lépett fel `%(cmd)s` végrehajtása közben %(out)s %(err)s
nl: Er was een probleem bij het uitvoeren van `%(cmd)s`.%(out)s %(err)s
pt_br: Um problema ocorreu ao executar `%(cmd)s`.%(out)s %(err)s
pt_pt: Ocorreu um problema a executar `%(cmd)s`.%(out)s %(err)s
tr: `%(cmd)s`,%(out)s çalıştırılırken bir sorun çıktı. %(err)s
uk: Виникла проблема виконання `%(cmd)s`.%(out)s %(err)s

source: Could not open device for writing.
ar: فَشِل فتح مساحة التخزين قصد الكاتبة فيه.
de: Gerät konnte nicht zum Schreiben geöffnet werden.
el: Δεν ήταν δυνατό το άνοιγμα της συσκευής προς εγγραφή.
es: No se pudo abrir el dispositivo para la escritura.
hu: Nem nyitható meg az eszköz írásra.
nl: Kon het apparaat niet openen om te schrijven.
pt_br: Não foi possível abrir o dispositivo para escrita.
pt_pt: Não foi possível gravar no dispositivo.
tr: Aygıt yazılmak üzere açılamadı.
uk: Не вдається відкрити пристрій для запису.

source: <b><big>Do you want to rename your <i>KeePassXC</i> database?</big></b> You have a <i>KeePassXC</i> database in your <i>Persistent</i> folder: <i>${filename}</i> Renaming your database to <i>${default_filename}</i> would allow <i>KeePassXC</i> to open it automatically in the future.
de: <b><big>Willst du deine <i>KeePassXC</i> Datenbank umbenennen?</big></b> Du hast eine <i>KeePassXC</i> Datenbank in deinen <i>Persistent</i> Ordner: <i>${filename}</i> Deine Datenbank in <i>${default_filename}</i> umzubenennen, würde <i>KeePassXC</i> ermöglichen, sie in Zukunft automatisch zu öffnen.
el: <b><big>Θέλετε να μετονομάσετε τη βάση δεδομένων σας <i>KeePassXC</i>;</big></b> Έχετε τη βάση δεδομένων <i>KeePassXC</i> στον φάκελο <i>μόνιμης αποθήκευσης</i>: <i>${filename}</i> Η μετονομασία της βάσης δεδομένων σας σε <i>${default_filename}</i> θα επιτρέψει στο <i>KeePassXC</i> το αυτόματο άνοιγμά του στο μέλλον.
es: <b><big>¿Deseas renombrar tu base de datos <i>KeePassXC</i>?</big></b> Tienes una base de datos <i>KeePassXC</i> en tu carpeta <i>Persistente</i>: <i>${filename}</i> Renombrar tu base de datos a <i>${default_filename}</i> permitirá que <i>KeePassXC</i> la abra automáticamente en el futuro.
tr: <b><big><i>KeePassXC</i> veri tabanınızı yeniden adlandırmak ister misiniz?</big></b> <i>Kalıcı depolama</i> klasörünüzde bir <i>KeePassXC</i> veri tabanı var: <i>${filename}</i> Veri tabanınızı <i>${default_filename}</i> olarak yeniden adlandırarak gelecekte <i>KeePassXC</i> ile otomatik olarak açılmasını sağlayabilirsiniz.
uk: <b><big>Хочете перейменувати свою базу даних <i>KeePassXC</i>?</big></b> Ваша база даних <i>KeePassXC</i> розміщена в <i>постійній</i> теці: <i>${filename}</i> Перейменування вашої бази даних на <i>${default_filename}</i> дозволить <i>KeePassXC</i> автоматично відкривати її в майбутньому.

source: Rename
ar: إعادة التسمية
de: Umbenennen
el: Μετονομασία
es: Renombrar
hu: Átnevezés
nl: Hernoemen
pt_br: Renomear
pt_pt: Renomear
tr: Yeniden adlandır
uk: Перейменувати

source: Keep current name
ar: ثبت الإسم الحالي
de: Aktuellen Namen behalten
el: Διατηρήστε το τρέχον όνομα
es: Mantener el nombre actual
hu: Aktuális név megtartása
nl: Huidige naam behouden
pt_br: Manter o nome atual
pt_pt: Manter nome atual
tr: Geçerli ad korunsun
uk: Залишити поточну назву

source: su is disabled. Please use sudo instead.
ar: su مُعطل. الرجاء استخدام sudo بدلا عنه
de: su ist deaktiviert. Bitte nutze stattdessen sudo.
el: Το su είναι απενεργοποιημένο. Παρακαλούμε αντ' αυτού χρησιμοποιήστε sudo.
es: su está desactivado. En su lugar usa sudo.
hu: Az su tiltott. Használjon sudo-t helyette.
nl: su is uitgeschakeld. Gebruik in plaats daarvan sudo.
pt_br: su está desabilitado. Por favor use sudo ao invés.
pt_pt: O su está desativado. Em vez disso utilize o sudo.
tr: su komutu devre dışı bırakılmış. Lütfen yerine sudo komutunu kullanın.
uk: su вимкнено. Натомість використовуйте sudo.

source: Error
ar: خطأ
de: Fehler
el: Σφάλμα
hu: Hiba
nl: Fout
pt_br: Erro
pt_pt: Erro
tr: Hata
uk: Помилка

source: The device Tails is running from cannot be found. Maybe you used the 'toram' option?
ar: لايمكن العثور على المحرك الذي يعمل عليه تيلز. قد يكون السبب اختيارك "تورام" 'toram'
de: Das Gerät, von dem Tails ausgeführt wird, konnte nicht gefunden werden. Hast du vielleicht die 'toram'-Option benutzt?
el: Δεν είναι δυνατή η εύρεση συσκευής, στην οποία τρέχει το Tails. Μήπως χρησιμοποιήσατε την επιλογή "toram";
es: La unidad desde la que se está ejecutando Tails no se pudo encontrar. ¿Quizás has elegido la opción 'toram'?
hu: Az eszköz amiről a Tails fut nem található. Lehetséges, hogy a "toram" opciót használta?
nl: Het apparaat waarop Tails wordt uitgevoerd, kan niet worden gevonden. Misschien hebt u de optie 'toram' gebruikt?
pt_br: O dispositivo a partir do qual o Tails está rodando não foi encontrado. Talvez você tenha usado a opção 'toram'?
pt_pt: O dispositivo Tails que está a ser executado não pode ser encontrado. Talvez tenha utilizado a opção 'toram'?
tr: Tails sisteminin çalıştığı bir aygıt bulunamadı. 'toram' seçeneğini mi kullanıyorsunuz?
uk: Не вдається знайти пристрій, з якого запущений Tails. Може, ви скористалися опцією 'toram'?

source: The drive Tails is running from cannot be found. Maybe you used the 'toram' option?
ar: لايمكن العثور على المحرك الذي يعمل عليه تيلز. قد يكون السبب اختيارك "تورام" 'toram'
de: Das Speichermedium, von dem Tails ausgeführt wird, konnte nicht gefunden werden. Hast du vielleicht die `toram'-Option benutzt?
el: Δεν είναι δυνατή η εύρεση του δίσκου, στον οποίο τρέχει το Tails. Μήπως χρησιμοποιήσατε την επιλογή `toram' ;
es: La unidad desde la que se está ejecutando Tails no se puede encontrar. ¿Quizás has elegido la opción 'toram'?
hu: Nem található a meghajtó, amiről a Tails fut. Talán a `toram' opciót használta?
nl: Het station waarop Tails wordt uitgevoerd, kan niet worden gevonden. Misschien hebt u de optie 'toram' gebruikt?
pt_br: O dispositivo a partir do qual o Tails está rodando não foi encontrado. Talvez você tenha usado a opção 'toram'?
pt_pt: A unidade Tails está a ser executada não pode ser encontrada. Talvez tenha utilizado a opção 'toram'?
tr: Tails sisteminin çalıştığı bir sürücü bulunamadı. 'toram' seçeneğini mi kullanıyorsunuz?
uk: Не вдалося знайти диск, з якого запущений Tails. Може, ви скористалися опцією 'toram'?

source: Lock screen
ar: أوصد الشاشة
de: Sperrbildschirm
el: Κλείδωμα οθόνης
es: Bloquear pantalla
hu: Képernyőzár
nl: Scherm vergrendelen
pt_br: Bloquear a tela
pt_pt: Ecrã de bloqueio
tr: Ekranı kilitle
uk: Заблокувати екран

source: Suspend
ar: تعليق
de: Anhalten
el: Σε αναστολή
es: Suspender
hu: Felfüggesztés
nl: Onderbreken
pt_br: Suspender
pt_pt: Suspender
tr: Duraklat
uk: Призупинити

source: Restart
ar: أعد التشغيل
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
hu: Újraindítás
nl: Herstarten
pt_br: Reiniciar
pt_pt: Reiniciar
tr: Yeniden başlat
uk: Перезавантажити

source: Power Off
ar: إيقاف التشغيل
de: Ausschalten
el: Απενεργοποίηση
es: Apagar
hu: Leállítás
nl: Afsluiten
pt_br: Desligar
pt_pt: Desligar
tr: Gücü kapat
uk: Вимкнення живлення

source: About Tails
ar: عن تيلز
de: Über Tails
el: Σχετικά με τo Tails
es: Acerca de Tails
hu: A Tails-ről
nl: Over Tails
pt_br: Sobre o Tails
pt_pt: Sobre o Tails
tr: Tails hakkında
uk: Про Tails

source: Build information: %s
ar: معلومات النسخة: %s
de: Versionsinformation: %s
el: Πληροφορίες Κατασκεύης: %s
es: Información de versión del paquete (build): %s
hu: Verzió információ: %s
nl: Buildgegevens: %s
pt_br: Compilar informação: %s
pt_pt: Informação da compilação: %s
tr: Yapım bilgisi: %s
uk: Інформація про зборку: %s

source: not available
ar: غير متاح
de: nicht verfügbar
el: μη διαθέσιμο
es: no disponible
hu: nem elérhető
nl: niet beschikbaar
pt_br: não disponível
pt_pt: não disponível
tr: kullanılamıyor
uk: недоступно

source: Documentation
ar: وثائق
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
hu: Dokumentáció
nl: Documentatie
pt_br: Documentação
pt_pt: Documentação
tr: Belgeler
uk: Документація

source: Remove {package} from your additional software? This will stop installing the package automatically.
ar: ازالة {package} من البرامج الاضافية الخاصة بك؟ هذا سيؤدي لايقاف تثبيت الحزمة تلقائيا.
de: Entferne {package} aus deiner zusätzlichen Software? Dadurch werden diese nicht mehr automatisch installiert.
el: Να αφαιρεθούν τα {package} από το πρόσθετο λογισμικό σας; Αυτό θα σταματήσει την εγκατάσταση των πακέτων αυτόματα.
es: ¿Quitar {package} de tu software adicional? Esto anulará la instalación automática del paquete.
hu: {package} eltávolítása a további szoftveri közül? Ez meggátolja az alkalmazás automatikus telepítését.
nl: {package} uit uw extra software verwijderen? Dit stopt de automatische installatie van het pakket.
pt_br: Remover {package} de seus programas adicionais? Isto desabilitará a instalação automática do pacote.
pt_pt: Remover {package} dos seus programas adicionais? Isto interromperá automaticamente a instalação do pacote.
tr: {package} ek uygulamalarınız arasından kaldırılsın mı? Bu işlem paketin otomatik olarak kurulmasını durduracak.
uk: Видалити {package} із додаткового програмного забезпечення? Це призведе до припинення автоматичного встановлення пакету.

source: Failed to remove {pkg}
ar: فشل ازالة {pkg}
de: Fehler beim Entfernen von {pkg}
el: Απέτυχε η αφαίρεση {pkg}
es: No se pudo eliminar {pkg}
hu: Sikertelen a(z) {pkg} eltávolítása
nl: Verwijderen van {pkg} is mislukt
pt_br: Não foi possível remover {pkg}
pt_pt: Não foi possível remover {pkg}
tr: {pkg} kaldırılamadı
uk: Не вдалося видалити {pkg}

source: Failed to read additional software configuration
ar: فشل قراءة اعدادات البرامج الاضافية
de: Fehler beim Lesen der Konfiguration für zusätzliche Software
el: Απέτυχε η ανάγνωση διαμόρφωσης του πρόσθετου λογισμικού
es: Ha fallado la lectura de la configuración de software adicional
hu: Sikertelen a további szofverek konfigurációjának olvasása.
nl: Lezen van configuratie voor extra software is mislukt
pt_br: Falha na leitura da configuração dos programas adicionais
pt_pt: Falha na leitura da configuração do programa adicional.
tr: Ek uygulama yapılandırması okunamadı
uk: Не вдалося прочитати додаткову конфігурацію програмного забезпечення

source: Stop installing {package} automatically
ar: ايقاف تثبيت {package} تلقائيا
de: Stoppe die automatische Installation von {package}
el: Σταμάτησε την εγκατάσταση των {package} αυτόματα
es: Detener la instalación automática de {package}
hu: A(z) {package} csomag automata telepítésének leállítása
nl: Automatische installatie van {package} stoppen
pt_br: Pare de instalar {package} automaticamente
pt_pt: Parar de instalar {package} automaticamente
tr: {package} otomatik olarak kurulmasın
uk: Припинити автоматичне встановлення {package}

source: To do so, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
ar: للقيام بذلك, قم بتثبيت البرنامج باستخدام <a href="synaptic.desktop">Synaptic Package Manager</a> ال <a href="org.gnome.Terminal.desktop">APT على سطر الأوامر</a>.
de: Installiere dazu Software mit der <a href="synaptic.desktop">Synaptic-Paketverwaltung</a> oder <a href="org.gnome.Terminal.desktop">APT auf der Kommandozeile</a>.
el: Για να το κάνετε αυτό, εγκαταστήστε λογισμικό χρησιμοποιώντας το <a href="synaptic.desktop">Synaptic Package Manager</a>ή το <a href="org.gnome.Terminal.desktop">ΑΡΤ στην γραμμή εντολών</a>.
es: Para hacerlo, instala software usando <a href="synaptic.desktop">el Gestor de Paquetes Synaptic</a> o <a href="org.gnome.Terminal.desktop">con APT en la línea de comandos</a>.
hu: További szoftverek hozzáadásához használja a<a href="synaptic.desktop">Synaptic Package Manager</a>-t vagy telepítsen <a href="org.gnome.Terminal.desktop">APT-vel parancssorban</a>.
nl: Installeer hiervoor software via de <a href="synaptic.desktop">Synaptic Package Manager</a> of <a href="org.gnome.Terminal.desktop">APT op de opdrachtregel</a>.
pt_br: Para fazê-lo, instale programas usando o <a href="synaptic.desktop">Gerenciador de pacotes Synaptic</a> ou o <a href="org.gnome.Terminal.desktop">APT na linha de comando</a>.
pt_pt: Para fazê-lo, instale programas utilizando o <a href="synaptic.desktop">Gestor de Pacotes Synaptic</a> ou o <a href="org.gnome.Terminal.desktop">APT na linha de comandos</a>.
tr: Bunun için <a href="synaptic.desktop">Synaptic Paket Yöneticisi</a> ya da <a href="org.gnome.Terminal.desktop">komut satırından APT kullanarak</a> diğer uygulamaları kurun.
uk: Щоб зробити це, встановіть програмне забезпечення за допомогою <a href="synaptic.desktop">Synaptic Package Manager</a> або <a href="org.gnome.Terminal.desktop">APT у командному рядку</a>.
