Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: {details} Please check your list of additional software or read the system log to understand the problem.
ar: {details} الرجاء التأكد من قائمة البرامج الاضافية لديك او قراءة سجل النظام لفهم المشكلة.
de: {details} Bitte überprüfe die Liste von zusätzlicher Software oder lies das Systemprotokoll, um das Problem zu verstehen.
el: {details} Παρακαλώ, ελέγξτε τη λίστα σας με τα επιπρόσθετα λογισμικά ή διαβάστε το αρχείο συστήματος για να κατανοήσετε το πρόβλημα.
es: {details} Comprueba la lista de tu software adicional o lee el registro del sistema para entender el problema.
hu: {details} Kérjük ellenőrizze további szoftverei listáját vagy ellenőrizze a rendszernaplót a probléma megértéséhez.
nl: {details} Controleer uw lijst van extra software of lees het systeemlogboek om het probleem te begrijpen.
pt_br: {details} Por favor verifique sua lista de programas adicionais ou leia o log do sistema para entender o problema.
pt_pt: {details} Por favor verifique a sua lista de programas adicionais ou leia o registo do sistema para entender o problema.
tr: {details} Lütfen ek uygulama listenizi denetleyin ya da sorunu anlamak için sistem günlüğüne bakın.
uk: {details} Перевірте свій список додаткового програмного забезпечення або прочитайте системний журнал, щоб зрозуміти проблему.

source: Please check your list of additional software or read the system log to understand the problem.
ar: فشل التنصيب. رجاء راجع ضبط البرمجيات الإضافية، أو طالع سجل النظام لمعرفة المشكلة أفضل.
de: Bitte überprüfe die Liste zusätzlicher Software oder lies das Systemprotokoll /var/log/syslog, um das Problem zu verstehen.
el: [λεπτομέρειες] Παρακαλώ, ελέγξτε τη λίστα σας με τα επιπρόσθετα λογισμικά ή διαβάστε το αρχείο συστήματος για να κατανοήσετε το πρόβλημα.
es: Comprueba tu lista de software adicional o lee el log del sistema para entender el problema.
hu: Kérjük ellenőrizze további szoftverei listáját vagy ellenőrizze a rendszernaplót a probléma megértéséhez.
nl: Controleer uw lijst van extra software of lees het systeemlogboek om het probleem te begrijpen.
pt_br: Por favor verifique sua lista de programas adicionais ou leia o log do sistema para entender o problema.
pt_pt: Por favor verifique sua lista de programas adicionais ou leia o registo do sistema para entender o problema.
tr: Lütfen ek uygulama listenizi denetleyin ya da sorunu anlamak için sistem günlüğüne bakın.
uk: Перевірте свій список додаткового програмного забезпечення або прочитайте системний журнал, щоб зрозуміти проблему.

source: Show Log
ar: استعرض السِّجِل
de: Zeige Logdatei
el: Εμφάνιση αρχείου καταγραφής
es: Mostrar registro ('log')
hu: Log megtekintése
nl: Logboek tonen
pt_br: Exibir Log
pt_pt: Mostrar Registo
tr: Günlüğü görüntüle
uk: Показати журнал

source: Configure
ar: اضبط
de: Konfigurieren
el: Διαμόρφωση
es: Configurar
hu: Beállít
nl: Configureren
pt_br: Configurar
pt_pt: Configurar
tr: Yapılandır
uk: Налаштування

source: Add {packages} to your additional software?
ar: اضافة {packages} الى برامجك الاضافية؟
de: Füge {packages} zusätzlicher Software hinzu?
el: Να προστεθούν τα {packages} στο επιπρόθετο λογισμικό σας;
es: ¿Añadir {packages} a tu software adicional?
hu: {packages} csomagok hozzáadása a további szoftvereihez?
nl: {packages} aan uw extra software toevoegen?
pt_br: Adcionar {packages} ao seus programas adicionais?
pt_pt: Adicionar {packages} aos seus programas adicionais?
tr: {packages} ek uygulamalara eklensin mi?
uk: Додати {packages} до вашого додаткового програмного забезпечення?

source: To install it automatically from your persistent storage when starting Tails.
ar: لتثبيته تلقائيا من تخزينك الدائم عند بدء تيلز.
de: Um es automatisch beim Start von Tails aus deinem beständigen Datenspeicher zu installieren.
el: Μπορείτε να εγκαταστήσετε επιπλέον λογισμικό αυτόματα από το μόνιμο αποθηκευτικό σας χώρο ξεκινώντας το Tails.
es: Para instalarlo automáticamente desde tu almacenamiento persistente cuando inicies Tails.
hu: Automatikus telepítéshez, a tartós tárolójából, amikor elindítja a Tails-t.
nl: Voor automatisch installatie vanaf uw permanente opslag bij het starten van Tails.
pt_br: Para instalar automaticamente a partir de seu Armazenamento Persistente ao iniciar o Tails.
pt_pt: Para instalá-lo automaticamente a partir de seu armazenamento permanente ao iniciar o Tails.
tr: Tails başlatılırken kalıcı depolama biriminizden otomatik olarak kurmak için.
uk: Щоб автоматично встановити його з постійного сховища під час запуску Tails.

source: Install Every Time
ar: تثبيت كل مرة
de: Jedes Mal installieren
el: Εγκατάσταση κάθε φορά
es: Instalarlo cada vez
hu: Telepítés mindig
nl: Elke keer installeren
pt_br: Instalar Sempre
pt_pt: Instalar Sempre
tr: Her defasında kurulsun
uk: Встановлювати кожного разу

source: Install Only Once
ar: تثبيت مرة واحدة فقط
de: Nur ein Mal installieren
el: Εγκατάσταση μόνο μία φορά
es: Instalarlo sólo una vez
hu: Telepítés egy alkalommal
nl: Eenmalig installeren
pt_br: Instalar Apenas Uma Vez
pt_pt: Instalar Uma Vez
tr: Yalnızca bir kez kurulsun
uk: Встановити лише один раз

source: The configuration of your additional software failed.
ar: لقد فشل ضبط برامجك الاضافية.
de: Die Konfiguration zusätzlicher Software schlug fehl.
el: Η διαμόρφωση για το επιπρόσθετο λογισμικό απέτυχε.
es: La configuración de tu software adicional ha fallado.
hu: A további szoftvereinek konfigurálása sikertelen.
nl: De configuratie van uw extra software is mislukt.
pt_br: A configuração dos seus programas adicionais falhou.
pt_pt: A configuração do seu software adicional falhou.
tr: Ek uygulamanız yapılandırılamadı.
uk: Помилка конфігурації вашого додаткового програмного забезпечення.

source: To install it automatically when starting Tails, you can create a persistent storage and activate the <b>Additional Software</b> feature.
ar: لتثبيتها تلقائيا عند بدء تيلز, يمكنك انشاء تخزين دائم و تفعيل ميزة <b>البرامج الاضافية</b>.
de: Um es automatisch beim Start von Tails zu installieren, kannst du einen beständigen Datenspeicher erstellen und unter <b>Zusätzliche Software</b> aktivieren.
el: Για να το εγκαταστήσετε αυτόματα κατά την εκκίνηση του Tails, μπορείτε να δημιουργήσετε ένα μόνιμο αποθηκευτικό χώρο και να ενεργοποιήσετε τη λειτουργία <b>Πρόσθετο λογισμικό</b>.
es: Para instalarlo automáticamente cuando inicies Tails, has de crear un almacenamiento persistente y activar la función <b>Software Adicional</b>.
hu: Az automatikus telepítéshez, amikor a Tails indul, létrehozhat egy tartós tárolót és aktiválni tudja a <b>További szoftverek</b> szolgáltatást.
nl: Voor automatische installatie ervan bij het starten van Tails kunt u een permanente opslaglocatie aanmaken en de functie <b>Extra software</b> activeren.
pt_br: Para que seja automaticamente instalado ao iniciar o Tails, você pode criar um Armazenamento Persistente e ativar a funcionalidade <b>Programas Adicionais</b>.
pt_pt: Para instalá-lo automaticamente ao iniciar o Tails, pode criar um armazenamento permanente e ativar o recurso <b>Programa Adicional</b>.
tr: Tails başlatılırken otomatik kurulum yapılması için bir kalıcı depolama birimi oluşturarak <b>Ek Uygulamalar</b> özelliğini etkinleştirebilirsiniz.
uk: Щоб встановити його автоматично під час запуску Tails, ви можете створити постійне сховище та активувати функцію <b>Additional Software</b>.

source: Create Persistent Storage
ar: انشاء تخزين دائم
de: Beständigen Datenspeicher erstellen
el: Δημιουργία Μόνιμου αποθηκευτικού χώρου
es: Crear Almacenamiento Persistente
hu: Tartós tároló létrehozása
nl: Permanente opslag aanmaken
pt_br: Crie Armazenamento Persistente
pt_pt: Criar armazenamento permanente
tr: Kalıcı depolama birimi oluştur
uk: Створити Постійне Сховище

source: Creating your persistent storage failed.
ar: لقد فشل انشاء التخزين الدائم الخاص بك.
de: Das Erstellen deines beständigen Datenspeichers ist fehlgeschlagen.
el: Η δημιουργία μόνιμου αποθηκευτικού χώρου απέτυχε.
es: La creación de tu almacenamiento persistente ha fallado.
hu: Tartós tároló létrehozása sikertelen.
nl: Permanente opslag aanmaken is mislukt.
pt_br: A criação do seu Armazenamento Persistente falhou.
pt_pt: A criação do seu armazenamento permanente falhou.
tr: Kalıcı depolama birimi oluşturulamadı.
uk: Не вдалося створити постійне сховище.

source: You could install {packages} automatically when starting Tails
ar: يمكنك تثبيت {packages} تلقائيا عند بدء تيلز
de: Du kannst {packages} automatisch beim Start von Tails installieren
el: Θα μπορούσατε να εγκαταστήσετε {packages} αυτόματα ξεκινώντας το Tails.
es: Podrías instalar {packages} automáticamente al iniciar Tails
hu: Automatikusan telepítheti a(z) {packages} csomagokat a Tails indulásakor
nl: U zou {packages} automatisch kunnen installeren bij het starten van Tails
pt_br: Você pode instalar {packages} automaticamente ao iniciar o Tails.
pt_pt: Pode instalar {packages} automaticamente ao iniciar o Tails.
tr: Tails başlatılırken otomatik olarak {packages} kurabilirsiniz
uk: Ви можете автоматично встановити {packages} під час запуску Tails

source: To do so, you need to run Tails from a USB stick.
ar: للقيام بذلك ، تحتاج إلى تشغيل Tails من عصا USB.
de: Dazu musst du Tails von einem USB-Stick ausführen.
el: Για να το κάνετε, χρειάζεται να τρέξετε το Tails από USB.
es: Para hacer eso, necesitas ejecutar Tails desde un memoria USB.
hu: Hogy így tehessen, a Tails-t egy USB tárolóról kell futtatnia.
nl: Voer hiervoor Tails uit vanaf een USB-stick.
pt_br: Para fazer isso, você precisa executar o Tails a partir de um pendrive USB.
pt_pt: Para fazer isso, precisa de excutar o Tails numa "pen" USB.
tr: Bunun için Tails sistemini bir USB bellekten çalıştırmalısınız.
uk: Для цього вам потрібно запустити Tails з USB-накопичувача.

source: Remove {packages} from your additional software?
ar: ازالة {packages} من برامجك الاضافية؟
de: {packages} entfernen von deiner zusätzlichen Software?
el: Να αφαιρεθούν τα {packages} από το επιπρόθετο λογισμικό σας;
es: ¿Quitar {packages} de tu software adicional?
hu: {packages} eltávolítása a további szoftveri közül?
nl: {packages} uit uw extra software verwijderen?
pt_br: Remover {packages} de seus programas adicionais?
pt_pt: Remover {packages} dos seus programas adicionais?
tr: {packages} ek uygulamalarınızdan kaldırılsın mı?
uk: Вилучити {packages} із додаткового програмного забезпечення?

source: This will stop installing {packages} automatically.
ar: هذا سيوقف تثبيت {packages} تلقائيا.
de: Dies stoppt das automatische Installieren von {packages}.
el: Αυτό θα σταματήσει την εγκατάσταση των {packages} αυτόματα.
es: Esto parará la instalación de {packages} de forma automática.
hu: Ez leállítja a(z) {packages} csomagok automatikus telepítését.
nl: Dit stopt de automatische installatie van {packages}.
pt_br: Isso interromperá a instalação automática de {packages}.
pt_pt: Isto interromperá a instalação automática de {packages}.
tr: Bu işlem otomatik {packages} kurulumunu durduracak.
uk: Це автоматично припинить встановлення {packages}.

source: Remove
ar: ‮أزِل
de: Aufheben
el: Απομάκρυνση
es: Eliminar
hu: Eltávolít
nl: Verwijderen
pt_br: Remover
pt_pt: Remover
tr: Kaldır
uk: Забрати

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
hu: Mégse
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
uk: Відмова

source: {beginning} and {last}
ar: {beginning} و {last}
de: {beginning} und {last}
el: {beginning} και {last}
es: {beginning} y {last}
hu: {beginning} és {last}
nl: {beginning} en {last}
pt_br: {beginning} e {last}
pt_pt: {beginning} e {last}
tr: {beginning} ile {last}
uk: {beginning} і {last}

source: The check for upgrades of your additional software failed
ar: فشل التحقق من توفر ترقيات للبرنامج الإضافية الخاصة بك
de: Die Überprüfung auf Aktualisierungen für deine zusätzliche Software schlug fehl
el: Ο έλεγχος για αναβαθμίσεις για τα πρόσθετα λογισμικά σας απέτυχε.
es: No he podido comprobar si tu software adicional necesita actualizarse
hu: A további szoftverei frissítésének ellenőrzése sikertelen
nl: Het controleren op upgrades voor uw extra software is mislukt
pt_br: A busca por atualizações para seus programas adicionais falhou
pt_pt: A verificação de atualizações do seu programa adicional falhou
tr: Ek uygulamalarınızın güncellemeleri denetlenemedi
uk: Не вдалося перевірити оновлення додаткового програмного забезпечення

source: Please check your network connection, restart Tails, or read the system log to understand the problem.
ar: الرجاء التحقق من اتصالك بالشبكة, اعد تشغيل تيلز, او اقرأ سجل النظام لفهم المشكلة.
de: Bitte überprüfe deine Netzwerkverbindung, starte Tails neu oder lies das Systemprotokoll syslog, um das Problem zu verstehen.
el: Ελέγξτε την σύνδεσή σας στο διαδίκτυο, επανεκκινήστε το Tails ή διαβάστε το ιστορικό συστήματος για να κατανοήσετε το πρόβλημα.
es: Por favor, revisa tu conexión de red, reinicia Tails, o lee el registro del sistema para comprender el problema.
hu: Kérjük ellenőrizze hálózati kapcsolátát, indíta újra a Tails-t vagy olvassa el a rendszer logot a probléma megértéséhez.
nl: Controleer uw netwerkverbinding, herstart Tails, of lees het systeemlogboek om het probleem te begrijpen.
pt_br: Por favor verifique sua conexão de rede, reinicie o Tails ou leia os logs do sistema para entender o problema.
pt_pt: Por favor verifique a sua ligação de rede, reinicie o Tails ou leia os registos do sistema para entender o problema.
tr: Lütfen ağ bağlantınızı denetleyin, Tails sistemini yeniden başlatın ya da sorunu anlamak için sistem günlüğüne bakın.
uk: Перевірте підключення до мережі, перезапустіть Tails або прочитайте системний журнал, щоб зрозуміти проблему.

source: The upgrade of your additional software failed
ar: فشل ترقية البرامج الاضافية الخاصة بك
de: Die Aktualisierung deiner zusätzlichen Software schlug fehl
el: Η αναβάθμιση του πρόσθετού σας λογισμικού απέτυχε.
es: La actualización de tu software adicional ha fallado
hu: A további szoftverei frissítése sikertelen
nl: De upgrade van uw extra software is mislukt
pt_br: A atualização dos seus programas adicionais falhou
pt_pt: Falha na atualização do seu software adicional.
tr: Ek uygulama güncellenemedi
uk: Помилка оновлення вашого додаткового програмного забезпечення

source: Installing your additional software from persistent storage...
ar: جار تثبيت برامجك الاضافية من التخزين الدائم...
de: Installiere deine zusätzliche Software vom beständigen Datenspeicher...
el: Εγκαθιστάται το πρόσθετο λογισμικό σας από το μόνιμο αποθηκευτικό χώρο...
es: Instalando tu software adicional desde el almacenamiento persistente...
hu: A további szoftverek telepítése a tartós tárolóból...
nl: Uw extra software vanaf permanente opslag installeren...
pt_br: Instalando seus programas adicionais a partir do armazenamento persistente...
pt_pt: A instalar o seu programa adicional a partir do armazenamento permanente...
tr: Ek uygulamalarınız kalıcı depolama biriminden kuruluyor...
uk: Встановлення додаткового програмного забезпечення з постійного сховища...

source: This can take several minutes.
ar: يمكن أن يستغرق هذا بعض الوقت...
de: Dies kann einige Minuten dauern.
el: Αυτό μπορεί να πάρει μερικά λεπτά.
es: Esto puede tardar un poco...
hu: Ez néhány percig is eltarthat.
nl: Dit kan een paar minuten duren.
pt_br: Isto pode levar vários minutos
pt_pt: Isto pode demorar vários minutos.
tr: Bu işlem bir kaç dakika sürebilir.
uk: Це може зайняти декілька хвилин.

source: The installation of your additional software failed
ar: لقد فشل تثبيت برامجك الاضافية
de: Die Installation deiner zusätzlichen Software schlug fehl
el: Η εγκατάσταση του πρόσθετου λογισμικού απέτυχε.
es: Ha fallado la instalación de software adicional
hu: A további szoftverei telepítése sikertelen
nl: De installatie van uw extra software is mislukt
pt_br: A instalação dos seus programas adicionais falhou
pt_pt: A instalação do seu programa adicional falhou
tr: Ek uygulama kurulamadı
uk: Помилка встановлення додаткового програмного забезпечення

source: Additional software installed successfully
ar: تم تثبيت البرامج الاضافية بنجاح
de: Zusätzliche Software wurde erfolgreich installiert
el: Το πρόσθετο λογισμικό εγκαταστάθηκε επιτυχώς.
es: Se ha instalado tu software adicional
hu: További szoftverei telepítése sikeres
nl: De extra software is geïnstalleerd
pt_br: Programas adicionais instalados com sucesso
pt_pt: Programa adicional instalado com sucesso
tr: Ek uygulama kuruldu
uk: Додаткове програмне забезпечення успішно встановлено

source: Additional Software
ar: برامج إضافية
de: Zusätzliche Software
el: Πρόσθετο λογισμικό
es: Software Adicional
hu: További szoftverek
nl: Extra software
pt_br: Programas Adicionais
pt_pt: Programas Adicionais
tr: Ek uygulamalar
uk: Додаткове програмне забезпечення

source: You can install additional software automatically from your persistent storage when starting Tails.
ar: يمكنك تنصيب برمجيات إضافية تلقائيا من مساحة التخزين الدائمة عند استخدامك Tails.
de: Du kannst beim Starten von Tails zusätzliche Software automatisch von deinem beständigen Datenspeicher installieren.
el: Μπορείτε να εγκαταστήσετε επιπλέον λογισμικό αυτόματα από το μόνιμο αποθηκευτικό σας χώρο όταν ξεκινά το Tails.
es: Puedes instalar automáticamente software adicional desde tu almacenamiento persistente cuando inicies Tails.
hu: Telepítheti további szoftvereit a tartós tárolójából amikor elindítja a Tails-t.
nl: U kunt automatisch extra software vanaf uw permanente opslag installeren bij het starten van Tails.
pt_br: Você pode instalar programas adicionais automaticamente a partir de seu Armazenamento Persistente ao iniciar o Tails.
pt_pt: Pode adicionar programas automaticamente do seu armazenamento permanente quando iniciar o Tails.
tr: Tails başlatılırken kalıcı depolama biriminden otomatik olarak ek uygulamalar kurabilirsiniz.
uk: Ви можете автоматично встановити додаткове програмне забезпечення зі свого постійного сховища під час запуску Tails.

source: The following software is installed automatically from your persistent storage when starting Tails.
ar: تم تنصيب البرمجيات التالية تلقائيا من مساحة التخزين الدائمة عند بدأ تشغيل Tailf.
de: Die folgende Software wird beim Start von Tails automatisch von deinem beständigen Datenspeicher installiert.
el: Το ακόλουθο λογισμικό εγκαθίσταται αυτόματα από το μόνιμο αποθηκευτικό σας χώρο όταν ξεκινά το Tails.
es: El siguiente software se instala automáticamente de tu almacenamiento persistente cuando arrancas Tails.
hu: A következő szoftverek kerülnek telepítésre a tartós tárolóból a Tails indításakor.
nl: De volgende software wordt automatisch vanaf uw permanente opslag geïnstalleerd bij het starten van Tails.
pt_br: O seguintes programas são instalados automaticamente a partir do seu armazenamento persistente durante o início do Tails.
pt_pt: O seguinte programa é instalado automaticamente do seu armazenamento permanente quando o Tails é iniciado.
tr: Şu uygulamalar Tails başlatılırken kalıcı depolama biriminden otomatik olarak kurulacak.
uk: Наведене нижче програмне забезпечення встановлюється автоматично з вашого постійного сховища під час запуску Tails.

source: To add more, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
ar: لإضافة المزيد، نصّب بعض البرمجيات باستخدام <a href="synaptic.desktop">مدير الحزم سينابتك</a> أو <a href="org.gnome.Terminal.desktop">APT من سطر الأوامر</a>.
de: Um mehr hinzufügen, installiere Software mit <a href="synaptic.desktop">Synaptic Packet Manager</a> oder <a href="org.gnome.Terminal.desktop">APT in der Kommandozeile</a>.
el: Για να προσθέσετε περισσότερα, εγκαταστήστε λογισμικό χρησιμοποιώντας το <a href="synaptic.desktop">Synaptic Package Manager</a>ή το <a href="org.gnome.Terminal.desktop">ΑΡΤ στην γραμμή εντολών</a>.
es: Para añadir más, instala software usando <a href="synaptic.desktop">el Gestor de Paquetes Synaptic</a> o <a href="org.gnome.Terminal.desktop">con APT en la línea de comandos</a>.
hu: Továbbiak hozzáadásához telepítsen néhány szoftvert a <a href="synaptic.desktop">Synaptic Package Manager</a> segítségével vagy az <a href="org.gnome.Terminal.desktop">APT-vel parancssorban</a>.
nl: Om meer toe te voegen, kunt u software installeren via <a href="synaptic.desktop">de Synaptic Package Manager </a> of <a href="org.gnome.Terminal.desktop">APT op de opdrachtregel</a>.
pt_br: Para adicionar outros, instale programas usando o <a href="synaptic.desktop">Gerenciador de pacotes Synaptic</a> ou o <a href="org.gnome.Terminal.desktop">APT na linha de comandos</a>.
pt_pt: Para adicionar outros, instale programas utilizando o <a href="synaptic.desktop">Gestor de Pacotes Synaptic</a> ou o <a href="org.gnome.Terminal.desktop">APT na linha de comandos</a>.
tr: Başka uygulamalar eklemek için <a href="synaptic.desktop">Synaptic paket yöneticisi</a> ya da <a href="org.gnome.Terminal.desktop">komut satırından APT kullanarak</a> diğer uygulamaları kurun.
uk: Щоб додати більше, встановіть програмне забезпечення за допомогою <a href="synaptic.desktop">Synaptic Package Manager</a> або <a href="org.gnome.Terminal.desktop">APT у командному рядку</a>.

source: _Create persistent storage
de: _Beständigen Datenspeicher erstellen
el: _Δημιουργία μόνιμου αποθηκευτικού χώρου
es: _Crear el almacenamiento persistente
hu: Tartós tároló _létrehozása
nl: _Permanente opslag aanmaken
pt_br: _Criar armazenamento persistente
pt_pt: _Criar armazenamento permanente
tr: _Kalıcı depolama birimi oluştur
uk: _Створити постійне сховище

source: Persistence is disabled for Electrum
ar: ميزة التخزين الدائم معطلة في Electrum
de: Beständiger Speicherbereich ist für Electrum deaktiviert
el: Το Ρersistence είναι απενεργοποιμένο για το Electrum
es: Persistencia desactivada para Electrum
hu: A kapcsolatok közötti állapotmegőrzés kikapcsol az Electrum használatakor.
nl: Persistentie is uitgeschakeld voor Electrum
pt_br: O volume persistente está desabilitado para usar Electrum
pt_pt: A persistência está desativada para o Electrum
tr: Electrum için kalıcılık devre dışı bırakıldı
uk: Режим постійного сховища вимкнений для Electrum
