Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: To do so, unlock your persistent storage when starting Tails and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
ar: للقيام بذلك, قم بفك قفل التخزين الدائم الخاص بك عند بدء تيلز و قم بتثبيت بعض البرامج باستخدام <a href="synaptic.desktop">Synaptic Package Manager</a> او <a href="org.gnome.Terminal.desktop">APT على سطر الأوامر</a>.
de: Entsperre dazu deinen beständigen Datenspeicher beim Start von Tails und installiere dazu Software mit der <a href="synaptic.desktop">Synaptic-Paketverwaltung</a> oder <a href="org.gnome.Terminal.desktop">APT auf der Kommandozeile</a>.
el: Για να το κάνετε αυτό, ξεκλειδώστε το μόνιμο αποθηκευτικό σας χώρο κατά την εκκίνηση του Tails και εγκαταστήστε λογισμικό χρησιμοποιώντας το <a href="synaptic.desktop">Synaptic Package Manager</a>ή το <a href="org.gnome.Terminal.desktop">ΑΡΤ στην γραμμή εντολών</a>.
es: Para hacerlo, desbloquea tu almacenamiento persistente cuando inicies Tails, e instala software usando <a href="synaptic.desktop">el Gestor de Paquetes Synaptic</a> o <a href="org.gnome.Terminal.desktop">con APT en la línea de comandos</a>.
hu: Hogy így tehessen, oldja fel tartós tárolóját a Tails indításakor, és telepítsen további szoftvereket a <a href="synaptic.desktop">Synaptic Package Manager</a> segítségével vagy <a href="org.gnome.Terminal.desktop">APT-vel parancssorban</a>.
nl: Ontgrendel hiervoor de permanent opslag bij het starten van Tails en installeer software via de <a href="synaptic.desktop">Synaptic Package Manager</a> of <a href="org.gnome.Terminal.desktop">APT op de opdrachtregel</a>.
pt_br: Para fazê-lo, desbloqueie seu Armazenamento Persistente ao iniciar o Tails e instale programas usando o <a href="synaptic.desktop">Gerenciador de pacotes Synaptic</a> ou o <a href="org.gnome.Terminal.desktop">APT na linha de comando</a>.
pt_pt: Para fazê-lo, desbloqueie o armazenamento permanente ao iniciar o Tails e instale programas utilizando o <a href="synaptic.desktop">Gestor de Pacotes Synaptic</a> ou o <a href="org.gnome.Terminal.desktop">APT na linha de comandos</a>.
tr: Bunun için Tails sistemini başlatırken kalıcı depolama biriminizin kilidini açın ve <a href="synaptic.desktop">Synaptic Paket Yöneticisi</a> ya da <a href="org.gnome.Terminal.desktop">komut satırından APT kullanarak</a> diğer uygulamaları kurun.
uk: Для цього розблокуйте своє постійне сховище під час запуску Tails та встановіть деяке програмне забезпечення за допомогою <a href="synaptic.desktop">Synaptic Package Manager</a> або <a href="org.gnome.Terminal.desktop">APT у командному рядку</a>.

source: To do so, create a persistent storage and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
de: Erstelle dazu einen beständigen Datenspeicher und installiere gewünschte Software mit der <a href="synaptic.desktop">Synaptic-Paketverwaltung</a> oder <a href="org.gnome.Terminal.desktop">APT auf der Kommandozeile</a>.
el: Για να το κάνετε αυτό, δημιουργήστε μόνιμο αποθηκευτικό χώρο και εγκαταστήστε λογισμικό χρησιμοποιώντας το <a href="synaptic.desktop">Synaptic Package Manager</a>ή το <a href="org.gnome.Terminal.desktop">ΑΡΤ στην γραμμή εντολών</a>.
es: Para hacerlo, crea un almacenamiento persistente e instala software usando <a href="synaptic.desktop">el Gestor de Paquetes Synaptic</a> o <a href="org.gnome.Terminal.desktop">con APT en la línea de comandos</a>.
hu: Hogy így tehessen, hozzon létre egy tartós tárolót és telepítsen további szoftvereket a <a href="synaptic.desktop">Synaptic Package Manager</a> segítségével vagy <a href="org.gnome.Terminal.desktop">APT-vel parancssorban</a>.
nl: Maak hiervoor een permanente opslaglocatie aan en installeer software via de <a href="synaptic.desktop">Synaptic Package Manager</a> of <a href="org.gnome.Terminal.desktop">APT op de opdrachtregel</a>.
pt_br: Para fazê-lo, crie um Armazenamento Persistente e instale programas usando o <a href="synaptic.desktop">Gerenciador de pacotes Synaptic</a> ou o <a href="org.gnome.Terminal.desktop">APT na linha de comando</a>.
pt_pt: Para fazê-lo, crie um armazenamento permanente e instale programas utilizando o <a href="synaptic.desktop">Gestor de Pacotes Synaptic</a> ou o <a href="org.gnome.Terminal.desktop">APT na linha de comandos</a>.
tr: Bunun için, bir kalıcı depolama birimi ekleyin ve <a href="synaptic.desktop">Synaptic Paket Yöneticisi</a> ya da <a href="org.gnome.Terminal.desktop">komut satırından APT kullanarak</a> diğer uygulamaları kurun.
uk: Для цього створіть постійне сховище та встановіть програмне забезпечення за допомогою <a href="synaptic.desktop">Synaptic Package Manager</a> або <a href="org.gnome.Terminal.desktop">APT у командному рядку</a>.

source: To do so, install Tails on a USB stick and create a persistent storage.
ar: للقيام بذلك ، قم بتثبيت Tails على عصا USB وإنشاء تخزين دائم.
de: Dazu installierst du Tails auf einem USB-Stick und erstellst einen beständigen Datenspeicher.
el: Για να το κάνετε αυτό, εγκαταστήστε το Tails σε ένα στικάκι USB και δημιουργήστε ένα μόνιμο αποθηκευτικό χώρο.
es: Para hacer eso, instala Tails en una memoria USB y crea un almacenamiento persistente.
hu: Hogy így tehessen, telepítse a Tail-st egy USB pendrive-ra és hozzon létre tartós tárolót.
nl: Installeer hiervoor Tails op een USB-stick en maak een permanente opslaglocatie aan.
pt_br: Para fazer isso, instale o Tails em um pendrive USB e crie um Armazenamento Persistente.
pt_pt: Para fazer isso, instale o Tails numa "pen" e crie um armazenamento persistente.
tr: Bunun için Tails sistemini bir USB belleğe kurun ve bir kalıcı depolama birimi ekleyin.
uk: Для цього встановіть Tails на USB-накопичувач і створіть постійне сховище.

source: [package not available]
ar: [الحزمة غير متوفرة]
de: [Paket nicht verfügbar]
el: [πακέτο μη διαθέσιμο]
es: [paquete no disponible]
hu: [csomag nem elérhető]
nl: [pakket niet beschikbaar]
pt_br: [pacote não disponível]
pt_pt: [pacote não disponível]
tr: [paket kullanılamıyor]
uk: [пакет недоступний]

source: Failed to synchronize the clock!
ar: فشل في تزامن ساعة النظام!
de: Fehler beim Synchronisieren der Systemuhr!
el: Αποτυχία συγχρονισμού του ρολογιού!
es: ¡Fallo al sincronizar el reloj!
hu: Az óra szinkronizálása nem sikerült!
nl: Het synchroniseren van de tijd is mislukt!
pt_br: Falha ao sincronizar o relógio!
pt_pt: A sincronização do relógio falhou!
tr: Saat eşitlenemedi!
uk: Не вдалося синхронізувати годинник!

source: Lock Screen
ar: أغلق الشاشة
de: Sperrbildschirm
el: Κλείδωσε την οθόνη
es: Bloquear pantalla
hu: Zárolási képernyő
nl: Scherm vergrendelen
pt_br: Bloquear a tela
pt_pt: Ecrã de Bloqueio
tr: Ekranı kilitle
uk: Заблокувати екран

source: Screen Locker
ar: مِقفَل الشاشة
de: Bildschirmsperre
el: Κλείδωμα οθόνης
es: Bloqueo de pantalla
hu: Képernyőzár
nl: Schermvergrendeling
pt_br: Bloqueador de Tela
pt_pt: Bloqueador de Ecrã
tr: Ekran kilitleyici
uk: Блокувальник екрану

source: Set up a password to unlock the screen.
ar: قم باعداد كلمة مرور لالغاء قفل الشاشة
de: Stelle ein Passwort zum Sperren des Bildschirms ein.
el: Όρισε κωδικό για το κλείδωμα της οθόνης.
es: Establece una contraseña para desbloquear la pantalla.
hu: Adjon meg jelszót a képernyő feloldáshoz.
nl: Stel een wachtwoord in om het scherm te ontgrendelen.
pt_br: Configure uma senha para desbloquear a tela
pt_pt: Configure uma palavra-passe para desbloquear o ecrã.
tr: Ekran kilidini açmak için bir parola ayarlayın.
uk: Встановіть пароль, щоб розблокувати екран.

source: Password
ar: كلمة السر
de: Passwort
el: Κωδικός ασφαλείας
es: Contraseña
hu: Jelszó
nl: Wachtwoord
pt_br: Senha
pt_pt: Palavra-passe
tr: Parola
uk: Пароль

source: Confirm
ar: تأكيد
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
hu: Megerősít
nl: Bevestigen
pt_br: Confirmar
pt_pt: Confirmar
tr: Onayla
uk: Підтвердити

source: This version of Tails has known security issues:
ar: هذه النسخة من تيلز تحتوي مشاكل أمنية:
de: Diese Tails-Version weist Sicherheitslücken auf:
el: Αυτή η έκδοση του Tails έχει γνωστά προβλήματα ασφαλείας:
es: Esta versión de Tails tiene problemas de seguridad conocidos:
hu: A Tails ezen verziója ismert biztonsági problémákkal rendelkezik:
nl: Deze versie van Tails heeft bekende beveiligingsproblemen:
pt_br: Esta versão do Tails tem problemas de segurança conhecidos:
pt_pt: Esta versão do Tails tem alguns problemas de segurança conhecidos:
tr: Bu Tails sürümünde bilinen bazı güvenlik sorunları var:
uk: Ця версія Tails має відомі проблеми безпеки:

source: Known security issues
ar: أعطال أمنية معروفة
de: Bekannte Sicherheitsprobleme
el: Γνωστά θέματα ασφάλειας
es: Problemas de seguridad conocidos
hu: Ismert biztonsági problémák
nl: Bekende beveiligingsproblemen
pt_br: Problemas de segurança conhecidos
pt_pt: Problemas de segurança conhecidos
tr: Bilinen güvenlik sorunları
uk: Відомі проблеми безпеки

source: Network card ${nic} disabled
ar: كرت الشبكة ${nic} معطّل
de: Netzwerkkarte ${nic} deaktiviert
el: Κάρτα δικτύου ${nic} απενεργοποιημένη
es: Tarjeta de red ${nic} deshabilitada
hu: Hálózati kártya ${nic} letiltva
nl: Netwerkkaart ${nic} uitgeschakeld
pt_br: Placa de rede ${nic} desabilitada
pt_pt: Placa de rede ${nic} desativada
tr: ${nic} ağ kartı devre dışı
uk: Мережева карта ${nic} відключена

source: MAC address anonymization failed for network card ${nic_name} (${nic}) so it is temporarily disabled. You might prefer to restart Tails and disable MAC address anonymization.
ar: فشل إخفاء هوية عنوان الماك لبطاقة الشبكة${nic_name} (${nic}) لذلك تم تعطيله مؤقتًا. قد تفضل إعادة تشغيل Tails وتعطيل إخفاء هوية عنوان الماك.
de: Die MAC-Adress-Anonymisierung ist für die Netzwerkkarte ${nic_name} (${nic}) fehlgeschlagen, daher ist sie vorübergehend deaktiviert. Möglicherweise möchtest du Tails neu starten und die MAC-Adress-Anonymisierung deaktivieren.
el: Η απόκρυψη της διεύθυνσης MAC απέτυχε για την κάρτα δικτύου ${nic_name} (${nic}) και απενεργοποιήθηκε προσωρινά. Επανεκκινήστε το Tails και να απενεργοποιήσετε την απόκρυψη της MAC.
es: Ha fallado la anonimización de la dirección MAC para la tarjeta de red ${nic_name} (${nic}) por lo que está temporalmente desactivada. Es posible que prefieras reiniciar Tails y desactivar el anonimato de direcciones MAC.
hu: A MAC cím anonimizálás a(z) ${nic_name} (${nic}) hálózati kártyán sikertelen volt, így a szolgáltatás átmenetileg le lett tiltva. Újraindíthatja a Tails-t és letilthatja a MAC cím anonimizálást.
nl: MAC adres anonimisering mislukt voor netwerkkaart ${nic_name} (${nic}), dus het is tijdelijk uitgeschakeld. Uw voorkeur kan misschien zijn om Tails opnieuw opstarten en MAC adres anonimisering uitschakelen.
pt_br: Houve uma falha na anonimização do endereço MAC para placa de rede ${nic_name} (${nic}) e por isso ela foi temporariamente desativada. Você pode querer reiniciar o Tails e desabilitar a anonimização de endereço MAC.
tr: ${nic_name} (${nic}) ağ kartı için MAC adresi anonimleştirmesi yapılamadı ve geçici olarak devre dışı bırakıldı. Tails sistemini yeniden başlatmanız ve MAC adresi anonimleştirmesini kapatmanız gerekebilir.
uk: Не вдалося анонімізувати MAC-адресу для мережевої карти ${nic_name} (${nic}), тому її тимчасово вимкнено. Ви можете віддати перевагу перезапуску Tails і вимкнути анонімізацію MAC-адреси.

source: All networking disabled
ar: جميع الشبكات معطّلة
de: Alle Netzwerke deaktiviert
el: Όλη η δικτύωση απενεργοποιημένη
es: Se deshabilitaron todas las redes
hu: Minden hálózat letiltva
nl: Alle netwerken uitgeschakeld
pt_br: Todas as redes foram desabilitadas
pt_pt: Toda a rede desativada
tr: Tüm ağ devre dışı
uk: Всі налаштування мережі вимкнені

source: MAC address anonymization failed for network card ${nic_name} (${nic}). The error recovery also failed so all networking is disabled. You might prefer to restart Tails and disable MAC address anonymization.
ar: فشل إخفاء هوية عنوان الماك لبطاقة الشبكة ${nic_name} (${nic}). فشل استرداد الخطأ أيضًا لذلك تم تعطيل جميع الشبكات. قد تفضل إعادة تشغيل Tails وتعطيل إخفاء هوية عنوان الماك.
de: Die MAC-Adress-Anonymisierung ist für die Netzwerkkarte ${nic_name} (${nic}) fehlgeschlagen. Die Fehlerbehebung ist ebenfalls fehlgeschlagen, sodass die gesamte Vernetzung deaktiviert ist. Möglicherweise möchtest du Tails neu starten und die MAC-Adress-Anonymisierung deaktivieren.
el: Η απόκρυψη της διεύθηνσης MAC απέτυχε για την κάρτα δικτύου ${nic_name} (${nic}). Επίσης απέτυχε και η ανάκτηση από αυτό το σφάλμα και έτσι η δικτύωση απενεργοποιήθηκε. Επανεκκινήστε το Tails και απενεργοποιήστε την απόκρυψη της διεύθηνσης MAC.
es: Ha fallado la anonimización de la dirección MAC para la tarjeta de red ${nic_name} (${nic}). La recuperación del error también falló, por lo que toda la red está desactivada. Es recomendable reiniciar Tails y desactivar el anonimato de direcciones MAC.
hu: A MAC cím anonimizálás a(z) ${nic_name} (${nic}) hálózati kártyán sikertelen volt. A hibaelhárítás is sikertelen volt, így a hálózat lett tiltva. Újraindíthatja a Tails-t és letilthatja a MAC cím anonimizálást.
nl: MAC adres anonimisering mislukt voor netwerkkaart ${nic_name} (${nic}). De foutherstelling is ook mislukt, dus alle netwerken zijn uitgeschakeld. Je voorkeur kan misschien zijn om Tails opnieuw opstarten en MAC adres anonimisering uitschakelen.
pt_br: Houve uma falha na anonimização do endereço MAC para placa de rede ${nic_name} (${nic}). A recuperação de erros também falhou, então toda a rede foi desativada. Você pode querer reiniciar o Tails e desabilitar o anonimato de endereço MAC.
tr: ${nic_name} (${nic}) ağ kartı için MAC adresi anonimleştirmesi yapılamadı. Hata giderme girişimi de başarısız olduğundan tüm ağ devre dışı bırakıldı. Tails sistemini yeniden başlatmanız ve MAC adresi anonimleştirmesini devre dışı bırakmanız gerekebilir.
uk: Не вдалося анонімізувати MAC-адресу для мережевої карти ${nic_name} (${nic}). Відновлення помилок також не вдалося, тому всі мережі вимкнено. Ви можете віддати перевагу перезапуску Tails і вимкнути анонімізацію MAC-адреси.

source: <b>Not enough memory available to check for upgrades.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See {manual_upgrade_url}
ar: <b>لا تتوفر ذاكرة كافية للتحقق من وجود ترقيات.</b> تأكد من أن هذا النظام يلبي متطلبات تشغيل Tails. انظر الملف: ///usr/share/doc/tails/website/doc/about/requirements.en.html أو قم بإجراء ترقية يدوية. راجع {manual_upgrade_url}
de: "<b>Nicht ausreichend freier Arbeitsspeicher, um nach Aktualisierungen zu prüfen.</b> Stelle sicher, dass das System den Voraussetzungen für ein laufendes Tails-System entspricht. Siehe Datei:///usr/share/doc/tails/website/doc/about/requirements.en.html Versuche Tails neu zu starten und erneut nach Aktualisierungen zu prüfen. Oder führe eine manuelle Aktualisierung durch. Lies {manual_upgrade_url}
el: <b>Δεν υπάρχει αρκετή διαθέσιμη μνήμη για έλεγχο αναβαθμίσεων.</b> Βεβαιωθείτε ότι το σύστημα πληροί τις απαιτήσεις για την εκτέλεση του Tails. Δείτε το file:///usr/share/doc/tails/website/doc/about/requirements.en.html Κάντε επανεκκίνηση του Tails για να ελέγξετε ξανά για αναβαθμίσεις. Ή κάντε μια χειροκίνητη αναβάθμιση. Δείτε το {manual_upgrade_url}
es: <b>No hay suficiente memoria disponible para comprobar las actualizaciones.</b> Asegúrate de que este sistema satisface los requisitos para ejecutar Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Intenta reiniciar Tails para comprobar otra vez si hay actualizaciones. O haz una actualización manual. Mira {manual_upgrade_url}
hu: <b>Nincs elég memória a frissítések ellenőrzéséhez.</b> Győződjön meg arról, hogy a számítógépe megfelel a minimális rendszerkövetelményeknek a Tails futtatásához. További információ: file:///usr/share/doc/tails/website/doc/about/requirements.en.html Próbálja meg újraindítani a Tails-t, hogy újra keressen frissítéseket Vagy frissítse manuálisan. Lásd: {manual_upgrade_url}
nl: <b>Niet genoeg geheugen beschikbaar om te controleren of upgrades beschikbaar zijn.</b> Controleer of dit systeem aan de vereisten voor het uitvoeren van Tails voldoet. Zie file:///usr/share/doc/tails/website/doc/about/requirements.en.html Probeer Tails te restarten om opnieuw te controleren of er upgrades zijn. Of doe een handmatige upgrade. Zie {manual_upgrade_url}
pt_br: <b>Não há memória suficiente disponível para buscar por atualizações.</b> Certifique-se de que este sistema satisfaz os requisitos para executar o Tails. Veja file:///usr/share/doc/tails/website/doc/about/requirements.pt.html Tente reiniciar o Tails para buscar novamente por atualizações. Ou faça uma atualização manual. Veja {manual_upgrade_url}
pt_pt: <b>Não há memória suficiente para procurar por atualizações.</b> Verifique se o sistema cumpre os requerimentos para executar o Tails Consulte o file:///usr/share/doc/tails/website/doc/about/requirements.en.html Tente reiniciar o Tails para procurar por atualizações novamente Ou faça a atualização manualmente Consulte {manual_upgrade_url}
tr: <b>Güncellemeleri denetlemek için yeterli bellek yok.</b> Bu sistemin Tails yazılımının gereksinimlerini karşıladığına emin olun. Bilgiler: file:///usr/share/doc/tails/website/doc/about/requirements.tr.html Güncellemeleri denetlemek için Tails yazılımını yeniden başlatmayı deneyin. Ya da el ile güncelleyin. Bilgiler: {manual_upgrade_url}
uk: <b>Недостатньо доступної пам'яті для перевірки оновлень.</b> Переконайтеся, що система задовільняє вимогам для запуску Tails. Прочитайте файл:///usr/share/doc/tails/website/doc/about/requirements.en.html Спробуйте перезапустити Tails для повторної перевірки оновлень. Або здійсніть ручне оновлення. Див. {manual_upgrade_url}

source: error:
ar: خطأ:
de: Fehler:
el: σφάλμα:
hu: hiba:
nl: fout:
pt_br: erro:
pt_pt: erro:
tr: hata:
uk: помилка:

source: Warning: virtual machine detected!
ar: تحذير: تم اكتشاف بيئة عمل افتراضية!
de: Warnung: Virtuelle Maschine erkannt!
el: Προειδοποίηση: ανιχνεύτηκε εικονικό μηχάνημα!
es: Advertencia: ¡máquina virtual detectada!
hu: Figyelem: virtualizált gép /VM/ érzékelve!
nl: Waarschuwing: virtuele machine gedetecteerd!
pt_br: Aviso: máquina virtual detectada!
pt_pt: Aviso: detetada máquina virtual!
tr: Uyarı: Sanal makine algılandı!
uk: Увага: знайдено віртуальну машину!

source: Warning: non-free virtual machine detected!
ar: تحذير: تم الكشف على آلة افتراضيه غير حره
de: Warnung: nicht-freie virtuelle Maschine erkannt!
el: Προσοχή: ανελεύθερη εικονική μηχανή εντοπίστηκε!
es: Precaución: se detectó una maquina virtual de código no libre!
hu: Figyelem: nem ingyenes virtualizációs szoftver /VM/ érzékelve!
nl: Waarschuwing: niet-gratis virtuele machine gedetecteerd!
pt_br: Aviso: máquina virtual de software não-livre (proprietário) detectada!
pt_pt: Aviso: detetada máquina virtual não livre!
tr: Uyarı: Özgür olmayan sanal makine algılandı!
uk: Увага: знайдено невільну віртуальну машину!

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails. Only free software can be considered trustworthy, for both the host operating system and the virtualization software.
ar: كل من نظام التشغيل المضيف والبرنامج الافتراضي هي قادرة على رصد ما تقومون به في تيلز. البرامج الحرة فقط هي التي يمكن اعتبارها جديرة بالثقة، على كل من نظام التشغيل المضيف والبرنامج الافتراضي.
de: Sowohl das Wirts-Betriebssystem als auch die Virtualisierungs-Anwendung können überwachen, was du in Tails tust. Nur Freie Software kann sowohl für das Wirts-Betriebssystem als auch für die Virtualisierungs-Anwendung als vertrauenswürdig gelten.
el: Τόσο το λογισμικό εικονικοποίησης (virtualization) όσο και το λειτουργικό σύστημα που το φιλοξενεί μπορούν να παρακολουθούν τις δραστηριότητές σας στο Tails. Έμπιστο πρέπει να θεωρείται μόνο το ελεύθερο λογισμικό, τόσο για το λογισμικό εικονοποίησης όσο και για το λειτουργικό σύστημα.
es: El sistema operativo anfitrión y el software de virtualización son igualmente capaces de monitorear lo que estás haciendo en Tails. Sólo puede considerarse confiable el software libre, tanto para el sistema operativo anfitrión como para el software de virtualización.
hu: Az operációs rendszer, és a virtualizációs szoftver is képes megfigyelni amit a Tails-ben csinál! Általában csak az ingyenes szoftverek megbízhatóak, ezért ajánljuk hogy használjon ingyenes operációs rendszert és virtualizációs szoftvert.
nl: Zowel het host-besturingssysteem als de virtualisatiesoftware kan monitoren wat u in Tails doet. Alleen gratis software kan als betrouwbaar worden beschouwd, zowel voor het host-besturingssysteem als de virtualisatiesoftware.
pt_br: Tanto o sistema operacional hospedeiro quanto o programa de virtualização podem monitorar a sua atividade no Tails. Somente os programas livres podem ser considerados confiáveis, em relação ao sistema operacional hospedeiro e ao programa de virtualização.
pt_pt: O sistema operativo hospedeiro e o software de virtualização podem monitorizar o que está a fazer no Tails. Apenas o software livre pode ser considerado como de confiança, para ambos.
tr: Sunucu işletim sistemi ve sanallaştırma uygulaması Tails üzerinde yaptığınız işlemleri izler. Sunucu işletim sistemi ve sanallaştırma uygulaması için yalnızca özgür yazılımlar güvenilir olarak düşünülebilir.
uk: Операційна система та програмне забезпечення віртуалізації у змозі контролювати те, що Ви робите в Tails. Лише вільне програмне забезпечення розглядається як варте довіри, як для операційної системи, так і для програмне забезпечення віртуалізації.

source: Don't Show Again
ar: لاتعرض هذا مجددا
de: Nicht erneut anzeigen
el: Να μην εμφανιστεί ξανά
es: No mostrar de nuevo
hu: Ne mutassa megint
nl: Niet opnieuw tonen
pt_br: Não Mostrar Novamente
pt_pt: Não voltar a mostrar.
tr: Bir daha gösterme
uk: Не показувати знову

source: Learn More
ar: إعرف/ي أكثر
de: Mehr erfahren
el: Μάθε περισσότερα
es: Más información
hu: Tudjon meg többet
nl: Meer info
pt_br: Saiba Mais
pt_pt: Saber Mais
tr: Ayrıntılı bilgi alın
uk: Докладніше

source: Tor Connection
ar: اتصال Tor
de: Tor Verbindung
el: Σύνδεση Tor
es: Conexión Tor
hu: Tor kapcsolat
nl: Torverbinding
pt_br: Conexão à rede Tor
tr: Tor bağlantısı
uk: Підключення Tor

source: _Use a bridge that you already know
ar: _استخدم الجسر الذي تعرفه بالفعل
de: _Verwende eine Brücke, die du bereits kennst
el: _Χρήση γέφυρας που γνωρίζετε
es: _Usa un puente que ya conozcas
hu: _Adjon meg egy hidat, amit már ismer
pt_br: _Use uma ponte que você já conhece
tr: _Bildiğim bir köprüyü kullanacağım
uk: _Використовуйте міст, який вам вже відомий

source: To save your bridge, <a href="doc/persistent_storage">unlock your Persistent Storage</a>.
de: Um deine Brücke zu speichern, <a href="doc/persistent_storage">entsperre deinen beständigen Datenspeicher</a>.
el: Για να αποθηκεύσετε τη γέφυρα σας, <a href="doc/persistent_storage">ξεκλειδώστε το μόνιμο αποθηκευτικό χώρο σας</a>.
es: Para guardar tu puente,<a href="doc/persistent_storage">desbloquea el Almacenamiento Persistente</a>.
tr: Köprünüzü kaydetmek için <a href="doc/persistent_storage">kalıcı depolama biriminizin kilidini açın</a>.
uk: Щоб зберегти свій міст, <a href="doc/persistent_storage">розблокуйте Постійне Сховище</a>.
