Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: WhisperBack - Send feedback in an encrypted mail Copyright (C) 2009-2018 Tails developers <tails@boum.org> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ar: WhisperBack - قم بارسال تعليقاتك في بريد مشفر حقوق النشر (C) 2009-2018 مطوري <tails@boum.org> هذا البرنامج هو برنامج مجاني. يمكنك إعادة توزيعه و/أو تعديله بموجب شروط رخصة GNU العمومية العامة كما نشرتها مؤسسة البرمجيات الحرة (FSF) إما الإصدار 3 من الترخيص أو (في الخيار الخاص بك) أي إصدار لاحق. يتم توزيع هذا البرنامج على أمل أن يكون مفيدا ، ولكن دون أي ضمانات ؛ دون حتى الضمان الضمني التسويق أو الملاءمة لغرض معين. انظر رخصة GNU العمومية العامة لمزيد من التفاصيل. يجب أن تكون قد حصلت على نسخة من رخصة GNU العمومية العامة مع هذا البرنامج. إذا لم يكن كذلك ، راجع <http://www.gnu.org/licenses/>.
de: WhisperBack - Feedback in einer verschlüsselten Mail senden Copyright (C) 2009-2018 Tails Entwickler <tails@boum.org> Dieses Programm ist freie Software; du kannst es weitergeben und/oder ändern unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht; entweder Version 3 der Lizenz oder (als deine Option) jede spätere Version. Dieses Programm wird in der Hoffnung verteilt, dass es nützlich sein wird, aber OHNE JEGLICHE GARANTIE; auch ohne die implizite Garantie von MARKTFÄHIGKEIT oder Tauglichkeit für einen bestimmten Zweck. Siehe GNU General Public License für weitere Informationen. Du solltest eine Kopie der GNU General Public License erhalten haben, zusammen mit diesem Programm. Wenn nicht, siehe <http://www.gnu.org/licenses/>.
el: WhisperBack - Επικοινωνήστε μαζί μας με κρυπτογραφημένο μήνυμα Πνευματική ιδιοκτησία (C) 2009-2018 Tails developers <tails@boum.org> Το πρόγραμμα αυτό αποτελεί δωρεάν λογισμικό· μπορείτε να το αναδιανέμετε ή/και να το τροποποιήσετε υπό τους όρους της GNU General Public License όπως αυτή δημοσιεύεται από το Free Software Foundation· είτε η έκδοση 3 της Άδειας, είτε (με δική σας επιλογή) κάθε παλαιότερη έκδοσή της. Το πρόγραμμα διανέμεται με την ελπίδα ότι θα φανεί χρήσιμο, αλλά ΧΩΡΙΣ ΟΥΔΕΜΙΑ ΕΓΓΥΗΣΗ· χωρίς καν την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΚΑΠΟΙΟΝ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Για περισσότερες πληροφορίες, δείτε την Άδεια GNU General Public License. Μαζί με το πρόγραμμα αυτό θα πρέπει να έχετε λάβει και ένα αντίγραφο της GNU General Public License. Αν όχι, δείτε την ιστοσελίδα <http://www.gnu.org/licenses/>.
es: WhisperBack - Enviar comentarios en un correo cifrado Copyright (C) 2009-2018 Desarrolladores de Tails <tails@boum.org> Este programa es software libre; puedes redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU publicada por la Free Software Foundation; ya sea la versión 3 de la Licencia, o (en tu opinión) cualquier versión posterior. Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; sin siquiera la garantía implícita de COMERCIALIZACIÓN o APTITUD PARA UN PROPÓSITO PARTICULAR. Mira el sitio web de GNU Licencia Pública General para más detalles. Deberías haber recibido una copia de la Licencia Pública General GNU junto con este programa. Si no, mira <http://www.gnu.org/licenses/>.
hu: WhisperBack - Visszajelzés küldése titkosított emailben Copyright (C) 2009-2018 Tails fejlesztők <tails@boum.org> Ez a program szabad szoftver; terjesztheti, és módosíthatja a GNU General Public License szerint amit a Free Software Foundation publikált; a verzió 3 szerint, vagy (döntése alapján) egy későbbi verzió szerint. Ez a program abban a reményben került terjesztésre, hogy hasznos, de NEM VÁLLAL SEMMI GARANCIÁT; belerétve a forgalomképességre és a megfelelő az adott célra garanciákat is. Tekintse meg a GNU General Public License-t a részletekért. Kellett, hogy egy másolatot kapjon ezzel a szoftverrel a a GNU General Public License-ből. Ha nem találja tekintse meg a <http://www.gnu.org/licenses/> oldalon.
nl: WhisperBack - Stuur feedback in een versleutelde e-mail Copyright (C) 2009-2018 Tails-ontwikkelaars <tails@boum.org> Dit programma is vrije software; u mag het verspreiden en/of aanpasssen onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation; ofwel versie 3 van de licentie, ofwel (naar uw keuze) een latere versie. Dit programma wordt verspreid met de hoop dat het nuttig kan zijn, maar ZONDER ENIGE GARANTIE; zonder zelfs de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU General Public License voor meer details. U hoort een kopie van de GNU General Public License bij deze software te hebben gekregen. Zo niet, zie dan <http://www.gnu.org/licenses/>.
pt_br: WhisperBack - Envie feedback em um email criptografado Copyright (C) 2009-2018 Desenvolvedores do Tails <tails@boum.org> Este programa é software livre; você pode redistribuir e/ou modificá-lo sobre os termos da Licença Pública Geral GNU como publicado pela Free Software Foundation; versão 3 da Licença, ou (sob sua opção) qualquer versão mais recente. Este programa é distribuído na na esperança de que será útil, mas SEM QUALQUER GARANTIA; sem nem a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO PARA UM PROPÓSITO PARTICULAR. Veja a Licença Pública Geral GNU para maiores detalhes. Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa. Caso contrário, veja <http://www.gnu.org/licenses/>.
pt_pt: WhisperBack - Envie comentários numa mensagem encriptada Direitos de Autor (C) 2009-2018 Programadores do Tails <tails@boum.org> Este programa é um software livre, pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicada pela Free Software Foundation; tanto a versão 3 da licença, ou (a seu critério) qualquer versão superior. Este programa é distribuído na esperança que este será útil, mas SEM QUALQUER GARANTIA, sem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM DETERMINADO FIM. Consulte a GNU - Licença Pública Geral para mais detalhes. Deve ter recebido uma cópia da Licença Pública Geral GNU com este programa. Caso contrário, consulte <http://www.gnu.org/licenses/>.
tr: WhisperBack - Şifreli e-posta ile geri bildirim gönderin. Telif Hakkı (C) 2009-2018 Tails geliştiricileri <tails@boum.org> Bu program özgür bir yazılımdır: Özgür Yazılım Vakfı tarafından yayımlanan GNU Genel Kamu Lisansı 3. sürüm ya da (isteğinize bağlı olarak) daha sonraki sürümlerinin hükümleri altında yeniden dağıtabilir ve/veya değiştirebilirsiniz. Bu program işe yaraması umuduyla dağıtılmıştır, ancak HİÇBİR GARANTİSİ YOKTUR; hatta SATILABİLİRLİK ya da BİR AMACA HİZMET ETMEK gibi bir garantisi de yoktur. Ayrıntılı bilgi almak için GNU Genel Kamu Lisansı içeriğine bakabilirsiniz. Bu programın içeriğinde bir GNU Genel Kamu Lisansı kopyası da bulunmalı. Elinizde yoksa <http://www.gnu.org/licenses/> adresine bakabilirsiniz.
uk: WhisperBack - Надсилайте звіти у зашифрованому листі Авторське право (C) 2009-2018 Розробники Tails <tails@boum.org> Ця програма є вільним програмним забезпеченням; ви можете поширювати її та/або модифікувати на умовах ліцензії GNU General Public License, опублікованої Free Software Foundation, або версії 3 цієї Ліцензії, або (на ваш розсуд) будь-якої новішої версії. Ця програма поширюється у сподіванні, що вона буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ, навіть без очікуваних (передбачуваних) гарантій КОМЕРЦІЙНОЇ ЯКОСТІ або ПРИДАТНОСТІ ДО ПЕВНОЇ ПОТРЕБИ. Більше подробиць про ліцензію GNU General Public License. Ви мали отримати копію ліцензії GNU General Public License разом з цією програмою. Якщо ж ні, - перегляньте її на <http://www.gnu.org/licenses/>.

source: If you want us to encrypt messages when we respond to you, add your key ID, a link to your key, or the key as a public key block:
ar: إذا اردت ان نشفر ردنا عليك، أضف هوية مفتاحك، رابط لمفتاحك أو الجزء العام من المفتاح:
de: Wenn du willst, dass wir dir mit einer verschlüsselten Nachricht antworten, teile uns bitte deine Schlüssel-ID, einen Link zu deinem Schlüssel oder den öffentlichen Schlüsselblock mit:
el: Αν θέλετε να κρυπτογραφούμε τα μηνύματά μας όταν σας απαντάμε, προσθέστε την ID σας, ένα σύνδεσμο στην ID σας, ή την ID σας σαν ένα δημόσιο ID block.
es: Si quieres que cifremos los mensajes cuando te respondamos, añade el identificador (ID) de tu clave, un enlace a tu clave, o la clave como un bloque de clave pública:
hu: Ha szeretné, hogy titkosítsuk a válasz amikor válaszolunk, adja meg a kulcs azonosítóját, egy linket a kulcshoz, vagy a kulcsot, mint egy publikus kulcs blokkot:
nl: Als u wilt dat we onze berichten versleutelen wanneer we antwoorden, voeg dan uw sleutel-ID, een koppeling naar uw sleutel, of de sleutel als een publiekesleutelblok toe:
pt_br: Se você quiser que criptografemos as mensagens quando te respondermos, inclua o ID da sua chave, um link para sua chave, ou mesmo a chave inteira como um bloco de chave pública:
pt_pt: Se pretender que as nossas respostas sejam encriptadas quando nós lhe respondemos, adicione a Id. da sua chave, uma hiperligação para a sua chave, ou a chave como um bloco de chave pública:
tr: Size yanıt verirken iletilerimizi şifrelememizi istiyorsanız, anahtarınızı, anahtar kodu, anahtarınıza yöneltilmiş bir bağlantı ya da herkese açık anahtar bloğu şeklinde ekleyin:
uk: Якщо Ви хочете, щоб ми зашифрували відповідь на Ваше повідомлення, додайте ID Вашого ключа, посилання на Ваш ключ, або ключ в якості відкритого ключа блоку:

source: Summary
ar: ملخص
de: Zusammenfassung
el: Περίληψη
es: Resumen
hu: Összefoglalás
nl: Samenvatting
pt_br: Resumo
pt_pt: Resumo
tr: Özet
uk: Резюме

source: Bug description
ar: وصف الخطأ
de: Fehlerbeschreibung
el: Περιγραφή Σφάλματος
es: Descripción del error
hu: Hiba leírás
nl: Bugbeschrijving
pt_br: Descrição do problema
pt_pt: Descrição do erro
tr: Hata açıklaması
uk: Опис багу

source: Help:
ar: مساعدة:
de: Hilfe:
el: Βοήθεια:
es: Ayuda:
hu: Segítség:
pt_br: Ajuda:
pt_pt: Ajuda:
tr: Yardım:
uk: Допомога:

source: Read our bug reporting guidelines.
ar: اطلع على إرشادات الإبلاغ عن الأخطاء.
de: Lies unsere Richtlinien zur Fehlermeldung.
el: Διαβάστε τις οδηγίες μας για τη δήλωση σφάλματος.
es: Lee nuestra guía de informes de bug.
hu: Olvassa el hibabejelentési útmutatóinkat.
nl: Lees onze gids voor foutrapportage
pt_br: Leia nossas diretrizes para relatórios de problemas.
pt_pt: Leia as nossas diretrizes sobre como comunicar os erros.
tr: Hata bildirme yönergelerini okuyun.
uk: Прочитайте наші настанови зі звітування про баґи.

source: Email address (if you want an answer from us)
ar: عنوان البريد الإلكتروني (إذا كنت تريد إجابة منا)
de: E-Mail-Adresse (wenn du eine Antwort von uns wünschst)
el: Διεύθυνση email (αν χρειάζεστε απάντηση από εμάς)
es: Correo electrónico (si quieres que te respondamos)
hu: Email cím (ha választ szeretne tőlünk)
nl: E-mailadres (als u een antwoord van ons wilt)
pt_br: Endereço de email (caso você queira uma resposta nossa)
pt_pt: Endereço de e-mail (se quiser uma resposta nossa)
tr: E-posta adresiniz (bizden bir yanıt almak istiyorsanız)
uk: Адреса електронної пошти (якщо ви хочете отримати від нас відповідь)

source: optional PGP key
ar: مفتاح PGP اختياري
de: Optionaler PGP-Schlüssel
el: Προαιρετικό κλειδί PGP
es: Clave PGP opcional
hu: opcionális PGP kulcs
nl: optionele PGP-sleutel
pt_br: chave PGP opcional
pt_pt: chave PGP opcional
tr: İsteğe bağlı PGP anahtarı
uk: опціональний ключ PGP

source: Please know that we are not able to reply to every bug report.
ar: يرجى العلم أننا لا نستطيع الرد على كل تقارير الشوائب.
de: Bitte beachte, dass wir nicht jede Fehlermeldung beantworten können.
el: Παρακαλούμε λάβετε υπόψη ότι δεν είμαστε σε θέση να απαντήσουμε σε κάθε αναφορά σφάλματος.
es: Por favor, ten en cuenta que no podemos responder a todos y cada uno de los informes de error.
hu: Kérjük legyen tisztában azzal, hogy nem tudunk minden hibabejelentésre válaszolni.
nl: Vergeet niet dat we niet op elk bugrapport kunnen antwoorden.
pt_br: Por favor esteja ciente de que não conseguimos responder a todos os relatórios de problemas.
tr: Lütfen tüm hata bildirimlerine yanıt veremediğimizi unutmayın.
uk: Зверніть увагу, що ми не можемо відповісти на кожен звіт про помилку.

source: Technical details to include
ar: التفاصيل التقنية التي يجب شملها
de: Technische Details zum Einbeziehen
el: Τεχνικές λεπτομέρειες που πρέπει να συμπεριληφθούν
es: Detalles técnicos a incluir
hu: A csatolandó technikai adatok
nl: Technische details om bij te voegen
pt_br: Detalhes técnicos a incluir
pt_pt: Detalhes técnicos a incluir
tr: Katılacak teknik ayrıntılar
uk: Технічні подробиці для додавання

source: headers
ar: رؤس
de: Kopfzeilen
el: κεφαλίδες
es: cabeceras
hu: fejlécek
pt_br: cabeçalhos
pt_pt: cabeçalhos
tr: üst bilgiler
uk: заголовки

source: debugging info
ar: معلومات الـdebugging
de: Informationen zur Fehlersuche
el: πληροφορίες αποσφαλμάτωσης
es: información de depuración ('debugging')
hu: hibakeresési info
nl: debug-info
pt_br: informações de depuração
pt_pt: informação da depuração
tr: hata ayıklama bilgileri
uk: налагоджувальна інформація

source: Send
ar: ارسال
de: Senden
el: Αποστολή
es: Enviar
hu: Küldés
nl: Versturen
pt_br: Enviar
pt_pt: Enviar
tr: Gönder
uk: Відправити

source: TrueCrypt/VeraCrypt container
ar: مستوعب TrueCrypt/VeraCrypt
el: Φορέας TrueCrypt/VeraCrypt
es: Contenedor TrueCrypt/VeraCrypt
hu: TrueCrypt/VeraCrypt konténer
pt_br: Recipiente TrueCrypt/VeraCrypt
pt_pt: Volume TrueCrypt/VeraCrypt
tr: TrueCrypt/VeraCrypt kapsayıcısı
uk: Контейнер TrueCrypt/VeraCrypt

source: Configure a Tor bridge
ar: تكوين جسر Tor
de: Konfiguriere eine Tor-Brücke
el: Ρύθμιση μιας γέφυρας Tor
es: Configura un puente de Tor
hu: Tor híd konfigurálása
nl: Stel een Tor bridge in
pt_br: Configurar uma ponte Tor
tr: Bir Tor köprüsü yapılandırın
uk: Налаштуйте міст Tor

source: Bridges are secret Tor relays. Use a bridge as your first Tor relay if accessing Tor is blocked from where you are.
ar: الجسور هي مرحلات Tor سرية. استخدم جسرًا كأول مرحل Tor إذا تم حظر الوصول إلى Tor من مكانك.
de: Brücken sind geheime Tor-Relays. Benutze eine Brücke als dein erstes Tor-Relay, wenn der Zugang zu Tor von dort, wo du bist, blockiert ist.
el: Οι γέφυρες είναι μυστικοί αναμεταδότες του Tor. Χρησιμοποιήστε μια γέφυρα ως τον πρώτο σας αναμεταδότη αν η πρόσβαση στο Tor μπλοκάρεται στην περιοχή σας.
es: Los puentes son repetidores secretos de Tor. Utiliza un puente como tu primer repetidor Tor si el acceso a Tor está bloqueado desde donde te encuentras.
hu: A hidak titkos Tor relék. Használjon egy hidat az első Tor reléjének, ha a Tor-hoz hozzáférés blokkolt onnan, ahol Ön van.
nl: Bidges zijn geheim Tor relays. Gebruik een bridge als je eerste Tor relay als toegang tot Tor geblokkeerd is waar je bent.
pt_br: As pontes são retransmissores secretos do Tor. Use uma ponte como seu primeiro retransmissor do Tor se o acesso à rede Tor estiver bloqueado no local onde você está.
tr: Köprüler gizli Tor aktarıcılarıdır. Bulunduğunuz yerde Tor ağı ile bağlantı kurulması engelleniyorsa ilk Tor aktarıcınız olarak bir köprü kullanın.
uk: Мости — це таємні ретранслятори Tor. Використовуйте міст як перший ретранслятор Tor, якщо доступ до Tor заблоковано з вашого місця перебування.

source: <a href="doc/anonymous_internet/tor">Learn more about Tor bridges</a>
ar: <a href="doc/anonymous_internet/tor">تعرف على المزيد حول جسور Tor</a>
de: <a href="doc/anonymous_internet/tor">Erfahre mehr über Tor-Brücken</a>
el: <a href="doc/anonymous_internet/tor">Μάθετε περισσότερα για τις γέφυρες του Tor</a>
es: <a href="doc/anonymous_internet/tor">Aprende más sobre los puentes Tor</a>
hu: <a href="doc/anonymous_internet/tor">Tudjon meg többet a Tor hidakról</a>
pt_br: <a href="doc/anonymous_internet/tor">Saiba mais sobre pontes Tor</a>
tr: <a href="doc/anonymous_internet/tor">Tor köprüleri hakkında ayrıntılı bilgi alın</a>
uk: <a href="doc/anonymous_internet/tor">Дізнайтеся більше про мости Tor</a>

source: Use a _default bridge
de: Verwende eine _Standard-Brücke
el: Χρήση _προεπιλεγμένης γέφυρας
es: Usa un puente por _defecto
hu: Egy _alapértelmezett híd használata
pt_br: Use uma ponte _padrão
tr: _Varsayılan köprülerden biri kullanılsın
uk: Використовувати міст _за замовчуванням

source: obfs4 (recommended)
ar: obfs4 (موصى به)
de: obfs4 (empfohlen)
el: obfs4 (συνιστάται)
es: obfs4 (recomendado)
hu: obfs4 (ajánlott)
nl: obfs4 (aanbevolen)
pt_br: obfs4 (recomendado)
pt_pt: obfs4 (recomendado)
tr: obfs4 (önerilir)
uk: obfs4 (рекомендовано)

source: None
ar: لا شيء
de: Nichts
el: Καμία
es: Ninguno
hu: Nincs
nl: Geen
pt_br: Nenhuma
pt_pt: Nenhum
tr: Hiçbiri
uk: Нічого

source: _Ask for a Tor bridge by email
de: _Tor-Brücke über E-Mail anfordern
el: _Αίτηση γέφυρας Tor μέσω email
es: _Pide un puente por correo electrónico
tr: _E-posta ile Tor köprüsü isteyin
uk: _Попросити міст Tor електронною поштою

source: Send an empty email to <tt>bridges@torproject.org</tt> from a Gmail or Riseup email address with your phone and scan the QR code that is attached to the automatic reply.
de: Sende eine leere E-Mail an <tt>bridges@torproject.org</tt> von einer Gmail- oder Riseup-E-Mail-Adresse mit deinem Smartphone und scanne den QR-Code, der an die automatische Antwort angehängt ist.
el: Στείλτε ένα κενό email στο <tt>bridges@torproject.org</tt> από διεύθυνση Gmail ή Riseup από το τηλέφωνό σας και σαρώστε τον συνημμένο κωδικό QR που θα λάβετε αυτόματα ως απάντηση.
es: Envía un correo vacío a <tt>bridges@torproject.org</tt> desde una dirección Gmail o Riseup con tu teléfono, y escanea el código QR adjunto a la respuesta automática.
tr: Telefonunuzu ve bir Gmail ya da Riseup e-posta adresi kullanarak <tt>bridges@torproject.org</tt> adresine boş bir e-posta gönderin. Otomatik olarak verilen yanıtın ekindeki QR kodunu tarayın.
uk: Надішліть порожній електронний лист на адресу <tt>bridges@torproject.org</tt> з електронної адреси Gmail або Riseup. Наприклад, ви можете надіслати електронний лист зі свого телефону та зісканувати QR-код, який прикріплений до автоматичної відповіді.

source: Scan _QR code
de: _QR-Code scannen
el: Σάρωση κωδικού _QR
es: Escanear código _QR
tr: _QR kodunu tara
uk: Сканувати _QR-код

source: _Enter a bridge that you already know
ar: _أدخل الجسر الذي تعرفه بالفعل
de: _Gib eine Brücke ein, die du bereits kennst
el: _Εισαγάγετε γέφυρα που ήδη γνωρίζετε
es: _Introduce un puente que ya conoces
hu: _Írjon be egy hidat, amit már ismer
pt_br: _Insira uma ponte que você já conhece.
tr: _Bildiğim bir köprüyü yazacağım
uk: _Введіть міст, який вам вже відомий

source: Bridge
de: Brücke
el: Γέφυρα
es: Puente
tr: Köprü
uk: Міст

source: Save bridge to _Persistent Storage
ar: حفظ الجسر في _Persistent Storage
de: Brücke im _beständigen Datenspeicher speichern
el: Αποθήκευση γέφυρας στο _Μόνιμο αποθηκευτικό χώρο
es: Guardar el puente en _Almacenamiento Persistente
hu: Híd mentése a _Tartós Tárba
pt_br: Salvar ponte no Armazenamento _Persistente
tr: Köprüyü kalıcı _depolama birimine kaydet
uk: Зберегти міст до _Постійного Сховища

source: Save bridge to Persistent Storage
ar: حفظ الجسر في Persistent Storage
de: Brücke im beständigen Datenspeicher speichern
el: Αποθήκευση γέφυρας στο Μόνιμο αποθηκευτικό χώρο
es: Guardar el puente en Almacenamiento persistente
hu: Híd mentése a Tartós Tárba
pt_br: Salvar ponte no Armazenamento Persistente
tr: Köprüyü kalıcı depolama birimine kaydet
uk: Зберегти міст до Постійного Сховища

source: _Connect to Tor
ar: _قم بالاتصال بـ Tor
de: _Mit Tor verbinden
el: _Σύνδεση στο Tor
es: _Conectar a Tor
hu: _Csatlakozás a Tor-hoz
pt_br: _Conecte à rede Tor
tr: _Tor ağı ile bağlantı kurun
uk: _Підключітися до Tor

source: Error connecting to Tor
ar: حدث خلل أثناء محاولة الاتصال بتور
de: Fehler beim Verbinden zu Tor
el: Προέκυψε σφάλμα κατά την σύνδεση στο Tor
es: Error de conexión a Tor
hu: Hiba a Tor-hoz kapcsolódásban
nl: Fout tijdens verbinden met Tor
pt_br: Erro ao conetar à rede Tor
tr: Tor bağlantısı kurulurken sorun çıktı
uk: Помилка підключення до Tor

source: • Wrong clock
ar: • ساعة خاطئة
de: • Falsche Uhrzeit
el: • Λάθος ώρα
es: • Reloj equivocado
hu: • Rossz óra
nl: Klok verkeerd
pt_br: • Relógio errado
tr: • Saat yanlış
uk: • Неправильний годинник

source: Your clock and time zone need to be correct to connect to Tor.
ar: يجب أن تكون ساعتك ومنطقتك الزمنية صحيحتين للاتصال بـ Tor.
de: Deine Uhr und Zeitzone müssen korrekt sein, damit du dich mit Tor verbinden kannst.
el: Πρέπει να διορθώσετε το χρόνο και την ωρική ζώνη σας για να συνδεθείτε με το Tor.
es: Tu zona horaria y la hora han de ser correctas para conectar a Tor.
hu: Az órának és időzónának helyesnek kell lennie a Tor-hoz való csatlakozáshoz.
pt_br: Seu relógio e fuso horário precisam estar certos para que você possa se conectar à rede Tor.
tr: Tor bağlantısı kurmak için saat ve saat dilimi ayarlarınızın doğru olması gerekir.
uk: Щоб підключитися до Tor, ваш годинник і часовий пояс мають бути правильними.

source: Fix _Clock
de: _Uhrzeit korrigieren
el: Διόρθωση _ώρας
es: Arreglar _Reloj
hu: Óra _javítása
pt_br: Consertar o _Relógio
tr: _Saati düzelt
uk: Виправити _Годинник

source: • Public network
ar: • شبكة عامة
de: • Öffentliches Netzwerk
el: • Δημόσιο δίκτυο
es: • Red pública
hu: • Nyilvános hálózat
nl: • Publiek netwerk
pt_br: • Rede pública
tr: • Herkese açık ağ
uk: • Публічна мережа

source: If you are in a shop, hotel, or airport, you might need to sign in to the local network using the Unsafe Browser.
de: Wenn du dich in einem Geschäft, einem Hotel oder einem Flughafen befindest, musst du dich möglicherweise mit dem Unsafe Browser beim lokalen Netzwerk anmelden.
el: Εάν βρίσκεστε σε κατάστημα, σε ξενοδοχείο ή σε αεροδρόμιο, ίσως χρειαστεί να εγγραφείτε στο τοπικό δίκτυο με χρήση του Unsafe Browser.
es: Si estás en una tienda, hotel o aeropuerto, puede que necesites el Navegador No Seguro para unirte a la red local.
tr: Mağaza, otel ya da hava alanı gibi bir yerdeyseniz, Unsafe Browser uygulamasını kullanarak yerel ağda oturum açmanız istenebilir.
uk: Якщо ви перебуваєте в магазині, готелі або аеропорту, вам може знадобитися увійти в локальну мережу за допомогою Небезпечного браузера.

source: Try _Signing in to the Network
de: Versuche dich beim Netzwerk _anzumelden
el: Δοκιμή _Σύνδεσης στο δίκτυο
es: Intenta _Iniciar sesión en la Red
hu: Próbálkozás a hálózatba _belépéssel
pt_br: Tente Fazer _Login na Rede
tr: _Ağda oturum açmayı deneyin
uk: Спробуйте _Увійти в мережу

source: • Local proxy
ar: • الوكيل المحلي
de: • Lokaler Proxy
el: • Τοπικός διακομιστής μεσολάβησης
es: • Proxy local
hu: • Helyi proxy
nl: • Lokale proxy
pt_br: • Proxy local
tr: • Yerel vekil sunucu
uk: • Локальний проксі
