Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: Container already added
ar: المستوعب مضاف بالفعل
de: Container bereits hinzugefügt
el: Ο χώρος προστέθηκε ήδη.
es: El contenedor ya estaba añadido
hu: Konténer már hozzáadva
nl: Container is al toegevoegd
pt_br: Recipiente já adicionado
pt_pt: Volume já adicionado
tr: Kapsayıcı zaten eklenmiş
uk: Контейнер вже додано

source: The file container %s should already be listed.
ar: يجب ان يكون مستوعب الملفات %s مدرج بالفعل.
de: Der Container %s sollte bereits aufgelistet sein.
el: Ο χώρος των αρχείων %s θα πρέπει να είναι ήδη στη λίστα.
es: El contenedor de archivo %s ya debería estar en la lista.
hu: A %s fájl konténer listázva kell legyen.
nl: De bestandscontainer %s zou al in de lijst moeten staan.
pt_br: O recipiente de arquivos %s já deveria estar listado.
pt_pt: O volume de ficheiros %s já está na lista.
tr: %s kapsayıcısının zaten listede olması gerekir.
uk: Файловий контейнер %s вже має бути в списку.

source: Container opened read-only
ar: تم فتح المستوعب للقراءة-فقط
de: Container schreibgeschützt geöffnet
el: Το περιβάλλον άνοιξε μόνο για ανάγνωση
es: Contenedor abierto sólo para lectura
hu: A konténer csak olvasásra nyitott
nl: Container geopend in alleen-lezen
pt_br: Recipiente aberto em modo somente-leitura.
pt_pt: Volume aberto no modo de apenas leitura
tr: Kapsayıcı salt okunur olarak açıldı
uk: Контейнер відкритий лише для читання

source: The file container {path} could not be opened with write access. It was opened read-only instead. You will not be able to modify the content of the container. {error_message}
ar: فشل فتح مستوعب الملفات {path} مع امكانية الكتابة. لقد تم فتحه للقراءة-فقط بدلا من ذلك. لن يكون بامكانك تعديل محتويات المستوعب. {error_message}
de: Der Dateicontainer in {path} konnte nicht mit Schreibzugriff geöffnet werden. Er wurde stattdessen schreibgeschützt geöffnet. Du kannst dadurch keine Änderungen am seinem Inhalt vornehmen. {error_message}
el: Ο χώρος των αρχείων {path} δεν μπορούσε να ανοιχτεί με δυνατότητα εγγραφής. Έχει ανοιχτεί μόνο για ανάγνωση. Δεν θα μπορέσετε να τροποποιήσετε το περιεχόμενο του χώρου. {error_message}
es: El contenedor de archivo {path} no se debería abrir con permiso de escritura. Ha sido abierto para solo-lectura. No podrás modificar el contenido del contenedor. {error_message}
hu: A fájl konténer {path} nem megnyitható írásra. Ez megnyitásra került kizárólag olvasásra. Nem tudja megmódosítani a konténert. {error_message}
nl: De bestandscontainer {path} kon niet worden geopend met schrijftoegang, en is in plaats daarvan geopend als alleen-lezen. U kunt de inhoud van de container niet aanpassen. {error_message}
pt_br: Não foi possível abrir o recipiente de arquivos {path} com permissão de escrita. Ao invés disso, ele foi aberto em modo somente-leitura. Você não poderá modificar o conteúdo deste recipiente. {error_message}
pt_pt: Não foi possível abrir o volume de ficheiros {path} com permissão de escrita. Em vez disso, foi aberto apenas no modo de leitura. Não poderá alterar o conteúdo do volume. {error_message}
tr: {path} dosya kapsayıcısı yazma izinleri ile açılamadı. Bu nedenle salt okunur olarak açıldı. Kapsayıcının içeriğini değiştiremeyeceksiniz. {error_message}
uk: Не вдалося відкрити файловий контейнер {path} з доступом на запис. Натомість його було відкрито лише для читання. Ви не зможете змінити вміст контейнера. {error_message}

source: Error opening file
ar: خطأ في فتح الملف
de: Fehler beim Öffnen der Datei
el: Προέκυψε σφάλμα κατά το άνοιγμα του αρχείου
es: Error al abrir archivo
hu: Hiba a fájl megnyitásakor
nl: Fout bij openen van bestand
pt_br: Error ao abrir o arquivo
pt_pt: Erro ao abrir o ficheiro
tr: Dosya açılırken sorun çıktı
uk: Помилка відкриття файлу

source: Not a VeraCrypt container
ar: ليس مستوعب VeraCrypt
de: Kein VeraCrypt-Container
el: Δεν πρόκειται για περιβάλλον VeraCrypt
es: No es un contenedor VeraCrypt
hu: Nem VeraCrypt konténer
nl: Geen VeraCrypt-container
pt_br: Não é um recipiente VeraCrypt.
pt_pt: Não é um volume VeraCrypt
tr: Bir VeraCrypt kapsayıcısı değil
uk: Не контейнер VeraCrypt

source: The file %s does not seem to be a VeraCrypt container.
ar: يبدو ان الملف %s ليس مستوعب VeraCrypt
de: Die Datei %s scheint kein VeraCrypt-Container zu sein.
el: Το αρχείο %s δε μοιάζει με περιβάλλον VeraCrypt.
es: El archivo %s no parece ser un contenedor VeraCrypt.
hu: A %s nem tűnik VeraCrypt konténernek.
nl: Het bestand %s lijkt geen VeraCrypt-container te zijn.
pt_br: O arquivo %s não parece ser um recipiente VeraCrypt.
pt_pt: O ficheiro %s não parece ser um volume VeraCrypt.
tr: %s dosyası bir VeraCrypt kapsayıcısı gibi görünmüyor.
uk: Схоже, файл %s не є контейнером VeraCrypt.

source: Failed to add container
ar: فشل إضافة مستوعب
de: Fehler beim Hinzufügen des Containers
el: Απέτυχε η πρόσθεση φορέα
es: Error al agregar contenedor
hu: Sikertelen a konténer hozzáadása
nl: Container toevoegen mislukt
pt_br: Falha ao adcionar recipiente
pt_pt: O adicionar do volume falhou
tr: Kapsayıcı eklenemedi
uk: Не вдалося додати контейнер

source: Could not add file container %s: Timeout while waiting for loop setup. Please try using the <i>Disks</i> application instead.
ar: غير قادر على إضافة حافظة ملف %s: انتهت المهلة أثناء انتظار إعداد الحلقة. الرجاء محاولة استخدام تطبيق ال<i>Disks</i> بدلا من ذلك.
de: Datei-Container %s konnte nicht hinzugefügt werden: Zeitüberschreitung beim Warten auf die Einrichtung der Schleife. Bitte versuche es stattdessen mit der Anwendung <i>Disks</i>.
el: Δεν μπόρεσε να προστεθεί ο φορέας αρχείου %s: Σφάλμα κατά την αναμονή εγκατάστασης. Παρακαλούμε προσπαθήστε να χρησιμοποιήσετε την εφαρμογή <i>δίσκων</i>αντ' αυτού.
es: No se pudo agregar el contenedor de archivos%s: Tiempo de espera de la configuración del bucle. Por favor intenta usar, en su lugar, la aplicación <i>Discos</i>.
hu: Nem hozzáadható a fájl konténer %s: Időtúllépés a loop telepítés során. Kérjük használja a <i>Lemezek</i> alkalmazást inkább.
nl: Kon bestandscontainer %s niet toevoegen: time-out tijdens wachten op 'loop setup'. Probeer de toepassing <i>Disks</i> te gebruiken.
pt_br: Não foi possível adicionar o recipiente de arquivos %s: Tempo limite excedido ao aguardar o loop de configuração. Por favor, tente usar o aplicativo <i>Discos</i>.
pt_pt: Não foi possível adicionar o volume de ficheiros %s: Tempo de espera esgotado ao aguardar o loop de configuração. Por favor, experimente usar em vez disso o programa <i>Discos</i>.
tr: %s dosya kapsayıcısı eklenemedi: Çevrim kurulumu beklenirken zaman aşımı oluştu. Lütfen bunun yerine <i>Diskler</i> uygulamasını kullanmayı deneyin.
uk: Не вдалося додати файловий контейнер %s: Перевищено час встановлення циклу. Спробуйте скористатися застосунком <i>Disks</i> натомість.

source: Choose File Container
ar: اختر مستوعب ملفات
de: Container auswählen
el: Επιλέξτε φορέα αρχείων
es: Selecciona contenedor de archivo
hu: Válasszon fájl konténert
nl: Bestandscontainer kiezen
pt_br: Escolha o Recipiente de Arquivos
pt_pt: Escolher Volume de Ficheiros
tr: Dosya kapsayıcısını seçin
uk: Виберіть файловий контейнер

source: The Unsafe Browser was disabled in the Welcome Screen.\n\n
de: Der Unsafe Browser wurde auf dem Willkommensbildschirm deaktiviert.\n\n
el: Το Unsafe Browser είναι απενεργοποιημένο στην Οθόνη Υποδοχής.\n\n
es: El Navegador No Seguro se desactivó en la pantalla de bienvenida.\n\n
tr: Giriş ekranında Unsafe Browser devre dışı bırakılmış.\n\n
uk: Небезпечний браузер було вимкнено на екрані привітання.\n\n

source: To use the Unsafe Browser, restart Tails and make sure that the Unsafe Browser is enabled in the additional settings of the Welcome Screen.
de: Um den Unsafe Browser zu verwenden, starte Tails neu und stelle sicher, dass der Unsafe Browser in den zusätzlichen Einstellungen des Willkommensbildschirms aktiviert ist.
el: Για χρήση του Unsafe Browser, επανεκκινήστε το tails και σιγουρευτείτε ότι το Unsafe Browser είναι ενεργοποιημένο από τις ρυθμίσεις της Οθόνης Καλωσορίσματος.
es: Para usar el Navegador No Seguro, reinicia Tails y asegúrate de que el Navegador No Seguro está activado en los ajustes adicionales de la Pantalla de Bienvenida.
tr: Unsafe Browser kullanmak için, Tails sistemini yeniden başlatın ve giriş ekranının ek ayarlar bölümünden Unsafe Browser kullanılsın seçeneğinin etkinleştirildiğinden emin olun.
uk: Для користування небезпечним браузером перезапустіть Tails і переконайтеся, що його ввімкнено в додаткових налаштуваннях екрана привітання.

source: To use the Unsafe Browser, restart Tails.
de: Um den Unsafe Browser zu verwenden, starte Tails neu.
el: Για χρήση του Unsafe Browser, επανεκκινήστε το Tails.
es: Para usar el Navegador No Seguro debes reiniciar Tails.
tr: Unsafe Browser kullanmak için Tails sistemini yeniden başlatın.
uk: Щоб використовувати небезпечний браузер, перезапустіть Tails.

source: _Restart
de: _Neustart
el: _Επανεκκίνηση
es: _Reiniciar
hu: _Újraindítás
nl: _Herstarten
pt_br: _Reiniciar
tr: _Yeniden başlat
uk: _Перезапустити

source: Do you really want to restart Tails now?\n\nAll your current work will be lost.
de: Möchtest du Tails wirklich jetzt neustarten?\n\nAlle deine aktuelle Arbeit wird dadurch verloren gehen.
el: Θέλετε να επανεκκινήσετε το Tails τώρα;\n\nΟι εργασίες σας θα χαθούν.
es: ¿Realmente quieres reiniciar Tails ahora?\n\nSe perderá todo tu trabajo actual.
tr: Tails sistemini yeniden başlatmak istediğinize emin misiniz?\n\nŞu andaki çalışmanız kaybolacak.
uk: Ви справді хочете перезапустити Tails зараз?\n\nУся ваша поточна робота буде втрачена.

source: Restart Now
ar: إعادة التشغيل الآن
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
hu: Újraindítás most
nl: Nu herstarten
pt_br: Reiniciar Agora
pt_pt: Reiniciar agora
tr: Yeniden başlat
uk: Перезавантажити зараз

source: Failed to restart the system.
ar: فشل في إعادة تشغيل النظام.
de: Neustart des Systems fehlgeschlagen.
el: Η επανεκκίνηση του συστήματος απέτυχε.
es: Fallo al reiniciar el sistema.
hu: Nem sikerült a rendszer újraindítása.
pt_br: Falha ao reiniciar o sistema.
tr: Sistem yeniden başlatılamadı.
uk: Не вдалося перезапустити систему.

source: Starting the Unsafe Browser...
ar: جاري تشغيل المتصفح الغير آمن...
de: Unsafe Browser wird gestartet …
el: Εκκίνηση του μη ασφαλούς περιηγητή...
es: Iniciando el Navegador No Seguro...
hu: Az Unsafe Browser indítása...
nl: De Onveilige Browser starten...
pt_br: Iniciando o Navegador Inseguro...
pt_pt: A iniciar o Navegador Inseguro...
tr: Unsafe Browser başlatılıyor...
uk: Запуск Небезпечного Браузера...

source: This may take a while, so please be patient.
ar: قد يستغرق هذا بعض الوقت، يرجى التحلي بالصبر.
de: Dies könnte eine Weile dauern, bitte habe etwas Geduld.
el: Αυτό μπορεί να πάρει λίγο χρόνο· παρακαλούμε περιμένετε.
es: Esto puede llevar un tiempo, por favor ten paciencia.
hu: Ez eltarthat egy ideig, kérjük legyen türelemmel.
nl: Dit kan even duren, dus een ogenblik geduld.
pt_br: Isto pode demorar um pouco; por favor, seja paciente.
pt_pt: Isto poderá demorar algum tempo, por favor, seja paciente.
tr: Bu işlem biraz zaman alabilir, lütfen sabırlı olun.
uk: Це може тривати деякий час, будь ласка, зачекайте.

source: Shutting down the Unsafe Browser...
ar: جاري إيقاف تشغيل المتصفح الغير الآمن...
de: Unsafe Browser wird beendet…
el: Τερματισμός του μη ασφαλούς περιηγητή...
es: Cerrando el Navegador No Seguro...
hu: Az Unsafe Browser leállítása...
nl: De Onveilige Browser afsluiten...
pt_br: Encerrando o Navegador Inseguro...
pt_pt: A encerrar o Navegador Inseguro...
tr: Unsafe Browser kapatılıyor...
uk: Вимкнення Небезпечного Браузера...

source: This may take a while, and you may not restart the Unsafe Browser until it is properly shut down.
ar: هذه العملية قد تأخذ وقتاً طويلاً، وقد لا تتمكن من إعادة تشغيل المتصفح غير الآمن حتى يتم اغلاقه بشكل كامل.
de: Dies könnte eine Weile dauern, und bevor der Unsafe Browser geschlossen ist, kannst du ihn nicht noch einmal starten.
el: Αυτό μπορεί να πάρει λίγη ώρα, και δεν πρέπει να επανεκκινήσετε τον μη ασφαλή περιηγητή προτού τερματιστεί σωστά.
es: Esto puede llevar un tiempo, y no podrás reiniciar el Navegador No Seguro hasta que se haya cerrado adecuadamente.
hu: Ez eltarthat egy ideig, és addig nem indíthatja újra az Unsafe Browser-t amíg az megfelelően le nem állt.
nl: Dit kan enige tijd duren, en u mag de Onveilige Browser niet herstarten voordat deze juist is afgesloten.
pt_br: Isso pode demorar um pouco e você não poderá iniciar o Navegador Inseguro novamente até que ele tenha sido adequadamente encerrado.
pt_pt: Isto pode demorar algum tempo e não deve reiniciar o Navegador Inseguro até que este tenha sido propriamente encerrado.
tr: Bu işlem biraz zaman alabilir. Unsafe Browser düzgün kapatılmadan yeniden başlatamayabilirsiniz.
uk: Це може тривати деякий час, і ви не можете перезапускати небезпечний браузер, поки він правильно не вимкнеться.

source: Unsafe Browser
ar: المتصفح الغير الآمن
es: Navegador No Seguro
nl: Onveilige Browser
pt_br: Navegador Inseguro
pt_pt: Navegador Inseguro
uk: Небезпечний Браузер

source: Another Unsafe Browser is currently running, or being cleaned up. Please retry in a while.
ar: توجد نسخة أخرى تعمل أو يتم تنظيفها من المتصفح غير الآمن. رجاءً حاول بعد قليل.
de: Ein anderer Unsafe Browser ist derzeit offen oder wird gerade gesäubert. Bitte versuche es später noch einmal.
el: Ένα άλλο Unsafe Browser εκτελείται αυτή τη στιγμή ή είναι υπό εκκαθάριση. Παρακαλούμε προσπαθήστε σε λίγο.
es: En este momento se está ejecutando o apagando otro Navegador No Seguro. Inténtalo de nuevo en un rato.
hu: Jelenleg egy másik példánya is fut az Unsafe Browser-nek, vagy épp tisztítás folyamata zajlik. Kérjük térjen vissza később.
nl: Een andere Onveilige Browser is momenteel actief of wordt opgeruimd. Probeer het later opnieuw.
pt_br: Um outro Navegador Inseguro está atualmente em execução ou sendo encerrado. Por favor, tente novamente daqui a pouco.
pt_pt: Já está em execução outro Navegador Inseguro, ou a ser encerrado. Por favor, tente novamente daqui a pouco.
tr: Şu anda başka bir Unsafe Browser çalışıyor ya da temizleniyor. Lütfen bir süre sonra yeniden deneyin.
uk: Інший Небезпечний Браузер зараз працює або очищується. Повторіть спробу трохи згодом.

source: Failed to setup chroot.
ar: فشلت محاولة تشغيل chroot.
de: Konnte chroot nicht einrichten.
el: Αποτυχία ρύθμισης chroot.
es: Fallo al establecer chroot.
hu: A chroot beállítása sikertelen.
nl: Kon geen chroot maken.
pt_br: Falha ao configurar chroot.
pt_pt: Não foi possível configurar o chroot.
tr: chroot kurulamadı.
uk: Не вдалося встановити chroot.

source: Failed to configure browser.
ar: خلل في تهيئة المتصفح.
de: Konfiguration des Browsers fehlgeschlagen.
el: Αποτυχία ρύθμισης του περιηγητή.
es: Fallo al configurar el navegador.
hu: A böngésző beállítása sikertelen.
nl: Kon de browser niet configureren.
pt_br: Falha ao configurar o navegador.
pt_pt: Não foi possível configurar o navegador.
tr: Tarayıcıyı ayarlanamadı.
uk: Не вдалося налаштувати браузер.

source: You are not connected to a local network yet.\n\nTo be able to start the Unsafe Browser, you first need to connect to a Wi-Fi, wired, or mobile network.
ar: أنت غير متصل بشبكة محلية حتى الآن. \و \n لتتمكن من بدء تشغيل المتصفح غير الآمن ، تحتاج أولاً إلى الاتصال بشبكة واي فاي أو شبكة سلكية أو محمولة.
de: Du bist noch nicht mit einem lokalen Netzwerk verbunden.\n\nUm den Unsafe Browser starten zu können, musst du zuerst eine Verbindung zu einem WLAN, kabelgebundenen oder mobilen Netzwerk herstellen.
el: Δεν έχετε συνδεθεί σε τοπικό δίκτυο ακόμα. \n\nΓια να ξεκινήσετε τον μη ασφαλή περιηγητή, πρέπει αρχικά να συνδεθείτε σε ένα ασύρματο ή ενσύρματο δίκτυο.
es: Todavía no estás conectado a una red local.\n\nPara poder iniciar el Navegador No Seguro, primero necesitas conectarte a una red Wi-Fi, cableada o móvil.
hu: Még nincs csatlakozva egy helyi hálózathoz.\n\nAz Unsafe Browser indításához először csatlakoznia kell egy Wi-Fi, vezetékes vagy mobil hálózathoz.
nl: Je bent nog niet verbonden met een lokaal netwerk.\n\nOm de Onveilige Browser te starten, moet je eerst verbinden met een Wi-Fi, bedraad, of mobiel netwerk.
pt_br: Você ainda não se conectou a uma rede local.\n\nPara poder iniciar o Navegador Inseguro, primeiro você precisa se conectar a uma rede Wi-Fi, com fio ou móvel.
tr: Henüz bir yerel ağ ile bağlantı kurmamışsınız.\n\nUnsafe Browser uygulamasını başlatabilmek için öncelikle bir Wi-Fi, kablo ya da mobil ağı ile bağlantı kurmalısınız.
uk: Ви ще не під'єднані до локальної мережі.\n\nЩоб мати можливість запустити Небезпечний Браузер, спочатку потрібно під'єднатися до Wi-Fi, дротової або мобільної мережі.

source: Failed to run browser.
ar: خلل في تشغيل المتصفح.
de: Starten des Browsers fehlgeschlagen.
el: Αποτυχία εκτέλεσης του φυλλομετρητή.
es: Falló al iniciar el navegador.
hu: A böngésző indítása sikertelen.
nl: Kon de browser niet starten.
pt_br: Falha ao executar o navegador.
pt_pt: Não foi possível executar o navegador.
tr: Tarayıcıyı çalıştırılamadı.
uk: Не вдалося запустити браузер.

source: The %s variable was not found in the configuration file: /etc/whisperback/config.py
de: Die Variable %s konnte in der Konfigurationsdatei (/etc/whisperback/config.py) nicht gefunden werden
el: Η μεταβλητή %s δε βρέθηκε στο αρχείο ρυθμίσεων: /etc/whisperback/config.py
es: No se encontró la variable %s en el archivo de configuración: /etc/whisperback/config.py
tr: Şu yapılandırma dosyasında %s değişkeni bulunamadı: /etc/whisperback/config.py
uk: Змінна %s не знайдена в конфігураційному файлі: /etc/whisperback/config.py

source: Name of the affected software
ar: اسم البرنامج المتأثّر
de: Name der betroffenen Software
el: Όνομα του προσβεβλημένου λογισμικού
es: Nombre del software afectado
hu: Az érintett szoftver neve
nl: Naam van betreffende software
pt_br: Nome do programa afetado
pt_pt: Nome do programa afetado
tr: Etkilenen uygulamanın adı
uk: Назва ураженого програмного забезпечення

source: Exact steps to reproduce the error
ar: الخطوات الدقيقة لاعادة تكوين الخطأ
de: Genaue Schritte, um das Problem zu reproduzieren
el: Οδηγίες για την αναπαραγωγή του προβλήματος
es: Pasos exactos para reproducir el error
hu: A hiba reprodukálásának pontos lépései
nl: Exacte stappen om de fout te reproduceren
pt_br: Passos exatos para reproduzir o problema
pt_pt: Passos exatos para reproduzir o erro
tr: Hatayı yeniden oluşturmak için atılacak adımlar
uk: Точні кроки для відтворення помилки

source: Actual result and description of the error
ar: النتيجة الحاصلة ووصف الخطأ
de: Tatsächliches Ergebnis und Beschreibung des Problems
el: Το καθαυτό αποτέλεσμα και περιγραφή του πρόβληματος
es: Resultado real y descripción del error
hu: Aktuális eredmény és a hiba leírása
nl: Werkelijke resultaat en beschrijving van de fout
pt_br: Resultado obtido e descrição do erro
pt_pt: Resultado e descrição atual do erro
tr: Oluşan sonuç ve hatanın tanımı
uk: Фактичний результат і опис помилки

source: Desired result
ar: النتيجة المرغوبة فيها
de: Gewünschtes Ergebnis
el: Επιθυμητό αποτέλεσμα
es: Resultado deseado
hu: Elvárt eredmény
nl: Gewenste resultaat
pt_br: Resultado esperado
pt_pt: Resultado pretendido
tr: Beklenen sonuç
uk: Бажаний результат

source: Unable to load a valid configuration.
ar: غير قادر على تحميل تكوين صالح.
de: Es konnte keine gültige Konfiguration geladen werden.
el: Αδύνατον να το φορτωθούν έγκυρες ρυθμίσεις.
es: No se pudo cargar una configuración válida.
hu: Nem lehetséges érvényes konfiguráció betöltése.
nl: Kan geen geldige configuratie laden.
pt_br: Não foi possível carregar uma configuração válida.
pt_pt: Não é possível carregar uma configuração válida.
tr: Geçerli bir ayar yüklenemedi.
uk: Не вдалося завантажити вірну конфігурацію.

source: Sending mail...
ar: جاري أرسال البريد الإلكتروني...
de: Nachricht wird gesendet …
el: Αποστολή του mail...
es: Enviando correo...
hu: Email küldése...
nl: Mail versturen...
pt_br: Enviando email...
pt_pt: A enviar correio...
tr: E-posta gönderiliyor...
uk: Відправлення листа...

source: Sending mail
ar: جاري أرسال البريد الإلكتروني
de: Nachricht wird gesendet
el: Αποστολή του mail
es: Enviando correo
hu: Email küldése
nl: Mail versturen
pt_br: Enviando email
pt_pt: A enviar correio
tr: E-posta gönderiliyor
uk: Відправлення листа

source: This could take a while...
ar: يمكن أن يستغرق هذا بعض الوقت...
de: Dies könnte eine Weile dauern …
el: Αυτό μπορεί να πάρει λίγο χρόνο...
es: Esto puede tardar un poco...
hu: Ez egy kis időt vehet igénybe...
nl: Dit kan enige tijd duren...
pt_br: Isto pode demorar algum tempo...
pt_pt: Isto poderá demorar algum tempo...
tr: Bu işlem biraz zaman alabilir...
uk: Це може зайняти деякий час...

source: The contact email address doesn't seem valid.
ar: البريد الالكتروني لا يبدو صحيحاً.
de: Die Kontakt-E-Mail-Adresse scheint nicht gültig zu sein.
el: Η διεύθυνση email επικοινωνίας δεν μοιάζει έγκυρη.
es: No parece válido el correo de contacto.
hu: A kontakt email cím nem tűnik érvényesnek.
nl: Het contact-e-mailadres lijkt niet geldig te zijn.
pt_br: O endereço de email para contato não parece ser válido.
pt_pt: O endereço de e-mail de contacto não parece ser válido.
tr: İletişim e-posta adresi geçerli gibi görünmüyor.
uk: Адреса електронної пошти контакту не схожа на дійсну.

source: Unable to send the mail: SMTP error.
ar: غير قادر على ارسال البريد الإلكتروني: مشكلة في SMTP.
de: Nachricht kann nicht gesendet werden: SMTP-Fehler.
el: Δεν είναι δυνατόν να σταλεί το mail: σφάλμα SMTP
es: No se pudo enviar el correo: error SMTP.
hu: Sikertelen email küldés: SMTP hiba.
nl: Kan de mail niet versturen: SMTP-fout.
pt_br: Não foi possível enviar o email: erro de SMTP.
pt_pt: Não é possível enviar o correio: erro de SMTP.
tr: E-posta gönderilemedi: SMTP sorunu.
uk: Не вдалося відправити лист: помилка SMTP.

source: Unable to connect to the server.
ar: غير قادر على الاتصال بالخادم.
de: Verbindung zum Server fehlgeschlagen.
el: Αδύνατη η σύνδεση με τον διακομιστή.
es: No se pudo conectar al servidor.
hu: Nem lehetséges a kapcsolódás a szerverhez.
nl: Kan niet verbinden met de server.
pt_br: Não foi possível conectar ao servidor.
pt_pt: Não é possível ligar ao servidor.
tr: Sunucu ile bağlantı kurulamadı.
uk: Не вдалося підключитися до серверу.

source: Unable to create or to send the mail.
ar: غير قادر على انشاء او ارسال بريد الكتروني
de: E-Mail kann nicht erstellt oder versendet werden.
el: Αδύνατη η δημιουργία ή η αποστολή mail.
es: No se pudo crear o enviar el correo.
hu: Az email létrehozása vagy küldése sikertelen.
nl: Kan de mail niet aanmaken of versturen.
pt_br: Não foi possível criar ou enviar o email.
pt_pt: Não é possível criar ou enviar a mensagem.
tr: E-posta oluşturulamadı ya da gönderilemedi.
uk: Не вдалося створити або відправити повідомлення.
