Repository: anonym/tails
Catalog: po/*.po
Languages: ar, de, el, es, hu, nl, pt_br, pt_pt, tr, uk

source: To start a Root Terminal, you need to authenticate.
ar: يجب عليك المصادقة أولا قبل تشغيل الواجهة الطرفية كمدير.
de: Du musst dich authentifizieren, um ein Root-Terminal starten zu können.
el: Για να ξεκινήσετε ένα Root Terminal, πρέπει να επαληθεύσετε την ταυτότητά σας.
es: Para iniciar una terminal de root necesitas acreditarte.
hu: A Root terminálhoz azonosítania kell magát.
nl: Om een Root-terminal te starten, is authenticatie nodig.
pt_br: Para iniciar um Terminal de Root você precisa se autenticar
pt_pt: Para iniciar um Terminal Root precisa de autenticar-se.
tr: Bir Root uçbirimi başlatmak için kimliğinizi doğrulamalısınız.
uk: Щоб запустити Кореневий термінал, потрібно автентифікуватися.

source: Remove an additional software package
ar: ازالة حزمة برامج اضافية
de: Entferne ein zusätzliches Softwarepaket
el: Αφαίρεση πρόσθετου πακέτου λογισμικού
es: Borrar un paquete de software adicional
hu: Az addicionális szoftvercsomag eltávolítása
nl: Een extra-softwarepakket verwijderen
pt_br: Remover um pacote adicional de programas
pt_pt: Remover um pacote de software adicional
tr: Bir ek uygulama paketini kaldır
uk: Видалити додатковий пакет програмного забезпечення

source: Authentication is required to remove a package from your additional software ($(command_line))
de: Authentifizierung wird benötigt, um ein Paket von deiner zusätzlichen Softwareliste zu entfernen ($(command_line))
el: Απαιτείται ταυτοποίηση για την απομάκρυνση ενός πακέτου από το πρόσθετο λογισμικό σας ($(command_line))
es: Se requiere autenticación para quitar un paquete de tu software adicional ($(command_line))
hu: Azonosítás szükséges a további szoftverei közül egy csomag eltávolításához ($(command_line))
nl: Er is authenticatie vereist om een pakket uit uw extra software te verwijderen ($(command_line))
pt_br: Autenticação é necessária para remover um pacote de seus programas adicionais ($(command_line))
pt_pt: É necessária a autenticação para remover um pacote dos seus programas adicionais ($(command_line))
tr: Ek uygulamalarınızdan bir paket kaldırmak için kimlik doğrulaması gerekir ($(command_line))
uk: Для видалення пакета з додаткового програмного забезпечення ($(command_line)) потрібна автентифікація

source: Administration Password
ar: كلمة السرّ الإدارية
de: Administrationspasswort
el: Κωδικός διαχειριστή
es: Contraseña de administración
hu: Adminisztrátori jelszó
nl: Beheerderswachtwoord
pt_br: Senha de Administração
pt_pt: Palavra-passe de Administração
tr: Yönetim parolası
uk: Пароль адміністратора

source: Set up an administration password if you need to perform administrative tasks. Otherwise, the administration password is disabled for better security.
ar: قم بإعداد كلمة سرّ إداريّة إذا أردت القيام بمهمّات إداريّة , عدا ذلك , ستكون كلمة السرّ الإداريّة معطّلة لحماية افضل.
de: Lege ein Administrationspasswort fest, wenn du administrative Aufgaben ausüben musst. Andernfalls ist das Administrationspasswort deaktiviert, um bessere Sicherheit gewährleisten zu können.
el: Εισάγετε έναν κωδικό διαχείρισης σε περίπτωση που χρειαστείτε να πραγματοποιήσετε διαχειριστικές εργασίες. Ειδάλλως θα απενεργοποιηθεί για καλύτερη ασφάλεια.
es: Establece una contraseña de administración si necesitas realizar tareas administrativas. De lo contrario la contraseña de administración se deshabilitará para mayor seguridad.
hu: Állítson be egy adminisztrátori jelszót, ha szükséges adminisztrációs feladatokat végezni. Egyébként az adminisztrátori jelszó tiltott a magasabb biztonság érdekében.
nl: Stel een beheerderswachtwoord in als u beheertaken moet uitvoeren. Als dat niet zo is, wordt het wachtwoord uitgeschakeld omwille van betere beveiliging.
pt_br: Crie uma senha de administração caso você precise realizar tarefas administrativas. Caso contrário, para garantir uma maior segurança, essa função será desabilitada .
pt_pt: Crie uma palavra-passe de administrador se precisar de executar tarefas administrativas. Caso contrário, a palavra-passe de administrador é desativada para uma melhor segurança.
tr: Yönetim işlemleri yapacaksanız bir yönetim parolası yazın. Yoksa güvenlik için yönetim parolası devre dışı bırakılır.
uk: Встановіть пароль адміністатора, щоб виконувати адміністрування. Інакше він буде вимкнений для покращення безпеки.

source: Enter an administration password
ar: قم بادخال كلمة سر إداريّة
de: Gib ein Administrationspasswort ein
el: Εισάγετε έναν κωδικό διαχειριστή
es: Introduce una contraseña de administración
hu: Adjon meg egy adminisztrátori jelszót
nl: Voer een beheerderswachtwoord in.
pt_br: Inserir uma senha de administração
pt_pt: Insira uma palavra-passe de administração
tr: Yönetim parolasını yazın
uk: Введіть пароль адміністратора

source: Confirm your administration password
ar: أكّد كلمة السرّ الإداريّة الخاصّة بك
de: Bestätige dein Administrationspasswort
el: Επιβεβαίωσε τον κωδικό διαχειριστή
es: Confirma tu contraseña de administración
hu: Erősítse meg adminisztrációs jelszavát
nl: Bevestig uw beheerderswachtwoord
pt_br: Confirmar a sua senha de administração
pt_pt: Confirme a sua palavra-passe de administração
tr: Yönetim parolasını onaylayın
uk: Підтвердіть свій пароль адміністратора

source: Disable
ar: إلغاء
de: Deaktivieren
el: Απενεργοοίηση
es: Deshabilitar
hu: Kikapcsol
nl: Uitschakelen
pt_br: Desabilitar
pt_pt: Desativar
tr: Devre dışı bırak
uk: Вимкнути

source: MAC Address Anonymization
ar: إخفاء هوية عنوان الماك
de: MAC Address-Anonymisierung
el: Ανωνυμοποίηση διευθύνσεων MAC
es: Anonimización de direcciones MAC
hu: MAC cím anonimizálás
nl: MAC Adres Anonimisering
pt_br: Anonimização de Endereço MAC
tr: MAC adresi anonimleştirme
uk: Анонімізувати MAC-адреси

source: MAC address anonymization hides the serial number of your network interface (Wi-Fi or wired) from the local network. Anonymizing MAC addresses is generally safer as it helps you hide your geographical location. But it might also create connectivity problems or look suspicious.
ar: إخفاء هوية عنوان الماك يخفي الرقم التسلسلي لواجهة الشبكة الخاصة بك (واي فاي أو سلكي) من الشبكة المحلية. يعد إخفاء هوية عناوين الماك أكثر أمانًا بشكل عام لأنه يساعدك على إخفاء موقعك الجغرافي. ولكنه قد يؤدي أيضًا إلى حدوث مشكلات في الاتصال أو قد يبدو مريبًا.
de: Die Anonymisierung der MAC-Adresse verbirgt die Seriennummer deiner Netzwerkschnittstelle (WLAN oder kabelgebunden) vor dem lokalen Netzwerk. Die Anonymisierung von MAC-Adressen ist im Allgemeinen sicherer, da sie dir hilft, deinen geografischen Standort zu verstecken. Aber es kann auch zu Verbindungsproblemen führen oder verdächtig aussehen.
el: Η ανωνυμοποίηση της διεύθυνσης MAC αποκρύπτει τον σειριακό αριθμό των καρτών δικτύου σας (Ethernet ή Wi-Fi) από τα τοπικά δίκτυα. Είναι γενικά ασφαλέστερο γιατί βοηθά στην απόκρυψη της γεωγραφικής θέσης. Μπορεί όμως να δημιουργήσει προβλήματα συνδεσιμότητας ή να φαίνεται ύποπτο.
es: La anonimización de la dirección MAC oculta el número de serie de tu interfaz de red (Wi-Fi o cableada) desde la red local. Anonimizar la dirección MAC generalmente es más seguro ya que ayuda a ocultar la ubicación geográfica, pero también podría crear problemas de conectividad o resultar sospechoso.
hu: A MAC cím anonimizálás elrejti a sorozatszámát a hálózati interfészének (Wi-Fi vagy vezetékes) a helyi hálózaton. A MAC cím anonimizálása általában biztonságosabb, mert segít abban, hogy elrejtse földrajzi helyzetét. Azonban előfordulhat, hogy kapcsolati problémákat okozhat, vagy gyanúsnak tűnik.
nl: MAC adres anonimisering verbergt het serienummer van je netwerkkaart (Wi-Fi of kabel) op het lokale netwerk. Het anonimiseren van MAC adressen is meestal veiligeren, aangezien dit je geografische locatie helpt te verbergen. Het kan echter ook verbindingsproblemen met zich meebrengen of er verdacht uitzien.
pt_br: A anonimização de endereço MAC esconde da rede local o número de série de sua interface de rede (Wi-Fi ou com fio). Anonimizar endereços MAC geralmente é mais seguro, pois ajuda a ocultar sua localização geográfica. Mas também pode criar problemas de conexão ou levantar suspeitas.
tr: MAC adresi anonimleştirme ağ kartlarınızın (Wi-Fİ ya da kablolu) seri numarasını yerel ağlardan gizler. MAC adresini anonimleştirme coğrafi konumunuzu gizlemenize yardımcı olacağından genellikle daha fazla güvenlik sağlar. Bununla birlikte bağlantı kurma sorunlarına ya da şüpheli olarak algılanmanıza yol açabilir.
uk: Анонімізація MAC-адреси приховує серійний номер вашого мережевого інтерфейсу (Wi-Fi або дротового) від локальної мережі. Анонімізація MAC-адрес, як правило, безпечніша, оскільки допомагає приховати своє географічне розташування. Але це також може створити проблеми з підключенням або виглядати підозрілим.

source: Anonymize all MAC addresses (default)
ar: إخفاء هوية جميع عناوين الماك (إفتراضي)
de: Anonymisiere alle MAC-Adressen (Standard)
el: Ανωνυμοποιήστε όλες τις διευθύνσεις MAC (προεπιλογή)
es: Hacer anónimas todas las direcciones MAC
hu: Minden MAC cím anonimizálása (alapértelmezett)
nl: Alle MAC-adressen anonimiseren (standaard)
pt_br: Anonimizar todos os endereços MAC (padrão)
tr: Tüm MAC adresleri anonimleştirilsin (varsayılan)
uk: Анонімізувати всі MAC-адреси (за замовчуванням)

source: Don't anonymize MAC addresses
ar: لا تقم بإخفاء هوية عنوان الماك
de: MAC-Adressen nicht anonymisieren
el: Χωρίς ανωνυμοποίηση των διευθύνσεων MAC
es: No hacer anónimas las direcciones MAC
hu: Ne anonimizálja a MAC címeket
nl: MAC-adressen niet anonimiseren
pt_br: Não anonimizar endereços MAC
tr: MAC adresleri anonimleştirilmesin
uk: Не анонімізувати MAC-адреси

source: Network Configuration
ar: إعدادات الشبكة
de: Netzwerkkonfiguration
el: Ρύθμιση δικτύου
es: Configuración de la red
hu: Hálózati konfiguráció
nl: Netwerkconfiguratie
pt_br: Configuração de Rede
pt_pt: Configuração de Rede
tr: Ağ yapılandırması
uk: Налаштування мережі

source: We replaced this additional setting in Tails 4.19 (June 2021) with a Tor Connection assistant integrated in the desktop. You will be asked whether you want to use Tor bridges when connecting to Tor after starting Tails. If you want to work offline, enable the Offline Mode in the additional settings.
ar: لقد استبدلنا هذا الإعداد الإضافي في Tails 4.19 (يونيو 2021) بمساعد Tor Connection المدمج في سطح المكتب. سيتم سؤالك عما إذا كنت تريد استخدام جسور Tor عند الاتصال بـ Tor بعد بدء Tails. إذا كنت تريد العمل دون اتصال, فقم بتمكين وضع عدم الاتصال في الإعدادات الإضافية.
de: Diese zusätzliche Einstellung haben wir in Tails 4.19 (Juni 2021) durch einen in die Arbeitsoberfläche integrierten Tor-Verbindungsassistenten ersetzt. Du wirst nach dem Start von Tails beim Verbinden mit Tor gefragt, ob du Tor-Brücken verwenden möchtest. Wenn du offline arbeiten willst, aktiviere in den zusätzlichen Einstellungen den Offline-Modus.
el: Αντικαταστήσαμε αυτή την επιπλέον ρύθμιση στο Tails 4.19 (Ιούνιος 2021) με έναν βοηθό Σύνδεσης στο Tor, ενσωματωμένο στο desktop. Θα ερωτηθείτε αν θέλετε να χρησιμοποιήσετε γέφυρες όταν συνδεθείτε στο Tor αφού ξεκινήσετε το Tails. Αν θέλετε να δουλέψετε εκτός σύνδεσης, ενεργοποιήστε τη Λειτουργία εκτός σύνδεσης στις επιπλέον ρυθμίσεις.
es: Reemplazamos esta configuración adicional en Tails 4.19 (junio de 2021) con un asistente de conexión a Tor integrado en el escritorio. Se te preguntará si quieres usar puentes Tor cuando te conectes a Tor después de iniciar Tails. Si quieres trabajar sin conexión, activa el modo sin conexión en la configuración adicional.
hu: Kicseréltük ezt a további beállítást a Tails 4.19-ben (2021 június) egy integrált Tor kapcsolat asszisztenssel. Rá fog kérdezni, hogy szeretne a Tor hidakat használni, a Tor-hoz kapcsolódáshoz a Tails indítása után. Ha offline szeretne dolgozni válassz az Offline módot a további beállításoknál.
nl: We hebben deze instelling vervangen in Tail 4.19 (Juni 2021) met een Tor Verbindingsassistent geïntegreerd in de desktop. Je zal worden gevraagd of je Tor bridges wilt gebruiken wanneer je verbindt met Tor na het starten van Tails. Als je offline wilt werken, schakel Offline Modus in, in de extra instellingen.
pt_br: Nós substituímos esta configuração adicional no Tails 4.19 (junho de 2021) por um Assistente de Conexão à Rede Tor integrado com a área de trabalho. O sistema te perguntará se você deseja usar pontes Tor ao se conectar à rede Tor depois do início do Tails. Se você quiser trabalhar offline (sem conexão), habilite o Modo Offline nas configurações adicionais.
tr: Tails 4.19 sürümündeki (Haziran 2021) bu ek ayarı masaüstü ile bütünleşik bir Tor bağlantısı yardımcısı ile değiştirdik. Tails sistemini başlattıktan sonra Tor ağı ile bağlantı kurulurken Tor köprülerini kullanmak isteyip istemediğiniz sorulacak. Çevrimdışı çalışmak istiyorsanız, ek ayarlardan çevrimdışı kip seçeneğini açın.
uk: Ми замінили це додаткове налаштування в Tails 4.19 (червень 2021) на помічник Підключення Tor, інтегрований у робочий стіл. Після запуску Tails вас запитають, чи хочете ви використовувати мости Tor під час підключення до Tor. Якщо ви хочете працювати офлайн, увімкніть автономний режим у додаткових налаштуваннях.

source: Offline Mode
ar: وضع غير متصل بالشبكة
de: Offline-Modus
el: Λειτουργία εκτός σύνδεσης
es: Modo sin conexión
hu: Offline mód
nl: Offline Modus
pt_br: Modo Offline (sem conexão)
tr: Çevrimdışı kip
uk: Офлайн Режим

source: If you want to work completely offline, you can disable all networking for increased security.
ar: إذا كنت ترغب في العمل دون اتصال بالإنترنت تمامًا، يمكنك تعطيل جميع الشبكات لزيادة الأمان.
de: Wenn du komplett offline arbeiten möchtest, kannst du zur Erhöhung der Sicherheit alle Netzwerke deaktivieren.
el: Αν θέλετε να δουλέψετε χωρίς καμία σύνδεση στο Διαδίκτυο, μπορείτε να απενεργοποιήσετε όλη τη δικτύωση για αυξημένη ασφάλεια.
es: Si quieres trabajar sin conectarte a Internet puedes desactivar todas las redes para aumentar la seguridad.
hu: Ha szeretne offline dolgozni teljesen, kikapcsolhatja az összes hálózatot a megnövelt biztonság érdekében.
nl: Als je helemaal offline wilt werken, kan je alle netwerkonderdelen uitschakelen voor verbeterde beveiliging.
pt_br: Se você quiser trabalhar completamente offline, é possível desabilitar toda a rede para obter maior segurança.
tr: Tamamen çevrimdışı çalışmak istiyorsanız, güvenliği arttırmak için tüm ağı devre dışı bırakabilirsiniz.
uk: Якщо ви хочете працювати повністю офлайн, ви можете вимкнути всі мережі для підвищення безпеки.

source: The Unsafe Browser allows you to sign in to a network using a captive portal. A captive portal is a web page that is displayed before you can access the Internet. Captive portals usually require you to log in to the network or enter information such as an email address. The Unsafe Browser is not anonymous and can deanonymize you. Use it only to sign in to networks. The Unsafe Browser is enabled by default again since Tails 5.8 (December 2022), after we fixed the security vulnerabilities that made us disable it by default in Tails 4.8 (June 2020).
de: Mit dem Unsafe Browser kannst du dich über ein Captive Portal bei einem Netzwerk anmelden. Ein Captive Portal ist eine Webseite, die angezeigt wird, bevor du auf das Internet zugreifen kannst. Captive Portale verlangen in der Regel von dir die Anmeldung am Netzwerk oder die Eingabe von Informationen wie z. B. einer E-Mail Adresse. Der Unsafe Browser ist nicht anonym und kann dich deanonymisieren. Verwende ihn nur, um dich bei Netzwerken anzumelden. Der Unsafe Browser ist seit Tails 5.8 (Dezember 2022) wieder standardmäßig aktiviert, nachdem wir die Sicherheitslücken behoben haben, aufgrund derer er in Tails 4.8 (Juni 2020) standardmäßig deaktiviert war.
el: Το Unsafe Browser σας επιτρέπει να συνδεθείτε στο δίκτυο μέσω μιας δεσμευμένης πύλης. Μια δεσμευμένη πύλη είναι μια ιστοσελίδα που εμφανίζεται πριν συνδεθείτε στο διαδίκτυο. Συνήθως απαιτείται η σύνδεση στο δίκτυο ή εισαγωγή πληροφοριών όπως η διεύθυνση email. Το Unsafe Browser δεν είναι ανώνυμο και μπορεί να σας εκθέσει. Χρησιμοποιήστε το μόνο για να συνδεθείτε σε δίκτυα. Το Unsafe Browser είναι ενεργοποιημένο από προεπιλογή από το Tails 5.8 (Δεκέμβριος 2022), μετά τη διόρθωση του ζητήματος ασφαλείας που μας υποχρέωσε να το απενεργοποιήσουμε από προεπιλογή στο Tails 4.8 (Ιούνιο 2020).
es: El Navegador No Seguro te permite iniciar sesión en una red que usa un portal cautivo. Un portal cautivo es una página web que se muestra antes de que puedas acceder a Internet. Los portales cautivos normalmente requieren que te identifiques en la red o que introduzcas información como por ejemplo un correo electrónico. El Navegador No Seguro no es anónimo y puede desanonimizarte. Úsalo solo para iniciar sesión en las redes. El Navegador No Seguro está activado de forma predeterminada otra vez desde Tails 5.8 (diciembre de 2022) después de corregir los fallos de seguridad que nos obligaron a desactivarlo por omisión en Tails 4.8 (junio de 2020).
tr: Unsafe Browser bir kısıtlama portalı oturumu açmanızı sağlar. Kısıtlama portalı (captive portal), İnternet erişiminiz sağlanmadan önce görüntülenen bir site sayfasıdır. Bu sayfalarda genellikle ağ oturumu açmanız ya da e-posta adresi, cep telefonu gibi bilgiler yazmanız istenir. Unsafe Browser anonim değildir ve kimliğinizin açığa çıkmasına neden olabilir. O yüzden yalnızca kısıtlama portallarına oturum açmak için kullanın. Unsafe Browser Tails 4.8 sürümünde (Haziran 2020) varsayılan olarak kullanılmasını devre dışı bırakmamıza neden olan güvenlik açıkları düzeltildikten sonra, Tails 5.8 sürümünden (Aralık 2022) beri yeniden varsayılan olarak kullanılacak şekilde etkinleştirilmiştir.
uk: Небезпечний браузер дає змогу ввійти в мережу за допомогою порталу з'єднання. Портал з'єднання — це вебсторінка, яка показується перед тим, як ви зможете отримати доступ до інтернету. Портали з'єднання зазвичай вимагають увійти в мережу або ввести таку інформацію, як адреса електронної пошти. Небезпечний браузер не анонімний і може деанонімізувати вас. Використовуйте його лише для входу в мережі. Небезпечний браузер знову типово ввімкнено починаючи з Tails 5.8 (грудень 2022), після усунення вразливостей безпеки, через які його було вимкнено в Tails 4.8 (червень 2020).

source: Enable the Unsafe Browser (default)
de: Aktiviere den Unsafe Browser (Standard)
el: Ενεργοποίηση του Unsafe Browser (προεπιλογή)
es: Habilita el Navegador No Seguro (predeterminado)
tr: Unsafe Browser kullanılsın (varsayılan)
uk: Увімкнути небезпечний браузер (типово)

source: Disable the Unsafe Browser
de: Deaktiviere den Unsafe Browser
el: Απενεργοποίηση του Unsafe Browser
es: Desactivar el Navegador No Seguro
tr: Unsafe Browser kullanılmasın
uk: Вимкнути небезпечний браузер

source: Settings were loaded from the persistent storage.
ar: تم تحميل الإعدادات من التخزين الدائم.
de: Einstellungen werden vom beständigen Datenspeicher geladen.
el: Οι ρυθμίσεις φορτώθηκαν από τον μόνιμο αποθηκευτικό χώρο.
es: La configuración se cargó desde tu almacenamiento persistente.
hu: A beállítások betöltésre kerültek a tartós tárolóból.
nl: Instellingen zijn geladen vanuit de permanente opslag.
pt_br: Configurações foram carregadas a partir do seu armazenamento persistente.
pt_pt: Definições foram carregadas do armazenamento permanente.
tr: Ayarlar kalıcı depolama biriminden yüklendi.
uk: Налаштування завантажено з постійного сховища.

source: Welcome to Tails!
ar: مرحبا بك إلى تايلز !
de: Willkommen bei Tails!
el: Καλωσήρθατε στο Tails!
es: ¡Bienvenido a Tails!
hu: Köszöntjük a Tails-ben!
nl: Welkom bij Tails!
pt_br: Boas-vindas ao Tails!
pt_pt: Bem-vindo ao Tails!
tr: Tails sistemine hoş geldiniz!
uk: Ласкаво просимо до Tails!

source: You can save some of your files and configuration in an encrypted Persistent Storage on your Tails USB stick: your documents, browser bookmarks, Wi-Fi passwords, and so on.
de: Du kannst einige deiner Dateien und die Konfiguration in einem verschlüsselten beständigen Datenspeicher auf deinem Tails-USB-Stick speichern: deine Dokumente, Browser-Lesezeichen, WLAN-Passwörter und so weiter.
el: Μπορείτε να αποθηκεύσετε μέρος των αρχείων και ρυθμίσεών σας στον κρυπτογραφημένο αποθηκευτικό χώρο της συσκευής USB Tails σας: έγγραφα, σελιδοδείκτες, κωδικοί πρόσβασης Wi-Fi κτλ.
es: Puedes guardar algunos de tus archivos y configuración en un Almacenamiento Persistente cifrado en tu memoria USB Tails: tus documentos, marcadores del navegador, contraseñas Wi-Fi, etc.
tr: Dosyalarınızın ve bazı yapılandırma ayarlarınızı Tails USB belleğinizdeki şifrelenmiş kalıcı depolama birimine kaydedebilirsiniz: Belgeleriniz, tarayıcı yer imleriniz, Wi-Fi parolalarınız gibi bilgiler.
uk: Ви можете зберігати деякі файли та конфігурацію в зашифрованому постійному сховищі на USB-накопичувачі Tails: ваші документи, закладки браузера, паролі Wi-Fi тощо.

source: Language & Region
ar: اللغة و المنطقة
de: Sprache & Region
el: Γλώσσα και περιοχή
es: Idioma y región
hu: Nyelv és régió
nl: Taal & regio
pt_br: Idioma & Região
pt_pt: Idioma e Região
tr: Dil ve bölge
uk: Мова і розташування

source: Default Settings
ar: الإعدادات الإفتراضية
de: Standardeinstellungen
el: Προεπιλεγμένες ρυθμίσεις
es: Configuración predeterminada
hu: Alapbeállítások
nl: Standaardinstellingen
pt_br: Configurações-Padrão
pt_pt: Definições Predefinidas
tr: Varsayılan ayarlar
uk: Типові налаштування

source: Show Passphrase
ar: عرض العبارة السرية
de: Passphrase anzeigen
el: Εμφάνιση συνθηματικού
es: Mostrar Frase Contraseña
hu: Jelmondat megjelenítése
nl: Wachtwoordzin tonen
pt_br: Mostrar Senha
pt_pt: Mostrar Frase-Senha
tr: Parola görüntülensin
uk: Показати пароль

source: _Additional Settings
de: _Zusätzliche Einstellungen
el: _Πρόσθετες Ρυθμίσεις
es: Configuración _Adicional
hu: _További beállítások
nl: Extr_a instellingen
pt_br: _Configurações Adicionais
pt_pt: Definições _Adicionais
tr: _Ek ayarlar
uk: _Додаткові налаштування

source: Add an additional setting
ar: إضافة إعداد إضافي
de: Zusätzliche Einstellung hinzufügen
el: Προσθήκη πρόσθετης ρύθμισης
es: Añadir una configuración adicional
hu: Tovább beállítások hozzá adása
nl: Extra instelling toevoegen
pt_br: Adicionar uma configuração adicional
pt_pt: Adicionar uma definição adicional
tr: Bir ek ayar ekle
uk: Додати ще одне додаткове налаштування

source: The default settings are safe in most situations. To add a custom setting, press the "+" button below.
ar: إن الإعدادات الإفتراضية آمنة في معظم الحالات. إن أردت إضافة ميزة خاصة، إضغط على زر "+" أدناه.
de: Die Standardeinstellungen sind in den meisten Situationen sicher. Um benutzerdefinierte Einstellungen vorzunehmen, klicke unten auf die Schaltfläche "+".
el: Οι προεπιλεγμένες ρυθμίσεις είναι ασφαλείς στις περισσότερες περιπτώσεις. Για να προσθέσετε μια προσαρμοσμένη ρύθμιση, πατήστε το κουμπί "+" παρακάτω.
es: La configuración predeterminada es segura en la mayoría de los casos. Para añadir una configuración personalizada, pulsa debajo el botón "+".
hu: Az alapértelmezett beállítások biztonságosak a legtöbb helyzetben. Az egyéni beállítások hozzáadásához nyomja meg a "+" gombot alább.
nl: De standaardinstellingen zijn veilig in de meeste situaties. Klik op de ‘+’-knop hieronder om een aangepaste instelling toe te voegen.
pt_br: As configurações padrão são seguras na maioria dos casos. Para outras configurações personalizadas, clique na tecla "+" abaixo.
pt_pt: As definições predefinidas são seguras na maioria das situações. Para adicionar uma definição personalizada, clique no botão abaixo "+".
tr: Çoğu durum için varsayılan ayarları kullanmak güvenlidir. Özel bir ayar eklemek için aşağıdaki "+" düğmesine tıklayın.
uk: Налаштування за промовчанням безпечні в більшості випадків. Щоб додати ваше власне налаштування, натисніть знизу "+".

source: Shutdown
ar: أغلق المتصفح
de: Herunterfahren
el: Κλείσιμο
es: Cerrar
hu: Leállítás
nl: Uitschakelen
pt_br: Encerrar
pt_pt: Encerrar
tr: Kapat
uk: Вимкнення
