Repository: anonym/tails
Catalog: wiki/src/doc/persistent_storage/check.*.po
Languages: it

source: [[!meta title="Checking the file system of the Persistent Storage"]]
it: [[!meta title="Controllo del file system dell'Archivio Permanente"]]

source: In rare occasions, you might have to perform a file system check to repair a broken Persistent Storage.
it: In rari casi, potrebbe essere necessario eseguire un controllo del file system per riparare un archivio persistente rotto.

source: Unlock the Persistent Storage
it: Sbloccare l'Archivio Persistente

source: When starting Tails, keep the Persistent Storage locked and [[set up an administration password|doc/first_steps/welcome_screen/administration_password]].
it: All'avvio di Tails, mantenere l'Archivio Persistente bloccato e [[impostare una password di amministrazione-doc/first_steps/welcome_screen/administration_password]] .

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to open <span class="application">GNOME Disks</span>.
it: 1. Seleziona <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Utilità</span>&nbsp;▸ <span class="guimenuitem">Dischi</span> </span> per aprire <span class="application">Dischi di GNOME</span>.

source: In the left pane, click on the device corresponding to your Tails USB stick.
it: Nel pannello sinistro, fai clic sul dispositivo corrispondente alla tua chiavetta USB Tails.

source: In the right pane, click on the partition labeled as <span class="guilabel">TailsData LUKS</span>.
it: Nel pannello destro, fai clic sulla partizione etichettata come <span class="guilabel">TailsData LUKS</span>.

source: Click on [[!img lib/network-wireless-encrypted.png alt="Unlock" class="symbolic" link="no"]]</span> to unlock the Persistent Storage. Enter the passphrase of the Persistent Storage and click **Unlock** again.
it: Clicca su [[!img lib/network-wireless-cifrato.png alt="Sblocca" class="symbolic" link="no"]]</span> per sbloccare l'Archivio Persistente. Inserisci la passphrase dell'Archivio Persistente e clicca nuovamente su **Sblocca**.

source: In the confirmation dialog, enter your administration password and click <span class="guilabel">Authenticate</span>.
it: Nella finestra di conferma, inserisci la tua password di amministrazione e fai clic su <span class="guilabel">Autentica</span>.

source: Click on the <span class="guilabel">TailsData Ext4</span> partition that appears below the <span class="guilabel">TailsData LUKS</span> partition.
it: Fai clic sulla partizione <span class="guilabel">TailsData Ext4</span> che appare sotto la partizione <span class="guilabel">TailsData LUKS</span>.

source: Identify the device name of your Persistent Storage. The device name appears below the list of volumes. It should look like <code>/dev/mapper/luks-xxxxxxxx</code>.
it: Identificare il nome del dispositivo del tuo Archivio Persistente. Il nome del dispositivo viene visualizzato sotto l'elenco dei volumi. Dovrebbe apparire come <code>/dev/mapper/luks-xxxxxxxx</code>.

source: Triple-click to select it and press **Ctrl+C** to copy it to the clipboard.
it: Fare triplo clic per selezionarlo e premere **Ctrl+C** per copiarlo negli appunti.

source: Check the file system using the terminal
it: Controllare il file system utilizzando il terminale

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span> and enter your administration password to open a root terminal.
it: 1. Seleziona <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Strumenti di sistema</span>&nbsp;▸ <span class="guimenuitem">Terminale Root</span></span> e inserisci la tua password di amministrazione per aprire un terminale come root.

source: In the terminal, execute the following command, replacing `[device]` with the device name found in step 8:
it: Nel terminale, esegui il comando seguente, sostituendo `[dispositivo]` con il nome di dispositivo trovato al passaggio 8:

source: fsck -y [device]
it: fsck -y [dispositivo]

source: To do so, you can type <span class="command">fsck -y&nbsp;</span> and press <span class="keycap">Shift+Ctrl+V</span> to paste the device name from the clipboard.
it: Per farlo, puoi digitare <span class="command">fsck -y&nbsp;</span> e premere <span class="keycap">Shift+Ctrl+V</span> per incollare il nome di dispositivo dagli appunti.

source: If the file system is free of errors, the last line from the output of <span class="command">fsck</span> starts with <span class="command">TailsData: clean</span>.
it: Se il filesystem è privo di errori, l'ultima linea dell'output di <span class="command">fsck</span>inizierà con <span class="command">TailsData: clean</span>.

source: If the file system has errors, <span class="command">fsck</span> tries to fix them automatically. After it finishes, you can try executing the same command again to check if all errors are solved.
it: Se il file system contiene errori, <span class="command">fsck</span> tenta di correggerli automaticamente. Dopo che ha terminato, puoi provare a eseguire di nuovo lo stesso comando per controllare se tutti gli errori sono stati corretti.
