Repository: anonym/tails
Catalog: wiki/src/doc/persistent_storage/passphrase.*.po
Languages: fr

source: [[!meta title="Changing the passphrase of the Persistent Storage"]]
fr: [[!meta title="Modifier la phrase de passe du stockage persistant"]]

source: To change the passphrase of your Persistent Storage:
fr: Pour changer la phrase de passe de votre stockage persistant :

source: Choose **Applications**&nbsp;▸ **Tails**&nbsp;▸ **Persistent Storage** to open the Persistent Storage settings.
fr: Choisir **Applications**&nbsp;▸ **Tails**&nbsp;▸ **Stockage persistant** pour ouvrir les paramètres du stockage persistant.

source: Enter the current passphrase in the **Current Passphrase** text box.
fr: Entrer la phrase de passe actuelle dans la boîte de dialogue **Phrase de passe actuelle**.

source: Enter your new passphrase in the **New Passphrase** text box.
fr: Entrer la nouvelle phrase de passe dans la boîte de dialogue **Nouvelle phrase de passe**.

source: <div class="caution"> <p>It is impossible to recover your passphrase if you forget it!</p>
fr: <div class="caution"> <p>Il est impossible de récupérer votre phrase de passe si vous l'avez oubliée !</p>

source: <p>To help you remember your passphrase, you can write it on a piece of paper, store it in your wallet for a few days, and destroy it once you know it well.</p> </div>
fr: <p>Pour vous aider à vous rappeler de votre phrase de passe, vous pouvez l'écrire sur un morceau de papier, le ranger dans votre portefeuille quelques jours, puis le détruire une fois que vous le connaissez bien.</p> </div>

source: Enter your new passphrase again in the **Confirm New Passphrase** text box.
fr: Entrer votre nouvelle phrase de passe une nouvelle fois dans la boîte de dialogue **Confirmer la nouvelle phrase de passe**.

source: Click **Change**.
fr: Cliquer sur **Modifier**.

source: You can now restart Tails and try to unlock the Persistent Storage with the new passphrase.
fr: Vous pouvez désormais redémarrer Tails et essayer de déverrouiller le stockage persistant avec la nouvelle phrase de passe.
