Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/tor/troubleshoot.*.po
Languages: fr, pt

source: [[!meta title="Troubleshooting connecting to Tor"]]
fr: [[!meta title="Résoudre les problèmes de connexion à Tor"]]
pt: [[!meta title="Resolvendo problemas de conexão à rede Tor"]]

source: The sections below summarize the most common problems when [[connecting to Tor|tor]].
fr: La section ci-dessous résume les problèmes que l'on rencontre le plus couramment lorsqu'on se [[connecte à Tor|tor]].
pt: As seções abaixo contêm os problemas mais comuns que acontecem ao [[conectar à rede Tor|tor]].

source: <h2 id="clock">The computer clock is set to an incorrect time zone</h2>
fr: <h2 id="clock">L'horloge de l'ordinateur n'est pas réglée sur le bon fuseau horaire</h2>
pt: <h2 id="clock">O relógio do computador está ajustado para um fuso-horário incorreto</h2>

source: The clock of the computer needs to be correct to connect to Tor.
fr: L'horloge de l'ordinateur doit être correcte pour se connecter à Tor.
pt: O relógio do computador precisa estar correto para conectar à rede Tor.

source: If you choose to [[hide that you are connecting to Tor|tor#hiding]], you might have to fix the clock manually if Tails fails to connect to Tor.
fr: Si vous choisissez de [[dissimuler que vous vous connectez à Tor||tor#hiding]], vous pourriez devoir mettre à l'heure manuellement si Tails n'arrive pas à se connecter à Tor.
pt: Caso você escolha [[esconder o fato de que está conectando à rede Tor|tor#hiding]], pode ser preciso acertar o relógio manualmente se o Tails falhar ao tentar conectar à rede Tor.

source: Choose **Fix Clock** in the error screen of the *Tor Connection* assistant to set the clock and time zone of your computer.
fr: Choisir **Fix Clock** dans le message d'erreur de l'assistant *Connexion à Tor* pour régler l'horloge et le fuseau horaire de votre ordinateur.
pt: Escolha **Acertar o Relógio** na tela de erro do assistente de *Conexão à rede Tor* para ajustar o relógio e o fuso-horário do seu computador.

source: If you have problems fixing the clock, you can instead try to restart Tails and choose to [[connect to Tor automatically|tor#automatic]]. When connecting to Tails automatically, Tails fixes the clock automatically by connecting to the captive portal detection service of [Fedora](https://getfedora.org/) before connecting to Tor.
fr: Si vous rencontrez des problèmes pour mettre à l'heure, vous pouvez plutôt redémarrer Tails et choisir de se [[connecter automatiquement à Tor|tor#automatic]]. Lors de la connexion automatique à Tor, Tails se met à l'heure automatiquement en se connectant au service de portail captif de [Fedora](https://getfedora.org/) avant de se connecter à Tor.
pt: Caso encontre dificuldades para ajustar o relógio, você pode tentar reiniciar o Tails e escolher [[conectar à rede Tor automaticamente|tor#automatic]]. Desta forma, o Tails ajustará o relógio automaticamente fazendo uma conexão ao sistema de detecção de portais captivos do [Fedora](https://getfedora.org/) antes de tentar conectar à rede Tor.

source: <h2 id="portal">You need to sign in to the network</h2>
fr: <h2 id="portal">Vous avez besoin de vous authentifier sur le réseau</h2>
pt: <h2 id="portal">Você precisa fazer login na rede</h2>

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline" raw="yes" sort="age"]]
fr: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline.fr" raw="yes" sort="age"]]
pt: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline.pt" raw="yes" sort="age"]]

source: To sign in to a network using a captive portal:
fr: Pour se connecter à un réseau utilisant un portail captif :
pt: Para iniciar uma sessão em uma rede usando um portal captivo:

source: In the error screen of the *Tor Connection* assistant, choose **Try Signing in to the Network**.
fr: Dans le message d'erreur de l'assistant de *Connexion à Tor* choisir **Essayer de s'authentifier sur le réseau**.
pt: Na tela de erro do assistente de "Conexão à rede Tor", escolha **Tentar fazer login na rede**.

source: Wait until the *Unsafe Browser* starts.
fr: Attendre jusqu'à ce que le *Navigateur non sécurisé* démarre.
pt: Aguarde até que o **Navegador Inseguro** seja iniciado.

source: Follow the instructions on the homepage of the *Unsafe Browser*.
fr: Suivre les instructions de la page d'accueil du *Navigateur non sécurisé*.
pt: Siga as instruções na página inicial do *Navegador Inseguro*.

source: <h2 id="stuck">The progress bar gets stuck around 50%</h2>
fr: <h2 id="stuck">La barre de progression reste bloquée autour de 50%</h2>
pt: <h2 id="stuck">A barra de progresso fica parada ao redor de 50%</h2>

source: When using a custom Tor obfs4 bridge, the progress bar of *Tor Connection* sometimes gets stuck halfway through and becomes extremely slow.
fr: Lors de l'utilisation d'un pont Tor obfs4 personnalisé, la barre de progression de *Connexion à Tor* reste parfois bloquée environ à la moitié et devient extrêmement lente.
pt: Ao usar uma ponte Tor obfs4 customizada, a barra de progresso da *Conexão à rede Tor* algumas vezes pára na metade e fica extremamente devagar.

source: To fix this, you can either:
fr: Pour corriger ça, vous pouvez soit :
pt: Para solucionar isso, você pode:

source: - Close and reopen *Tor Connection* to speed up the initial connection.
fr: - Fermer et rouvrir *Connexion à Tor* pour accélérer la connexion initiale.
pt: - Feche a *Conexão à rede Tor* e abra novamente para acelerar a conexão inicial.

source: - Try a different obfs4 bridge.
fr: - Essayer un pont obfs4 différent.
pt: - Tente uma ponte obfs4 diferente.

source: <p>This issue only affects outdated obfs4 bridges and does not happen with obfs4 bridges that run version 0.0.12 or later.</p>
pt: <p>Esse problema afeta apenas pontes obfs4 desatualizadas e não ocorre com pontes obfs4 que rodam a versão 0.0.12 ou mais recentes.</p>

source: <h2 id="broken">The bridge is no longer operational</h2>
fr: <h2 id="broken">Le pont n'est plus fonctionnel</h2>
pt: <h2 id="broken">A ponte não está mais operando</h2>

source: It is possible that the bridge that you entered is no longer working.
fr: Il est possible que le pont que vous avez saisi ne fonctionne plus.
pt: É possível que a ponte que você inseriu não esteja mais funcionando.

source: Try entering another bridge or requesting other bridges.
fr: Essayez de saisir un autre pont ou de demander d'autres ponts.
pt: Tente inserir outra ponte ou pedir outras pontes.

source: <h2 id="incorrect">You did not enter the bridge correctly</h2>
fr: <h2 id="incorrect">Vous n'avez pas saisi le pont correctement</h2>
pt: <h2 id="incorrect">Você não inseriu a ponte de forma correta</h2>

source: Only obfs4 bridges can be used in Tails currently.
fr: Seuls les ponts obfs4 peuvent être utilisés dans Tails actuellement.
pt: Atualmente, apenas pontes obfs4 podem ser usadas no Tails.

source: An obfs4 bridge looks like:
fr: Un pont obfs4 ressemble à cela :
pt: Uma ponte obfs4 se parece com isso:

source: You need to enter the entire line, not just the IP address and port combination.
fr: Vous devez saisir la ligne complète, pas seulement la combinaison du port et de l'adresse IP.
pt: Você deve inserir a linha inteira, não apenas o endereço IP e a combinação de portas.
