Repository: anonym/tails
Catalog: wiki/src/doc/anonymous_internet/tor/why.*.po
Languages: fr

source: [[!meta title="Why does Tails use Tor?"]]
fr: [[!meta title="Pourquoi Tails utilise Tor ?"]]

source: Tails uses Tor because it is the best available anonymity network.
fr: Tails utilise Tor car c'est le meilleur réseau d'anonymisation disponible.

source: Anonymity enforcement
fr: Renforcement d'anonymat

source: We want to enforce good security by default for our users. That is why it is a fundamental assumption of Tails to force all outgoing traffic to anonymity networks such as Tor.
fr: Nous voulons renforcer une bonne sécurité par défaut à nos utilisateurs. C'est pourquoi il est dans les conditions fondamentales de Tails de forcer tout le trafic sortant à passer dans des réseaux d'anonymisation tel que Tor.

source: Over the years Tor has become a big network with a lot of capacity and a good speed.
fr: Au fil des années Tor est devenu un gros réseau avec une forte capacité et une bonne vitesse.

source: Virtual Private Networks (VPNs) could be faster than Tor but they are not anonymity networks, because the administrators of the VPN can know both where you are connecting from and where you are connecting to and break your anonymity. Tor provides anonymity by making it impossible for a single point in the network to know both the origin and the destination of a connection.
fr: Les Virtual Private Networks (VPN) pourraient être plus rapide que Tor mais ils ne sont pas des réseaux d'anonymisation, car les administrateurs des VPN peuvent savoir à la fois d'où vous vous connectez et vers où vous vous connectez et ainsi briser votre anonymat. Tor fournit de l'anonymat en rendant impossible pour un unique point du réseau de savoir à la fois l'origine et la destination d'une connexion.

source: When using a VPN, an attacker can also break your anonymity by monitoring the incoming and outgoing connections of the few servers of the VPN. On the other hand, the Tor network is formed by over 6000 relays run worldwide by volunteers.
fr: En utilisant un VPN, un attaquant peut aussi briser votre anonymat en surveillant les connexions entrantes et sortantes des quelques serveurs du VPN. De l'autre côté, le réseau Tor est constitué de plus de 6000 relais administrés à travers le monde par des volontaires.

source: User base
fr: Nombre d'utilisateur

source: Tor is the anonymity network with the largest user base. More than 2&thinsp;000&thinsp;000 users connected to Tor daily in 2019. Being adopted by such a large audience proves its maturity, stability, and usability.
fr: Tor est le réseau d'anonymisation avec le plus grand nombre d'utilisateurs. Plus de 2&thinsp;000&thinsp;000 de personnes se sont connectées à Tor chaque jour en 2019. Être adopté par un tel nombre prouve sa maturité, sa stabilité et son utilisabilité.

source: Tor is being used equally by journalists, law enforcement, governments, human rights activists, business leaders, militaries, abuse victims and average citizens concerned about online privacy. This diversity actually provides stronger anonymity to everyone as it makes it more difficult to identify or target a specific profile of Tor user. Anonymity loves company.
fr: Tor est utilisé autant par des journalistes, des policiers, des gouvernements, des activistes des droits humaines, des dirigeants d'entreprises, des militaires, des victimes d'abus et des citoyens lambda concernés par leur vie privée. En fait cette diversité permet un anonymat plus fort à chacun en rendant plus difficile d'identifier ou de cibler un profil d'utilisateur de Tor spécifique. L'anonymat aime la compagnie.

source: Technical merits and recognition
fr: Mérites techniques et reconnaissance

source: Tor has partnered with leading research institutions, and has been subjected to intensive academic research. It is the anonymity network which benefits from the most auditing and peer review.
fr: Tor s'est associé à des institutions de recherches majeures, et a été sujet à une recherche académique intensive. C'est le réseau d'anonymisation qui bénéficie du plus grand nombre d'audits et de passage en revue.

source: Tor has been received awards by institutions such as the [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), and the [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) to name a few.
fr: Tor a reçu des récompenses d'institutions comme la [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), et la [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) pour ne nommer qu'elles.

source: An extract of a Top Secret appraisal by the NSA characterized Tor as "[the King of high secure, low latency Internet anonymity](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" with "no contenders for the throne in waiting".
fr: Un extrait de documents top secret de la NSA caractérise Tor comme "[le roi de l'anonymat sur Internet à haute sécurité et faible latence](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" avec "aucun concurrent pour le détrôner".

source: Relationship between Tor and Tails
fr: Relation entre Tor et Tails

source: The Tor software is made by [The Tor Project](https://torproject.org/).
fr: Le logiciel Tor est fait par [The Tor Project](https://torproject.org/).

source: The Tor network is run by a worldwide community of volunteers.
fr: Le réseau Tor est constitué d'une communauté de volontaires à travers le monde.

source: Tails is a separate project made by a different group of people.
fr: Tails est un autre projet fait par un autre groupe de personnes.

source: Tails is a complete operating system which uses Tor as its default networking application. The Tor Project recommends the usage of Tails for the use cases that are not covered by its own projects (for example the <span class="application">Tor Browser</span>).
fr: Tails est un système d'exploitation complet qui utilise Tor en tant qu'application réseau par défaut. Le projet Tor recommande l'utilisation de Tails pour les cas d'usages non pris en compte par leurs propres projets (par exemple le <span class="application">navigateur Tor</span>).

source: But many people use Tor outside of Tails, and many people use Tails to do other things than accessing the Internet through Tor, for example to work offline on sensitive documents.
fr: Mais nombre de gens utilisent Tor en dehors de Tails, et beaucoup de personnes utilisent Tails pour faire autre chose qu'avoir accès à Internet via Tor, par exemple pour travailler hors ligne sur des documents sensibles.

source: About I2P
fr: À propos d'I2P

source: [I2P](https://geti2p.net/) is another anonymity network and alternative to Tor. Tails used to include I2P until 2017. We removed I2P in [[Tails 2.12|news/version_2.11]] because it was too costly to maintain.
fr: [I2P](https://geti2p.net/fr/) est un autre réseau anonyme et une alternative à Tor. Tails pouvait être utilisé avec I2P jusqu'en 2017. Nous avons supprimé I2P dans [[Tails 2.12|news/version_2.11]] parce qu'il était trop coûteux à maintenir.

source: We have no plans to add I2P back in Tails because I2P hasn't yet become popular and usable enough to matter to our [[target audience|contribute/personas]].
fr: Nous n'avons pas pour projet de remettre I2P dans Tails parce que I2P n'est pas encore assez populaire et utilisable pour intéresser notre [[public cible|contribute/personas]].
