Repository: anonym/tails
Catalog: wiki/src/news/achievements_*_2020.*.po
Languages: fr

source: [[!meta title="Our achievements in 2020"]]
fr: [[!meta title="Nos réalisations en 2020"]]

source: Despite everything, 2020 was a great year for Tails. We released major improvements that made Tails easier to use by the people who need it the most.
fr: Malgré tout, 2020 a été une grande année pour Tails. Nous avons publié des améliorations majeures qui facilitent l'utilisation de Tails pour les personnes qui en ont le plus besoin.

source: If you enjoyed our work in 2020, take a minute now to <a href="https://tails.boum.org/donate/?r=at">donate and fight surveillance and censorship</a>!
fr: Si vous avez apprécié notre travail en 2020, prenez une minute maintenant pour <a href="https://tails.boum.org/donate/?r=at">faire un don et combattre la surveillance et la censure</a>!

source: From the number of automatic upgrades, we know that Tails was used 20% more in 2020 than in 2019, which is our largest increase since 2016. From March to May only, when the lockdown measures were the strictest worldwide, Tails got used 10% more than ever before.
fr: D'après le nombre de mises à niveau automatiques, nous savons que Tails a été utilisé 20 % de plus en 2020 qu'en 2019, ce qui constitue notre plus forte augmentation depuis 2016. Rien que de mars à mai, lorsque les mesures de confinement étaient au plus strict partout dans le monde, Tails a été utilisé 10 % de plus qu'il ne l'avait jamais été.

source: Today, Tails is used close to 32&#8239;000 times each day.
fr: Aujourd'hui, Tails est utilisé près de 32.000 fois par jour.

source: Simplified starting procedure
fr: Procédure de démarrage simplifiée

source: We added support for **Secure Boot** in April. Secure Boot doesn't really make your computer any safer but it forced most users to edit their BIOS in complicated and risky ways to be able to use Tails (or Linux in general). Now you don't have to edit the BIOS anymore!
fr: Nous avons ajouté la prise en charge du **Démarrage sécurisé** (Secure Boot) en avril. Le Démarrage sécurisé ne rend pas vraiment votre ordinateur plus sûr mais il obligeait la plupart des utilisateurs à modifier leur BIOS de manière compliquée et risquée pour pouvoir utiliser Tails (ou Linux en général). Maintenant, vous n'avez plus besoin d'éditer le BIOS !

source: We also documented the **Shift+Restart** procedure to start Tails from Windows 8 or 10 using the **Start [[!img lib/start.png alt="" link="no"]]** menu. Now you don't have to hammer that Boot Menu key anymore!
fr: Nous avons également documenté la procédure **Shift+Redémarrer** pour démarrer Tails depuis Windows 8 ou 10 en utilisant le menu **Démarrer [!img lib/start.png alt="" link="no"]]**. Maintenant, vous n'avez plus besoin de marteler la touche du menu de démarrage !

source: All this dramatically simplified our [[starting instructions for PCs|install/windows#restart]].
fr: Tout cela a considérablement simplifié nos [[instructions de démarrage pour les PC|install/windows#restart]].

source: Better upgrades
fr: De meilleures mises à jour

source: Because we know that upgrades are one of the most painful aspects of using Tails, we released significant improvements to automatic upgrades in January. We made automatic upgrades:
fr: Parce que nous savons que les mises à jour sont un des aspects les plus pénibles de l'utilisation de Tails, nous avons publié d'importantes améliorations aux mises à jour automatiques en janvier. Nous avons rendu les mises à jour automatiques :

source: Available **from all prior versions** to the latest version in a single upgrade.
fr: Disponibles **depuis toutes les versions antérieures** vers la dernière version en une seule mise à niveau.

source: For example, you can upgrade from 4.10 to 4.14 directly, without having to first upgrade to 4.12 anymore.
fr: Vous pouvez, par exemple, passer directement de la 4.10 à la 4.14, sans avoir à passer d'abord par la 4.12.

source: - Available **endlessly between minor versions** of Tails.
fr: - Disponibles **entre toutes les versions mineures** de Tails.

source: For example, you don't have to do a manual upgrade anymore after a few upgrades. You will only have to do a manual upgrade between major versions, for example to upgrade to Tails 5.0 at the end of 2021.
fr: Par exemple, vous n'avez plus besoin de faire de mise à jour manuelle après quelques mises à jour. Vous ne devrez faire une mise à jour manuelle qu'entre deux versions majeures, par exemple pour passer à Tails 5.0 à la fin de l'année 2021.

source: - Use less memory.
fr: - Moins gourmandes en mémoire.

source: - Better documented, especially manual upgrades.
fr: - Mieux documentées, notamment les mises à jour manuelles.

source: But also&hellip;
fr: Mais également&hellip;

source: We completely redesigned our Home page to explain better what is Tails and why people should use it.
fr: Nous avons entièrement remanié notre page d'accueil pour mieux expliquer ce qu'est Tails et pourquoi les gens devraient l'utiliser.

source: We made it possible to save the settings of the Welcome Screen in the Persistent Storage: language, keyboard, and additional settings.
fr: Nous avons rendu possible l'enregistrement des paramètres de l'écran de bienvenue dans le stockage persistant : langue, clavier et paramètres supplémentaires .

source: We simplified the verification procedure on our download page by [[replacing the *Tails Verification* extension|verification_extension_deprecation]] with similar JavaScript code that runs directly on the page.
fr: Nous avons simplifié la procédure de vérification sur notre page de téléchargement en [[remplaçant l'extension *Tails Verification*|verification_extension_deprecation]] par un code JavaScript similaire qui s'exécute directement sur la page.

source: People without JavaScript are also now pointed to the checksum of the download.
fr: Les personnes qui n'ont pas JavaScript sont maintenant également dirigées vers la somme de contrôle du téléchargement.

source: We added support for the **hardware cryptocurrency wallets** Trezor and Ledger.
fr: Nous avons ajouté la prise en charge des **portefeuilles de crypto-monnaies matériels** Trezor et Ledger.

source: Under the hood
fr: Sous le capot

source: Unfortunately, the biggest part of our work doesn't lead to such major changes for our users. Tails is an endless work of updates and maintenance: publishing a new release every 4 weeks to fix security vulnerabilities, adapting to new versions of the underlying software, keeping our website and development infrastructure secure and reliable, etc.
fr: Malheureusement, la majeure partie de notre travail ne débouche pas sur des changements aussi importants pour nos utilisateurs. Tails est un travail sans fin de mises à jour et de maintenance : publication d'une nouvelle version toutes les 4 semaines pour corriger les failles de sécurité, adaptation aux nouvelles versions de logiciel sous-jacent, maintien de la sécurité et de la fiabilité de notre site web et de notre infrastructure de développement, etc.

source: We published **more releases than ever**. In 2020 we released 15 new versions of Tails to always have your back covered!
fr: Nous avons publié **plus de versions que jamais**. En 2020, nous avons publié 15 nouvelles versions de Tails pour que vous soyez toujours à l'abri !

source: At the end of 2019, Firefox switched from releasing a new version every 6 weeks to releasing a new version every 4 weeks. And so did we.
fr: Fin 2019, Firefox est passé d'une nouvelle version toutes les 6 semaines à la publication d'une nouvelle version toutes les 4 semaines. Et nous avons fait de même.

source: We streamlined our release process by automating its most time-consuming parts. This reduced the work needed to publish a new release of Tails from 2 full days of work to only 1 day.
fr: Nous avons rationalisé notre processus de publication en automatisant ses parties les plus chronophages. Le travail nécessaire à la publication d'une nouvelle version de Tails est ainsi passé de deux jours de travail à un seul.

source: In the long run, this will help us spend more time on what really matters to our users and allow us to react faster to emergencies in case of security vulnerabilities.
fr: À long terme, cela nous aidera à consacrer plus de temps à ce qui compte vraiment pour les personnes qui utilisent Tails et nous permettra de réagir plus rapidement aux urgences en cas de vulnérabilités.

source: - We migrated to GitLab and saw many more of you jump in and give us a hand!
fr: - Nous avons migré vers GitLab et nous avons vu beaucoup d'entre vous nous rejoindre et nous donner un coup de main !

source: Help us fight surveillance and censorship
fr: Aidez-nous à combattre la surveillance et la censure

source: All our work is made possible by donations from people like you. We particularly appreciate monthly and yearly donations, even the smallest ones. Because they help us plan our work, they are the most valuable for the sustainability of Tails.
fr: Tout notre travail est rendu possible par des dons de personnes comme vous. Nous apprécions particulièrement les dons mensuels et annuels, mêmes les plus petits. Parce qu'ils nous aident à planifier notre travail, ils sont les plus précieux pour la durabilité de Tails.

source: If you enjoyed our work in 2020, take a minute now to donate and fight surveillance and censorship!
fr: Si vous avez apprécié notre travail en 2020, prenez une minute maintenant pour faire un don et lutter contre la surveillance et la censure !

source: <div class="cfa"><a href="https://tails.boum.org/donate/?r=ab">Donate</a></div>
fr: <div class="cfa"><a href="https://tails.boum.org/donate/?r=ab">Faire un don</a></div>
