Repository: anonym/tails
Catalog: wiki/src/news/logo_contest.*.po
Languages: fr

source: [[!meta title="Tails launches a logo contest"]]
fr: [[!meta title="Tails lance un concours de logo"]]

source: On the 29th of April, we will release Tails 1.0. This will be an important symbolic milestone about 5 years after our [[first public releases|news/version_0.2]].
fr: Le 29 avril, nous publierons Tails 1.0. Ce sera une étape symbolique importante, environ 5 ans après nos [[premières versions publiques|news/version_0.2]].

source: We want to have a great logo by then to give Tails the visual impact it deserves. The [image](https://tails.net/lib/tails-logo-round.png) and banner we have been using so far don't really do the job anymore...
fr: Nous voulons avoir un super logo d'ici là pour donner à Tails l'impacte visuel qu'il mérite. L'[image](https://tails.net/lib/tails-logo-round.png) et la bannière que nous avons utilisées jusqu'ici ne font plus vraiment l'affaire...

source: So we're starting a contest for designers to create a logo for Tails. We have already brainstormed on the idea, and received some great proposals [[!tails_ticket 5797 desc="in the past"]]. Still, we had a hard time making our collective mind on a single proposal, and wanted to give more people a chance.
fr: Nous lançons donc un concours pour designers afin qu'ils créent un logo pour Tails. Nous avons déjà réfléchi à l'idée et avons reçu quelques bonnes propositions [[!tails_ticket 5797 desc="par le passé"]]. Néanmoins, il nous a été difficile de nous décider collectivement sur une seule proposition, et nous voulions donner leur chance à plus de personnes.

source: Requirements
fr: Conditions nécessaires

source: Free licence, compatible with GPL3+.
fr: Licence libre, compatible avec GPL3+.

source: Source in SVG format.
fr: Source au format SVG.

source: An image with an approximate 1:1 ratio, like the [onion logo](https://media.torproject.org/image/www-images/onion.jpg).
fr: Une image avec un ratio approximatif de 1:1, comme le [logo oignon](https://media.torproject.org/image/www-images/onion.jpg).

source: Plus the same image along with the "Tails" word either:
fr: Plus la même image avec le mot « Tails » soit :

source: merged with the image as in the [Tor logo](https://media.torproject.org/image/www-images/tor-logo.jpg);
fr: fusionné dans l'image comme le [logo Tor](https://media.torproject.org/image/www-images/tor-logo.jpg) ;

source: on the side of the image.
fr: sur le côté de l'image.

source: The "Tails" name must be spelled with an uppercase "T" only, and lowercase "ails".
fr: Le nom « Tails » doit être typographié seulement avec un « T » majuscule et en minuscules « ails ».

source: The image should convey the ideas behind Tails: secrecy, privacy, anonymity, mystery, simplicity (Tails is ready-to-use).
fr: L'image doit transmettre les idées qui symbolisent Tails : confidentialité, vie privée, anonymat, mystère, simplicité (Tails est prêt à l'emploi).

source: The logo has to be a bit serious, but not sad.
fr: Le logo doit être un peu sérieux, mais pas triste.

source: Until now we reuse the colors from Tor (green and purple), but this can be changed.
fr: Jusqu'à maintenant, nous avons réutilisé les couleurs de Tor (vert et violet), mais cela peut être modifié.

source: We cannot reuse directly the Tor or Debian logo, but evoking it is ok (use Tor colors, or evoking the Debian swirl).
fr: Nous ne réutilisons pas directement les logos de Tor ou Debian, mais les évoquer est possible (utiliser les couleurs de Tor, ou évoquer le tourbillon de Debian).

source: The image should be suited to print on nice stickers that people want to have on their computers, and on t-shirts that people are happy to wear.
fr: L'image doit être adaptée pour être imprimée sur de jolis autocollants que les personnes veulent avoir sur leurs ordinateurs et sur des t-shirts que les personnes sont heureuses de porter.

source: Make sure that the fonts that you use are compatible with GPL3+. To be on the safe side, use [fonts available in Debian main](http://pkg-fonts.alioth.debian.org/review/debian-font-review.html), otherwise we will ask you to prove their compatibility with GPL3+.
fr: Soyez sûrs que les polices utilisées sont compatibles avec GPL3+. Pour être sûr de votre fait, utiliser les [polices principales disponibles dans Debian](http://pkg-fonts.alioth.debian.org/review/debian-font-review.html), sinon nous devrons vous demander de prouver la compatibilité avec GPL3+.

source: Complementary materials
fr: Ressources supplémentaires à fournir

source: As the logo will be used in quite different places, we encourage you to submit complementary materials. These are not strict requirements but will help us evaluate your proposal better. Besides, if your logo is chosen, we will need them anyway before we are able to put it to use publicly.
fr: Puisque le logo sera utilisé à des endroits très différents, nous vous encourageons à soumettre des ressources supplémentaires. Il ne s'agit pas d'exigences strictes mais elles nous aideront à mieux évaluer votre proposition. En outre, si votre logo est retenu, nous en aurons de toute façon besoin avant de pouvoir l'utiliser publiquement.

source: These complementary materials are:
fr: Ces ressources supplémentaires sont :

source: A banner for the website. The current one is 986x60px, but the new one could be higher, maybe up to 150px.
fr: Une bannière pour le site web. La taille de la bannière actuelle est de 986x60px, mais la nouvelle peut être plus grande, peut-être jusqu'à 150px.

source: A splash screen for boot. Must be 640x480px with a black background, 8-bit/RGBA. It has to be distinguishable by the user as Tails, but discrete enough not to attract too much attention from other people around.
fr: Un écran d'accueil pour le démarrage. Il doit faire 640x480px avec un fond noir, 8-bit/RGBA. Il doit être reconnaissable par les utilisateurs de Tails, mais assez discret pour ne pas trop attirer l'attention des personnes autour.

source: A color palette for the website, if it needs to be adapted to match the logo.
fr: Une palette de couleurs pour le site web, s'il y a besoin de l'adapter pour correspondre au logo.

source: Fonts to be used to create other material matching the logo.
fr: Les polices d'écriture à utiliser pour créer d'autres ressources adaptées au logo.

source: A CSS patch for colors and fonts on the website, if you are into CSS.
fr: Un patch CSS pour les couleurs et les polices d'écritures du site web, si vous connaissez le CSS.

source: A grayscale version of the logo.
fr: Une version du logo en niveau de gris.

source: Calendar
fr: Calendrier

source: **31st of March**: Deadline for sending proposals to <tails-dev@boum.org>. No attachments to the email, but link to a public place where we can find your work.
fr: **31 mars** : Date limite pour l'envoi des propositions à <tails-dev@boum.org>. Pas de pièces-jointes au courrier électronique, mais un lien vers un espace public où nous pouvons trouver votre travail.

source: **9th of April**: The winner is announced.
fr: **9 avril** : La personne gagnante est annoncée.

source: **15th of April**: All the complementary materials have to be ready so we have time to include them in Tails 1.0. The designer of the winning logo is strongly encouraged to do this work, before or after the deadline for proposals.
fr: **15 avril** : Tous les ressources supplémentaires doivent être prêtes pour que nous ayons le temps de les inclure dans Tails 1.0. La personne ayant conçu le logo gagnant est fortement encouragée à effectuer ce travail, avant ou après la date limite de dépôt des propositions.
