Repository: anonym/tails
Catalog: wiki/src/news/Mac_and_PC_UEFI_hardware_needed.*.po
Languages: fr

source: [[!meta title="Help Tails: Mac and PC UEFI hardware needed"]]
fr: [[!meta title="Aider Tails : des matériels Mac et des PC UEFI sont recherchés"]]

source: For the moment, Tails has very limited support for Mac. Also, Tails lacks UEFI support, so quite a few recent PC's refuse to boot from a Tails USB stick.
fr: Pour le moment, Tails a un support très limité pour les Mac. De même, il ne supporte pas l'UEFI ce qui fait que certains PC récents refusent de démarrer depuis une clé USB Tails.

source: We will be working on this in the next few months. However, our testing and development possibilities are limited: we do not own the right hardware yet.
fr: Nous allons travailler sur ce sujet dans les prochains mois. Toutefois, nos capacités de tests et de développement sont limités : nous n'avons pas encore le bon matériel.

source: What we need
fr: Ce dont nous avons besoin

source: If you can afford it, please consider donating known-working hardware of the kind described below.
fr: Si vous pouvez vous le permettre, merci d'envisager un don de matériel en état de marche répondant aux caractéristiques décrites ci-après.

source: Alternatively, you may want to consider [[donating through Bitcoin|donate]] and dropping us an email to earmark your donation for hardware purchase.
fr: Sinon, vous pouvez envisager de [[faire un don en Bitcoin|donate]] et nous laisser un courriel pour nous faire savoir que ce don est destiné à l'achat de matériel.

source: Else, there are [[many other ways|contribute]] you can contribute to Tails :)
fr: Sinon, il y a [[plein d'autres façons|contribute]] de contribuer à Tails :)

source: MacBook Pro or MacBook Air (2010 or later)
fr: MacBook Pro ou MacBook Air (2010 ou plus récent)

source: EFI 2.6 firmware or later: you can check this on the [Apple firmware updates page](https://support.apple.com/kb/HT1237)
fr: Micrologiciel EFI 2.6 ou plus récent : vous pouvez vérifier cela sur la [page de mise à jour des micrologiciels Apple](https://support.apple.com/fr-fr/HT201518)

source: preferably with embedded DVD reader
fr: de préférence avec un lecteur de DVD incorporé

source: preferably 13"
fr: de préférence 13''

source: Recent PC laptops
fr: PC portables récents

source: must support booting Debian off UEFI: send us the exact brand and model of the hardware you could donate, and we will happily check this for you
fr: doit supporter le démarrage de Debian depuis l'UEFI : envoyez-nous la marque et le modèle exact du matériel que vous pourriez donner et nous nous ferons un plaisir de vérifier cela pour vous

source: well supported by Debian Wheezy
fr: correctement pris en charge par Debian Wheezy

source: preferably 13" or less
fr: de préférence 13'' ou moins

source: When and how many
fr: Quand et combien

source: We need this hardware by the end of November but the sooner, the better.
fr: Nous avons besoin de ces matériels d'ici fin novembre, mais le plus tôt sera le mieux.

source: We could definitely make use of several such computers. One item of each category is enough for initial development, but it would be much better not to rely on a single person for maintaining support of this kind of hardware.
fr: Plusieurs ordinateurs de ce type ne seraient pas de trop. Un exemplaire de chaque catégorie est suffisant pour le développement initial, mais ce serait mieux de ne pas dépendre d'une seule personne pour assurer le support de ce type de matériel.

source: How to donate
fr: Comment faire un don

source: Please send offers to <tails@boum.org>.
fr: Merci d'envoyer vos propositions à <tails@boum.org>.

source: Thanks in advance!
fr: Merci d'avance !
