Repository: anonym/tails
Catalog: wiki/src/news/story_protecting_abortion_activists.*.po
Languages: fr

source: [[!meta title="Protecting abortion activists in Brazil"]]
fr: [[!meta title="Protéger les personnes qui militent pour le droit à l'avortement au Brésil"]]

source: [[!img contribute/how/user_experience/interviews/gabriela.jpg link="no" alt="Afro-Brazilian handmade jewelry that hides a Tails USB stick"]]
fr: [[!img contribute/how/user_experience/interviews/gabriela.jpg link="no" alt="Un bijou afro-brésilien fait-main qui cache une clé USB Tails"]]

source: In August, we traveled to Brazil to learn how to improve Tails for the many people fighting for social change there. We trained 34 people on Tails: activists, journalists, feminists, and human rights defenders.
fr: En août, nous avons voyagé jusqu'au Brésil pour savoir comment améliorer Tails pour les nombreuses personnes qui luttent pour des changements sociaux là-bas. Nous avons formés 34 personnes à Tails : activistes, journalistes, féministes et personnes qui défendent les droits humains.

source: We also met Gabriela, a feminist hacker who has been training low-income women from the Bahia region on using Tails.
fr: Nous avons aussi rencontré Gabriela, une hackeuse féministe qui a formé des femmes pauvres de la région de Bahia à l'utilisation de Tails.

source: Gabriela introduced these women to Tails by mixing up local culture and privacy technology and presenting Tails as a *patuá*, a type of Brazilian protection amulet that hides the USB stick in jewelry.
fr: Gabriela a présenté Tails à ces femmes en mélangeant la culture locale et les technologies de vie privée et présenté Tails comme un *patuá*, une sorte d'amulette de protection brésilienne qui cache la clé USB dans un bijou.

source: These women didn't have computers of their own and used the computers at work or in university or the computers of their husbands and boyfriends. Tails is useful for them to work on reproductive rights but also to protect their personal data from intrusive boyfriends.
fr: Ces femmes n'ont pas leur propre ordinateur à disposition et utilisent les ordinateurs du travail ou de l'université ou les ordinateurs de leurs maris ou petits amis. Tails est pratique pour elles pour travailler sur les droits à la reproduction mais aussi pour protéger leurs données personnelles des petits amis intrusifs.

source: Women working on reproductive rights understand very easily the importance of privacy tools like Tails because a single mistake can compromise an entire organization and get them in trouble with the police.
fr: Les femmes qui travaillent sur les droits à la reproduction comprennent très facilement l'importance d'outils de vie privée comme Tails parce qu'une simple erreur peut compromettre toute une organisation et leur amener des problèmes avec la police.

source: Some of them had their home raided by the police after being denounced for their work on abortion. All the information about their patients was not in their phones, but in their Tails amulet, and the police couldn't find any evidence about their work.
fr: Certaines d'entre elles ont subi des perquisitions policières à leur domicile après avoir été dénoncées pour leur travail sur l'avortement. Toutes les informations sur leurs patientes ne sont pas dans leur téléphone, mais dans leur amulette Tails et la police n'a pas pu trouver de preuves de leur travail.

source: [[Read our full interview with Gabriela.|contribute/how/user_experience/interviews/gabriela]]
fr: [[Lisez notre interview complète avec Gabriela.|contribute/how/user_experience/interviews/gabriela]] (en anglais)

source: As the access to safe abortion continues to be problematic in too many countries around the world, we are very interested in getting in touch with more reproductive rights activists who are already using Tails or want to learn how to use it.
fr: Comme l'accès à un avortement sûr continue d'être problématique dans trop de pays dans le monde, nous avons beaucoup d'intérêt à entrer en contact avec plus d'activistes sur les droits à la reproduction qui utilisent déjà Tails ou qui veulent apprendre comment l'utiliser.

source: Get in touch with us at [[tails@boum.org]] (<a href="https://tails.net/tails-email.key">OpenPGP key</a>).
fr: Prendre contact avec nous à [[tails@boum.org]] (<a href="https://tails.net/tails-email.key">clé OpenPGP</a>).

source: [[**Donate now to keep more women safe.**|donate]]
fr: [[**Faire un don maintenant pour garder plus de femmes en sécurité.**|donate]]
