Repository: anonym/tails
Catalog: wiki/src/news/verification_extension_deprecation.*.po
Languages: fr

source: [[!meta title="Deprecation of the Tails Verification extension"]]
fr: [[!meta title="Dépréciation de l’extension Tails Verification"]]

source: Today, we are retiring the *Tails Verification* browser extension that used to be advertised on our download page. We are replacing it with similar JavaScript code that now runs directly on the page.
fr: Aujourd'hui, nous retirons l'extension de navigateur *Tails Verification* qui était signalée sur notre page de téléchargement. Nous la remplaçons par un code JavaScript similaire qui s'exécute désormais directement sur la page.

source: This new verification procedure is:
fr: La nouvelle procédure de vérification est :

source: - Simpler and faster for first-time users - Compatible with more web browsers, for example, Edge and Safari - As secure as the *Tails Verification* extension
fr: - Plus simple et plus rapide pour les nouveaux utilisateurs - Compatible avec plus de navigateurs web, par exemple Edge et Safari - Aussi sûr que l'extension *Tails Verification*

source: From the logs on our website, it seems like only a minority of downloads are currently being verified. We believe that this simplified verification procedure will greatly increase the number of downloads being verified and improve the security of our users.
fr: D'après les journaux de notre site web, il semble que seule une minorité de téléchargements soit actuellement vérifiée. Nous pensons que cette procédure de vérification simplifiée augmentera considérablement le nombre de téléchargements vérifiés et améliorera la sécurité des personnes qui utilisent Tails.

source: Users of the *Tails Verification* extension can safely remove it from their browser. They will be reminded to do so on the download page.
fr: Les personnes qui utilisent l’extension *Tails Verification* peuvent la supprimer de leur navigateur en toute sécurité. Il leur sera rappelé de le faire sur la page de téléchargement.

source: We will remove the *Tails Verification* extension from the Firefox and Chrome stores in a few days.
fr: Nous allons retirer l'extension *Tails Verification* des magasins Firefox et Chrome dans quelques jours.

source: The other 2 verification techniques are still available:
fr: Les deux autres techniques de vérification sont toujours disponibles :

source: If you download Tails using BitTorrent, your BitTorrent client automatically verifies the checksum of the Tails image when the download finishes.
fr: Si vous téléchargez Tails en utilisant BitTorrent, votre client BitTorrent vérifie automatiquement la somme de contrôle de l'image Tails à la fin du téléchargement.

source: If you know OpenPGP, you can verify your Tails image using an OpenPGP signature.
fr: Si vous connaissez OpenPGP, vous pouvez vérifier votre image Tails en utilisant une signature OpenPGP.

source: Special thanks to [Mike Meixler](https://www.meixler-tech.com/) who donated his time to help us with the verification JavaScript!
fr: Un grand merci à [Mike Meixler] (https://www.meixler-tech.com/) qui a donné de son temps pour nous aider avec la vérification JavaScript !

source: In the future, this simplification will allow us to further simplify the download page and installation instructions. We also want to research how to make the verification faster. If you know WebAssembly, see if you can help us [speed up the checksum computation](https://gitlab.tails.boum.org/tails/tails/-/issues/16905).
fr: À l'avenir, cette simplification nous permettra de simplifier davantage la page de téléchargement et les instructions d'installation. Nous voulons également rechercher comment rendre la vérification plus rapide. Si vous connaissez WebAssembly, voyez si vous pouvez nous aider à [accélérer le calcul de la somme de contrôle] (https://gitlab.tails.boum.org/tails/tails/-/issues/16905).

source: See also our [[design document on the security and threat model of the download verification|contribute/design/download_verification]].
fr: Voir également notre [[document de référence sur le modèle de sécurité et de menace de la vérification des téléchargements|contribute/design/download_verification]].
