Repository: anonym/tails
Catalog: wiki/src/news/version_5.9.*.po
Languages: fr

source: [[!meta title="Tails 5.9 is out"]]
fr: [[!meta title="Tails 5.9 est sorti"]]

source: We are sorry that Tails 5.8 affected many of you so badly.
fr: Notre équipe est désolée que Tails 5.8 a affecté beaucoup d'entre vous aussi durement.

source: Thanks to your patience and feedback, we were able to solve most of these new issues.
fr: Merci pour votre patience et vos retours, nous avons pu résoudre la plupart de ces nouveaux problèmes.

source: <h1 id="changes">Changes and updates</h1>
fr: <h1 id="changes">Changements et mises à jour</h1>

source: - Update *Tor Browser* to [102.7](https://blog.torproject.org/new-release-tor-browser-1027).
fr: - Mise à jour du *Navigateur Tor* vers la version [102.7](https://blog.torproject.org/new-release-tor-browser-1027).

source: - Update the *Tor* client to 0.4.7.13.
fr: - Mise à jour du client *Tor* vers la version 0.4.7.13.

source: Simplify the error screen of the *Tor Connection* assistant when connecting automatically.
fr: Simplification du message d'erreur de l'assistant de *Connexion à Tor* lors d'une connexion automatique.

source: - Improve the wording of the backup utility for the Persistent Storage.
fr: - Amélioration de la formulation de l'utilitaire de sauvegarde pour le stockage persistant.

source: - Remove the confirmation dialog when starting the *Unsafe Browser*.
fr: - Suppression de la fenêtre de confirmation lors du lancement du *Navigateur non sécurisé*.

source: <h1 id="fixes">Fixed problems</h1>
fr: <h1 id="fixes">Problèmes corrigés</h1>

source: - Fix support for some graphics cards:
fr: - Correction du support pour quelques cartes graphiques :

source: Update the *Linux* kernel to 6.0.12. This improves the support for newer hardware in general: graphics, Wi-Fi, and so on. ([[!tails_ticket 18467]])
fr: Mise à jour du noyau *Linux* vers la version 6.0.12. Cela améliore le support du nouveau matériel en général : graphismes, Wi-Fi et ainsi de suite. ([[!tails_ticket 18467]])

source: Remove from the Troubleshooting Mode 2 boot options that break support for some graphics cards: `nomodeset` and `vga=normal`. ([[!tails_ticket 19321]])
fr: Suppression de deux options de démarrage dans le mode sans échec qui cassaient le support de certaines cartes graphiques : `nomodeset` et `vga=normal`. ([[!tails_ticket 19321]])

source: Please let us know if the support for your graphics cards has been fixed or is still broken.
fr: Merci de nous faire savoir si le support de vos cartes graphiques a été corrigé ou si il est toujours cassé.

source: Fix starting AppImages that use the Qt toolkit like *Feather* and *Bitcoin-Qt*. ([[!tails_ticket 19326]])
fr: Correction du lancement des AppImages qui utilisent la boîte à outils Qt comme *Feather* et *Bitcoin-Qt*. ([[!tails_ticket 19326]])

source: - Fix clipboard encryption and decryption in *Kleopatra*. ([[!tails_ticket 19329]])
fr: - Correction du chiffrement et déchiffrement du presse-papier dans *Kleopatra*. ([[!tails_ticket 19329]])

source: - Fix at least 2 cases of Persistent Storage not activating:
fr: - Correction d'au moins deux cas où le stockage persistant ne s'active pas :

source: When activation takes longer ([[!tails_ticket 19347]])
fr: Quand l'activation prend longtemps ([[!tails_ticket 19347]])

source: When the Dotfiles feature includes symbolic links ([[!tails_ticket 19346]])
fr: Quand l'option Dotfiles inclut des liens symboliques ([[!tails_ticket 19346]])

source: Please keep reporting issues with the new Persistent Storage. We give them top priority!
fr: Merci de continuer à nous signaler les problèmes avec le nouveau stockage persistant. Nous en avons fait notre première priorité !

source: - Fix 3 clipboard operations with *KeePassXC*:
fr: - Correction de trois opérations de presse-papier avec *KeePassXC* :

source: Copying a passphrase to unlock a database ([[!tails_ticket 19237]])
fr: Copie d'une phrase de passe pour déverrouiller une base de donnée ([[!tails_ticket 19237]])

source: Using the auto-type feature ([[!tails_ticket 19339]])
fr: Utilisation de la fonction de saisie automatique ([[!tails_ticket 19339]])

source: Clearing passwords automatically from the clipboard after 10 seconds
fr: Suppression automatique des mots de passe dans le presse-papier après 10 secondes

source: Fix the display of the applications menu that was broken in some GTK3 applications installed as Additional Software. ([[!tails_ticket 19371]])
fr: Correction de l'affichage du menu des applications qui était cassé avec certaines applications GTK3 installées comme Logiciels supplémentaires. ([[!tails_ticket 19371]])

source: Localize the homepage of *Tor Browser* when started from the *Tor Connection* assistant. ([[!tails_ticket 19369]])
fr: Adaptation de la langue de la page d'accueil du *Navigateur Tor* lorsqu'il est démarré depuis l'assistant de *Connexion à Tor*. ([[!tails_ticket 19369]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: <h1 id="issues">Known issues</h1>
fr: <h1 id="issues">Problèmes connus</h1>

source: Please keep reporting issues with the new Persistent Storage and when starting on graphics cards that used to work with Tails.
fr: Merci de continuer à nous signaler les problèmes avec le nouveau stockage persistant et lors du démarrage avec des cartes graphiques qui marchaient avec Tails.

source: *Tor Browser* has no minimize and maximize buttons ([[!tails_ticket 19328]])
fr: Le *Navigateur Tor* n'a pas de boutons minimiser et maximiser ([[!tails_ticket 19328]])

source: To work around this:
fr: Pour contourner ça :

source: Right-click on the *Tor Browser* tab in the window list at the bottom of the screen.
fr: Clic-droit sur l'onglet *Navigateur Tor* dans la liste des fenêtres en bas de l'écran.

source: Choose **Minimize** or **Maximize**.
fr: Choisir **Réduire** ou **Restaurer**.

source: Welcome Screen and Tor Connection don't fit on 800×600 ([[!tails_ticket 19324]])
fr: L'Écran de bienvenue et la Connexion à Tor ne rentrent pas en 800x600 ([[!tails_ticket 19324]])

source: The top of the Welcome Screen and some button of the Tor Connection assistant are cut out on small displays (800×600), like virtual machines.
fr: Le haut de l'Écran de bienvenue et quelques boutons de l'assistant Connexion à Tor sont coupés sur les petits écrans (800×600), tels ceux des machines virtuelles.

source: You can press **Alt+S** to start Tails.
fr: Vous pouvez appuyer sur **Alt+D** pour démarrer Tails.

source: Progress bar of *Tor Connection* gets stuck around 50% ([[!tails_ticket 19173]])
fr: La barre de progression de *Connexion à Tor* reste bloquée autour de 50% ([[!tails_ticket 19173]])

source: When using a custom Tor `obfs4` bridge, the progress bar of *Tor Connection* sometimes gets stuck halfway through and becomes extremely slow.
fr: Lors de l'utilisation d'un pont `obfs4`Tor personnalisé, la barre de progression de *Connexion à Tor* se bloque quelquefois à environ la moitié et devient extrêmement lente.

source: To fix this, you can either:
fr: Pour corriger ça, vous pouvez soit :

source: Close and reopen *Tor Connection* to speed up the initial connection.
fr: Fermer et rouvrir *Connexion à Tor* pour accélérer la connexion initiale.

source: Try a different `obfs4` bridge.
fr: Essayer un autre pont `obfs4`.

source: This issue only affects outdated obfs4 bridges and does not happen with obfs4 bridges that run version 0.0.12 or later.
fr: Ce problème survient uniquement avec les ponts obfs4 obsolètes et n'arrive pas avec les ponts obfs4 qui fonctionnent avec une version 0.0.12 ou plus récente.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: <h1 id="get">Get Tails 5.9</h1>
fr: <h1 id="get">Obtenir Tails 5.9</h1>

source: To upgrade your Tails USB stick and keep your persistent storage
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are available from Tails 5.0 or later to 5.9.
fr: - Mises à jour automatiques disponibles depuis Tails 5.0 ou plus récent vers la version 5.9.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
fr: Vous pouvez [[réduire la taille du téléchargement|doc/upgrade#reduce]] des futures mises à jours automatiques en effectuant une mise à jour manuelle vers la dernière version.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
fr: Pour installer Tails sur une nouvelle clé USB

source: Follow our installation instructions:
fr: Suivez nos instructions d'installation :

source: [[Install from Windows|install/windows]]
fr: [[Installer depuis Windows|install/windows]]

source: [[Install from macOS|install/mac]]
fr: [[Installer depuis macOS|install/mac]]

source: [[Install from Linux|install/linux]]
fr: [[Installer depuis Linux|install/linux]]

source: [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
fr: [[Installer depuis Debian ou Ubuntu en utilisant la ligne de commande et GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
fr: <div class="caution"><p>Le stockage persistant de la clé USB sera perdu si vous faites une installation au lieu d'une mise à jour.</p></div>

source: To download only
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 5.9 directly:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 5.9 :

source: [[For USB sticks (USB image)|install/download]]
fr: [[Pour clés USB (image USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
fr: [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
fr: <h1 id="next">Et ensuite ?</h1>

source: Tails 5.10 is [[scheduled|contribute/calendar]] for February 21.
fr: Tails 5.10 est [[prévu|contribute/calendar]] pour le 21 février.
