Repository: anonym/tails
Catalog: wiki/src/news/version_4.20.*.po
Languages: fr

source: [[!meta title="Tails 4.20 is out"]]
fr: [[!meta title="Tails 4.20 est sorti"]]

source: <h1 id="tor-connection"><i>Tor Connection</i> assistant</h1>
fr: <h1 id="tor-connection">L'assistant de <i>connexion à Tor</i> </h1>

source: Tails 4.20 completely changes how to connect to the Tor network from Tails.
fr: Tails 4.20 change complètement la façon de se connecter au réseau Tor depuis Tails.

source: After connecting to a local network, a *Tor Connection* assistant helps you connect to the Tor network.
fr: Après vous être connecté au réseau local, un assistant de *Connexion à Tor* vous aide à vous connecter au réseau Tor.

source: This new assistant is most useful for users who are at high risk of physical surveillance, under heavy network censorship, or on a poor Internet connection:
fr: Ce nouvel assistant est particulièrement utile pour les personnes qui sont exposées à un risque élevé de surveillance physique, soumis à une forte censure du réseau, ou disposant d'une mauvaise connexion Internet :

source: It protects better the users who need to go unnoticed if using Tor could look suspicious to someone who monitors their Internet connection (parental control, abusive partner, school or work network, etc.).
fr: Il protège mieux les personnes qui ont besoin de passer inaperçu, si l'utilisation de Tor peut paraître suspecte pour la personne qui surveille leur connexion Internet (contrôle parental, partenaire abusif, réseau scolaire ou professionnel, etc.

source: It allows people who need to connect to Tor using bridges to configure them without having to change the default configuration in the Welcome Screen.
fr: Il permet aux personnes qui ont besoin de se connecter à Tor par l'intermédiaire de ponts de les configurer sans avoir à changer la configuration par défaut dans l'Écran de bienvenue.

source: - It helps first-time users understand how to connect to a local Wi-Fi network.
fr: - Il aide les personnes encore novices à comprendre comment se connecter au réseau Wi-Fi local.

source: It provides feedback while connecting to Tor and helps troubleshoot network problems.
fr: Il fournit des informations lors de la connexion à Tor et aide à résoudre les problèmes de réseau.

source: We know that this assistant is still far from being perfect, even if we have been working on this assistant since February. If anything is unclear, confusing, or not working as you would expect, please send your feedback to <tails-dev@boum.org> (public mailing list).
fr: Nous savons que cet assistant est loin d'être parfait, même si nous y travaillons depuis février. Si quelque chose n'est pas clair, confus, ou ne fonctionne pas comme vous l'attendez, veuillez nous envoyer vos commentaires à <tails-dev@boum.org> (liste de courriel publique).

source: This first release of the *Tor Connection* assistant is only a first step. We will add more improvements to it in the coming months to:
fr: Cette première version de l'assistant de *Connexion à Tor* n'est qu'une première étape. Nous y ajouterons d'autres améliorations dans les mois à venir :

source: - Save Tor bridges to the Persistent Storage ([[!tails_ticket 5461]])
fr: - Sauvegarder les ponts Tor dans le stockage persistant ([[!tails_ticket 5461]])

source: - Help detect when Wi-Fi is not working ([[!tails_ticket 14534]])
fr: - Aider à détecter quand le Wi-Fi ne fonctionne pas ([[!tails_ticket 14534]])

source: Detect if you have to sign in to the local network using a captive portal ([[!tails_ticket 5785]])
fr: Détecter si vous devez vous connecter à un réseau local qui utilise un portail captif ([[!tails_ticket 5785]])

source: Synchronize the clock to make it easier to use Tor bridges in Asia ([[!tails_ticket 15548]])
fr: Synchroniser l'horloge pour rendre l'utilisation des ponts Tor plus facile en Asie ([[!tails_ticket 15548]])

source: Make it easier to learn about new Tor bridges ([[!tails_ticket 18219]], [[!tails_ticket 15331]])
fr: Faciliter l'apprentissage de nouveaux ponts Tor ([[!tails_ticket 18219]], [[!tails_ticket 15331]])

source: <h1 id="changes">Changes and updates</h1>
fr: <h1 id="changes">Changements et mises à jour</h1>

source: Update *OnionShare* from 1.3.2 to [2.2](https://github.com/micahflee/onionshare/blob/develop/CHANGELOG.md#22).
fr: Mise à jour d'*OnionShare* de la version 1.3.2 vers la version [2.2](https://github.com/micahflee/onionshare/blob/develop/CHANGELOG.md#22).

source: This major update adds a feature to [host a website](https://docs.onionshare.org/2.3.2/en/features.html#host-a-website) accessible from a Tor onion service.
fr: Cette mise à jour majeure ajoute une fonctionnalité permettant d'[héberger un site web](https://docs.onionshare.org/2.3.2/en/features.html#host-a-website) accessible depuis un service onion Tor.

source: Update *KeePassXC* from 2.5.4 to [2.6.2](https://github.com/keepassxreboot/keepassxc/blob/master/CHANGELOG.md#262-2020-10-21).
fr: Mise à jour de *KeePassXC* depuis la version 2.5.4 vers la version [2.6.2](https://github.com/keepassxreboot/keepassxc/blob/master/CHANGELOG.md#262-2020-10-21).

source: This major update comes with a redesign of the interface.
fr: Cette mise à jour majeure s'accompagne d'une refonte de l'interface.

source: - Update *Tor Browser* to [10.5.2](https://blog.torproject.org/new-release-tor-browser-1052).
fr: - Mise à jour du *Navigateur Tor* vers la version [10.5.2](https://blog.torproject.org/new-release-tor-browser-1052).

source: - Update *Thunderbird* to [78.11.0](https://www.thunderbird.net/en-US/thunderbird/78.11.0/releasenotes/).
fr: - Mise à jour de *Thunderbird* vers la version [78.11.0](https://www.thunderbird.net/en-US/thunderbird/78.11.0/releasenotes/).

source: - Update *Tor* to 0.4.5.9.
fr: - Mise à jour de Tor vers la version 0.4.5.9.

source: Update the *Linux* kernel to 5.10.46. This should improve the support for newer hardware (graphics, Wi-Fi, and so on).
fr: Mise à jour du noyau *Linux* vers la version 5.10.46. Cela devrait améliorer la prise en charge des matériels les plus récents (graphiques, Wi-Fi, etc.).

source: Rename *MAC address spoofing* as *MAC address anonymization* in the Welcome Screen.
fr: Renommer *usurpation d'adresse MAC* en *anonymisation d'adresse MAC* dans l'écran de bienvenue.

source: <h1 id="fixes">Fixed problems</h1>
fr: <h1 id="fixes">Problèmes corrigés</h1>

source: Automatic upgrades
fr: Mises à jour automatiques

source: - Made the download of upgrades and the handling of errors more robust. ([[!tails_ticket 18162]])
fr: - Le téléchargement des mises à jour et la gestion des erreurs sont plus robustes. ([!tails_ticket 18162]])

source: - Display an error message when failing to check for available upgrades. ([[!tails_ticket 18238]])
fr: - Affichage d'un message d'erreur en cas d'échec de la vérification des mises à jour disponibles. ([!tails_ticket 18238]])

source: Tails Installer
fr: Programme d'installation de Tails

source: - Made the display of the **Reinstall** button more robust. ([[!tails_ticket 18300]])
fr: - L'affichage du bouton **Réinstaller** est maintenant plus fiable. ([[!tails_ticket 18300]])

source: - Make the **Install** and **Upgrade** unavailable after a USB stick is removed. ([[!tails_ticket 18346]])
fr: - L'**Installation** et la **Mise à jour** ne sont plus disponibles après le retrait de la clé USB. ([[!tails_ticket 18346]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: <h1 id="issues">Known issues</h1>
fr: <h1 id="issues">Problèmes connus</h1>

source: [[!inline pages="news/version_4.14/broken_upgrades" raw="yes" sort="age"]]
fr: [[!inline pages="news/version_4.14/broken_upgrades.fr" raw="yes" sort="age"]]

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: <h1 id="get">Get Tails 4.20</h1>
fr: <h1 id="get">Obtenir Tails 4.20</h1>

source: To upgrade your Tails USB stick and keep your persistent storage
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: Automatic upgrades are broken from Tails 4.14 and earlier. See the <a href="#broken-upgrades">known issue above</a>.
fr: Les mises à jour automatiques sont cassées depuis Tails 4.14 et plus ancien. Voir les <a href="#broken-upgrades">problèmes connus ci-dessus</a>.

source: - Automatic upgrades are available from Tails 4.14 or later to 4.20.
fr: Les mises à jour automatiques disponibles depuis Tails 4.14 ou plus récent vers la version 4.20.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
fr: Vous pouvez [[réduire la taille du téléchargement|doc/upgrade#reduce]] des futures mises à jours automatiques en effectuant une mise à jour manuelle vers la dernière version.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
fr: Pour installer Tails sur une nouvelle clé USB

source: Follow our installation instructions:
fr: Suivez nos instructions d'installation :

source: [[Install from Windows|install/windows]]
fr: [[Installer depuis Windows|install/windows]]

source: [[Install from macOS|install/mac]]
fr: [[Installer depuis macOS|install/mac]]

source: [[Install from Linux|install/linux]]
fr: [[Installer depuis Linux|install/linux]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
fr: <div class="caution"><p>Le stockage persistant de la clé USB sera perdu si vous faites une installation au lieu d'une mise à jour.</p></div>

source: To download only
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 4.20 directly:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 4.20 :

source: [[For USB sticks (USB image)|install/download]]
fr: [[Pour clés USB (image USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
fr: [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
fr: <h1 id="next">Et ensuite ?</h1>

source: Tails 4.21 is [[scheduled|contribute/calendar]] for August 10.
fr: Tails 4.21 est [[prévu|contribute/calendar]] pour le 10 août.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[feuille de route|contribute/roadmap]] pour savoir ce que nous avons en tête.
