Repository: anonym/tails
Catalog: wiki/src/news/version_4.8.*.po
Languages: fr

source: [[!meta title="Tails 4.8 is out"]]
fr: [[!meta title="Tails 4.8 est sorti"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_4.7]]. You should upgrade as soon as possible.
fr: Cette version corrige de [[plusieurs failles de sécurité|security/Numerous_security_holes_in_4.7]]. Vous devriez mettre à jour dès que possible.

source: New features
fr: Nouvelles fonctionnalités

source: We disabled the *Unsafe Browser* by default and clarified that [[the *Unsafe Browser* can be used to deanonymize you|doc/anonymous_internet/unsafe_browser#security]].
fr: Nous avons désactivé le *Navigateur non sécurisé* par défaut et clarifié que [[le *Navigateur non sécurisé* peut être utilisé pour rompre votre anonymat|doc/anonymous_internet/unsafe_browser#security]].

source: An attacker could exploit a security vulnerability in another application in Tails to start an invisible *Unsafe Browser* and reveal your IP address, even if you are not using the *Unsafe Browser*.
fr: Un attaquant pourrait utiliser une faille de sécurité d'un autre programme de Tails pour lancer une instance cachée du *Navigateur non sécurisé* et révéler votre adresse IP, même si vous n'utilisez pas le *Navigateur non sécurisé*.

source: For example, an attacker could exploit a security vulnerability in *Thunderbird* by sending you a phishing email that could start an invisible *Unsafe Browser* and reveal them your IP address.
fr: Par exemple, un attaquant pourrait exploiter une faille de sécurité dans *Thunderbird* en vous envoyant un message d'hameçonnage qui lancerait une instance cachée du *Navigateur non sécurisé* et lui révélerait votre adresse IP.

source: Such an attack is very unlikely but could be performed by a strong attacker, such as a government or a hacking firm.
fr: Une telle attaque est très improbable mais peut être réalisée par un attaquant puissant, comme un gouvernement ou une société de piratage.

source: This is why we recommend that you:
fr: C'est pourquoi nous vous recommandons de :

source: Only enable the *Unsafe Browser* if you need to log in to a captive portal.
fr: N'activer le *Navigateur non sécurisé* que pour vous connecter à un portail captif.

source: Always upgrade to the latest version of Tails to fix known vulnerabilities as soon as possible.
fr: Toujours mettre à jour vers la dernière version de Tails pour corriger les failles connues dès que possible.

source: We added a new feature of the Persistent Storage to save the settings from the Welcome Screen.
fr: Nous avons ajouté une nouvelle fonctionnalité au stockage persistant pour sauvegarder les paramètres de l'écran de bienvenue.

source: This feature is beta and only the additional setting to enable the *Unsafe Browser* is made persistent. The other settings (language, keyboard, and other additional settings) will be made persistent in Tails 4.9 (July 28).
fr: Cette fonctionnalité est en version bêta et seul le paramètre supplémentaire permettant d'activer le *Navigateur non sécurisé* est rendu persistant. Les autres paramètres (langue, clavier et autres paramètres supplémentaires) seront rendus persistants dans Tails 4.9 (28 juillet).

source: [[!img welcome_screen.png link="no" alt="new Welcome Screen feature in the Persistent Storage settings"]]
fr: [[!img welcome_screen.png link="no" alt="nouvelle fonction de l'écran de bienvenue dans les paramètres du stockage persistant"]]

source: Changes and updates
fr: Changements et mises à jour

source: - Update *Tor Browser* to [9.5.1](https://blog.torproject.org/new-release-tor-browser-951).
fr: - Mise à jour du *Navigateur Tor* vers la version [9.5.1](https://blog.torproject.org/new-release-tor-browser-951).

source: - Update *Thunderbird* to [68.9.0](https://www.thunderbird.net/en-US/thunderbird/68.9.0/releasenotes/).
fr: - Mise à jour de *Thunderbird* vers la version [68.9.0](https://www.thunderbird.net/en-US/thunderbird/68.9.0/releasenotes/).

source: Update *Linux* to 5.6.0. This should improve the support for newer hardware (graphics, Wi-Fi, etc.).
fr: Mise à jour de *Linux* vers la version 5.6.0. Cela devrait améliorer la compatibilité avec les nouveaux matériels (cartes graphiques, Wi-Fi, etc.).

source: Fixed problems
fr: Problèmes corrigés

source: Fix the *Find in page* feature of *Thunderbird*. ([[!tails_ticket 17328]])
fr: Correction de la fonctionnalité *Rechercher dans la page* de *Thunderbird*. ([[!tails_ticket 17328]])

source: Fix shutting down automatically the laptop when resuming from suspend with the Tails USB stick removed. ([[!tails_ticket 16787]])
fr: Correction de l'arrêt automatique de l'ordinateur portable lors de la sortie de veille lorsque la clé USB Tails a est retirée. ([[!tails_ticket 16787]])

source: Notify always when [[MAC address spoofing|doc/first_steps/welcome_screen/mac_spoofing]] fails and the network interface is disabled. ([[!tails_ticket 17779]])
fr: Vous serez maintenant toujours notifié lorsque [[l'usurpation d'adresse MAC|doc/first_steps/welcome_screen/mac_spoofing]] échoue et que l'interface réseau est désactivée. ([[!tails_ticket 17779]])

source: Fix the import of OpenPGP public keys in binary format (non armored) from the *Files* browser.
fr: Correction de l'importation des clés publiques OpenPGP au format binaire (non armored) depuis le navigateur de *Fichiers*.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: Only use the following characters in the [[administration password|doc/first_steps/welcome_screen/administration_password]]:
fr: N'utilisez que les caractères suivants pour le [[mot de passe d'administration|doc/first_steps/welcome_screen/administration_password]] :

source: If you use spaces or other accentuated characters, like <span class="code">àéïøů</span>, your will not be able to type your administration password again in your Tails session, unless you type single quotes <span class="code">'</span> around it.
fr: Si vous utilisez des espaces ou d'autres caractères accentués, comme <span class="code">àéïøů</span>, vous ne pourrez pas retaper votre mot de passe d'administration dans votre session Tails, à moins de l'entourer de guillemets simples <span class="code">'</span>.

source: For example, if you set the administration password: <span class="code">née entrepôt über señor</span>, you would have to type <span class="code">'née entrepôt über señor'</span>. ([[!tails_ticket 17792]])
fr: Par exemple, si votre mot de passe d'administration est : <span class="code">née entrepôt über señor</span>, vous devrez taper <span class="code">'née entrepôt über señor'</span>. ([[!tails_ticket 17792]])

source: The keyboard layout is not applied to the Welcome Screen when automatically selected after you changed the language. ([[!tails_ticket 17794]])
fr: La disposition du clavier n'est pas appliquée à l'écran de bienvenue lorsqu'il est automatiquement sélectionné après que vous ayez changé de langue. ([[!tails_ticket 17794]])

source: For example, setting the language to French seems to change the keyboard layout to French (AZERTY) but this change is not applied to the Welcome Screen. This can prevent you from typing the passphrase of your Persistent Storage.
fr: Par exemple, le fait de définir la langue comme Français semble changer la disposition du clavier en français (AZERTY), mais ce changement n'est pas appliqué à l'écran de bienvenue. Cela peut vous empêcher de taper la phrase de passe de votre stockage persistant.

source: To change the keyboard layout of the Welcome Screen, select your keyboard layout manually from the **Keyboard Layout** drop-down menu. Do so even if they keyboard layout is automatically selected after you changed the language.
fr: Pour changer la disposition du clavier de l'écran de bienvenue, sélectionnez manuellement votre disposition de clavier dans le menu déroulant **Disposition du clavier**. Faites-le même si la disposition du clavier est automatiquement sélectionnée après que vous ayez changé la langue.

source: Tails fails to start with the <span class="code">toram</span> boot option. ([[!tails_ticket 17800]])
fr: Tails ne parvient pas à démarrer avec l'option de démarrage <span class="code">toram</span>. ([[!tails_ticket 17800]])

source: To start with the <span class="code">toram</span> boot option, specify both the <span class="code">toram</span> and the <span class="code">fromiso=/dev/true</span> [[boot options|doc/advanced_topics/boot_options]].
fr: Pour démarrer avec l'option de démarrage <span class="code">toram</span>, spécifiez à la fois les [[options de démarrage|doc/advanced_topics/boot_options]] <span class="code">toram</span> et <span class="code"> fromiso=/dev/true</span>.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 4.8
fr: Obtenir Tails 4.8

source: To upgrade your Tails USB stick and keep your persistent storage
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are available from Tails 4.2 or later to 4.8.
fr: - Les mises à jour automatiques sont disponibles de Tails 4.2 ou plus récent vers la version 4.8.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
fr: Pour installer Tails sur une nouvelle clé USB

source: Follow our installation instructions:
fr: Suivez nos instructions d'installation :

source: [[Install from Windows|install/windows]]
fr: [[Installer depuis Windows|install/windows]]

source: [[Install from macOS|install/mac]]
fr: [[Installer depuis macOS|install/mac]]

source: [[Install from Linux|install/linux]]
fr: [[Installer depuis Linux|install/linux]]

source: <div class="caution"><p>All the data on this USB stick will be lost if you install instead of upgrading.</p></div>
fr: <div class="caution"><p>Toutes les données de cette clé USB seront perdues si vous effectuez une installation au lieu d'une mise à niveau.</p></div>

source: To download only
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 4.8 directly:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 4.8 :

source: [[For USB sticks (USB image)|install/download]]
fr: [[Pour clés USB (image USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
fr: [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 4.9 is [[scheduled|contribute/calendar]] for July 28.
fr: Tails 4.9 est [[prévu|contribute/calendar]] pour le 28 juillet.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[feuille de route|contribute/roadmap]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=4.8">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=4.8">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
