Repository: anonym/tails
Catalog: wiki/src/news/version_4.2.*.po
Languages: it

source: [[!meta title="Tails 4.2 is out"]]
it: [[!meta title="È uscito Tails 4.2"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_4.1.1]]. You should upgrade as soon as possible.
it: Questo rilascio risolve [[molte vulnerabilità di sicurezza|security/Numerous_security_holes_in_4.1.1]]. Dovresti eseguire l'aggiornamento il più presto possibile.

source: Improvements to automatic upgrades
it: Migliorie per gli aggiornamenti automatici

source: We worked on important improvements to the automatic upgrade feature, which is still one of your major pain points when using Tails:
it: Abbiamo lavorato a importanti migliorie della funzionalità di aggiornamento automatico, che rimane uno dei punti che causano maggiori difficoltà nell'utilizzo di Tails:

source: Until now, if your version of Tails was several months old, you sometimes had to do 2 or more automatic upgrades in a row. For example, to upgrade from Tails 3.12 to Tails 3.16, you first had to upgrade to Tails 3.14.
it: Finora, se la tua versione di Tails era vecchia di parecchi mesi, poteva capitarti di dover fare due o più aggiornamenti automatici di seguito. Per esempio, per passare da Tails 3.12 a Tails 3.16, per prima cosa era necessario aggiornare a Tails 3.14.

source: Starting with 4.2, direct automatic upgrades will be available from all prior versions to the latest version.
it: A partire dalla versione 4.2, potrai eseguire da qualsiasi versione un aggiornamento automatico diretto all'ultima versione.

source: Until now, you could only do a limited number of automatic upgrades, after which you had to do a much more complicated [["manual" upgrade|doc/upgrade#manual]].
it: Finora, potevi eseguire solamente un numero limitato di aggiornamenti automatici, dopodiché dovevi affrontare un [[aggiornamento "manuale"|doc/upgrade#manual]] molto più complicato.

source: Starting with 4.2, you will only have to do a manual upgrade between major versions, for example to upgrade to Tails 5.0 in 2021.
it: A partire dalla versione 4.2, l'aggiornamento manuale sarà necessario solo per passare da una versione principale alla successiva, ad esempio per aggiornare a Tails 5.0 nel 2021.

source: - We made automatic upgrades use less memory.
it: - Abbiamo fatto sì che gli aggiornamenti automatici usino meno memoria.

source: We optimized a bit the size of the download when doing automatic upgrades.
it: Abbiamo ottimizzato un po' la dimensione dello scaricamento durante gli aggiornamenti automatici.

source: New features
it: Nuove funzionalità

source: We included several command line tools used by [*SecureDrop*](https://securedrop.org/) users to analyze the metadata of leaked documents on computers that cannot use the *[[Additional Software|doc/first_steps/additional_software]]* feature:
it: Abbiamo incluso diversi strumenti a riga di comando impiegati dagli utenti di [*SecureDrop*](https://securedrop.org/) per analizzare i metadati di documenti trapelati, anche su computer che non possono usare la funzionalità *[[Software aggiuntivo|doc/first_steps/additional_software]]*:

source: [*PDF Redact Tools*](https://github.com/firstlookmedia/pdf-redact-tools) to redact and strip metadata from text documents before publishing
it: [*PDF Redact Tools*](https://github.com/firstlookmedia/pdf-redact-tools) per depennare e togliere i metadati dai documenti di testo prima della pubblicazione

source: [*Tesseract OCR*](https://github.com/tesseract-ocr/tesseract) to convert images containing text into a text document
it: [*Tesseract OCR*](https://github.com/tesseract-ocr/tesseract) per convertire immagini contenenti testo in documenti di testo

source: [*FFmpeg*](https://ffmpeg.org/) to record and convert audio and video
it: [*FFmpeg*](https://ffmpeg.org/) per registrare e convertire audio e video

source: Changes and upgrades
it: Modifiche e aggiornamenti

source: - Update *Tor Browser* to 9.0.3.
it: - Aggiornamento di *Tor Browser* alla versione 9.0.3.

source: - Update *Thunderbird* to [68.3.0](https://www.mozilla.org/en-US/thunderbird/68.3.0/releasenotes/).
it: - Aggiornamento di *Thunderbird* alla versione [68.3.0](https://www.mozilla.org/en-US/thunderbird/68.3.0/releasenotes/).

source: - Update *Linux* to 5.3.15.
it: - Aggiornamento di *Linux* alla versione 5.3.15.

source: Fixed problems
it: Problemi risolti

source: Open *~/Persistent/keepassx.kdbx* by default when starting *KeePassX*. If this database does not exist yet, stop pointing to it in the list of recent databases.
it: Aprire *~/Persistent/keepassx.kdbx* per impostazione predefinita all'avvio di *KeePassX*. Se questo database non esiste ancora, smettere di puntare a esso nella lista dei database recenti.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
it: Per ulteriori dettagli, leggi il nostro [[!tails_gitweb debian/changelog desc="changelog"]].

source: Known issues
it: Problemi noti

source: None specific to this release.
it: Niente che riguardi questo specifico rilascio.

source: See the list of [[long-standing issues|support/known_issues]].
it: Vedi la lista dei [[problemi noti da tempo|support/known_issues]].

source: Get Tails 4.2
it: Ottenere Tails 4.2

source: To upgrade your Tails USB stick and keep your persistent storage
it: Per aggiornare la propria chiavetta USB Tails e conservare il proprio volume persistente

source: - Automatic upgrades are available from 4.0, 4.1, and 4.1.1 to 4.2.
it: - Aggiornamenti automatici sono disponibili dalle versioni 4.0, 4.1, e 4.1.1 alla versione 4.2.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
it: Se non puoi eseguire un aggiornamento automatico o se Tails non si avvia dopo un aggiornamento automatico, ti preghiamo di provare a eseguire un [[aggiornamento manuale|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
it: Per installare Tails su una nuova chiavetta USB

source: Follow our installation instructions:
it: Segui le nostre istruzioni d'installazione:

source: [[Install from Windows|install/windows]]
it: [[Installare da Windows|install/windows]]

source: [[Install from macOS|install/mac]]
it: [[Installare da macOS|install/mac]]

source: [[Install from Linux|install/linux]]
it: [[Installare da Linux|install/linux]]

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
it: <div class="caution"><p>Tutti i dati su questa chiavetta USB verranno persi.</p></div>

source: To download only
it: Per scaricare solamente

source: If you don't need installation or upgrade instructions, you can directly download Tails 4.2:
it: Se non hai bisogno di istruzioni d'installazione o di aggiornamento, puoi scaricare direttamente Tails 4.2:

source: [[For USB sticks (USB image)|install/download]]
it: [[Per chiavette USB (immagine USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
it: [[Per DVD e macchine virtuali (immagine ISO)|install/download-iso]]

source: What's coming up?
it: Cosa arriverà nelle prossime versioni?

source: Tails 4.3 is [[scheduled|contribute/calendar]] for February 11.
it: Tails 4.3 è [[previsto|contribute/calendar]] per l'11 febbraio.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
it: Dai un'occhiata alla nostra [[tabella di marcia|contribute/roadmap]] (in inglese) per sapere a cosa stiamo lavorando.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=4.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
it: Abbiamo bisogno del tuo aiuto e ci sono molti modi per [[contribuire a Tails|contribute]] (le <a href="https://tails.boum.org/donate/?r=4.2">donazioni</a> sono soltanto uno di questi). Vieni a [[parlare con noi|about/contact#tails-dev]]!
