Repository: anonym/tails
Catalog: wiki/src/news/version_4.25.*.po
Languages: fr

source: [[!meta title="Tails 4.25 is out"]]
fr: [[!meta title="Tails 4.25 est sorti"]]

source: <h1 id="features">New features</h1>
fr: <h1 id="features">Nouvelles fonctionnalités</h1>

source: Backup utility
fr: Utilitaire de sauvegarde

source: We added a utility to make a backup of the Persistent Storage to another Tails USB stick.
fr: Nous avons ajouté un utilitaire pour faire des sauvegardes du stockage persistant sur une autre clé USB Tails.

source: This utility automates the process described until now in our documentation on making a backup of your Persistent Storage, which used the command line.
fr: Cet utilitaire automatise le processus décrit jusqu'ici dans notre documentation sur comment créer une sauvegarde de votre stockage persistant, qui utilisait la ligne de commande.

source: Thanks a lot to David A. Wheeler for sending us the initial code!
fr: Merci beaucoup à David A. Wheeler de nous avoir envoyé le code initial !

source: It's pretty basic and we still want to do something better in [[!tails_ticket 7049]], but we didn't want to wait more because we know that backups are a big issue for our users.
fr: Il est relativement simple et nous voulons encore apporter des améliorations dans [[!tails_ticket 7049]], mais nous ne voulions pas attendre d'avantage car nous savons que les sauvegardes sont un problème important pour les personnes qui utilisent Tails.

source: External Hard Disk
fr: Disque dur externe

source: We added a new entry called **Tails (External Hard Disk)** to the GRUB boot loader.
fr: Nous avons ajouté une nouvelle entrée appelée **Tails (External Hard Disk)** dans le chargeur d'amorçage GRUB.

source: You can use it to start Tails from an external hard disk or one of the few USB sticks that used to return the following error when starting Tails:
fr: Vous pouvez l'utiliser pour démarrer Tails depuis un disque dur externe ou l'une des clés USB qui renvoyaient l'erreur suivante au démarrage de Tails :

source: Unable to find a medium containing a live file system
fr: Impossible de trouver un média avec un système de fichiers de démarrage

source: <h1 id="changes">Changes and updates</h1>
fr: <h1 id="changes">Changements et mises à jour</h1>

source: - Update *Tor Browser* to [11.0.2](https://blog.torproject.org/new-release-tor-browser-1101).
fr: - Mise à jour du *Navigateur Tor* vers la version [11.0.2](https://blog.torproject.org/new-release-tor-browser-1101).

source: - Update *Tor* to 0.4.6.8.
fr: - Mise à jour de *Tor* vers la version 0.4.6.8.

source: Add a shortcut to restart Tails when the *Unsafe Browser* was not enabled in the *Welcome Screen*.
fr: Ajout d'un raccourci pour redémarrer Tails lorsque le *Navigateur non sécurisé* n'a pas été activé dans l'*Écran de bienvenue*.

source: Add a link from the error screen of the *Tor Connection* assistant to our documentation on [[troubleshooting connecting to Tor|doc/anonymous_internet/tor/troubleshoot]].
fr: Ajout d'un lien sur l'écran d'erreur de l'assistant de *Connexion à Tor* vers notre documentation sur comment [[résoudre les problèmes de connexion à Tor|doc/anonymous_internet/tor/troubleshoot]].

source: <h1 id="fixes">Fixed problems</h1>
fr: <h1 id="fixes">Problèmes corrigés</h1>

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Fix the display problems in the *Unsafe Browser*. ([[!tails_ticket 18668]])
fr: Correction des problèmes d'affichage dans le *Navigateur non sécurisé*. ([[!tails_ticket 18668]])

source: <h1 id="issues">Known issues</h1>
fr: <h1 id="issues">Problèmes connus</h1>

source: - Remove the guest additions of VirtualBox. ([[!tails_ticket 18643]])
fr: - Suppression des ajouts d'hôtes dans VirtualBox. ([[!tails_ticket 18643]])

source: This breaks the support for mouse pointer integration, shared folders, and shared clipboard.
fr: Cela supprime la compatibilité pour l'intégration du pointeur de souris, les dossiers partagés et le presse-papier partagé.

source: The VirtualBox guest additions are badly maintained in Debian and not compatible anymore with some recent updates in Debian. We will add them back as soon as the packages in Debian work again in Tails.
fr: Les ajouts d'hôtes de VirtualBox sont mal maintenus dans Debian et ne sont plus compatible avec les mises à jour récentes de Debian. Nous les remettrons dès que ces paquets dans Debian fonctionneront de nouveau dans Tails.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: <h1 id="get">Get Tails 4.25</h1>
fr: <h1 id="get">Obtenir Tails 4.25</h1>

source: To upgrade your Tails USB stick and keep your persistent storage
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are broken from Tails 4.14 and earlier.
fr: - Les mises à jour automatiques sont cassées depuis Tails 4.14 et les versions plus anciennes.

source: Follow our instructions to do an [[automatic upgrade from Tails 4.15, Tails 4.16, Tails 4.17, or Tails 4.18|doc/upgrade/error/check#4.18]].
fr: Suivez nos instructions pour faire une [mise à jour automatique depuis Tails 4.15, Tails 4.16, Tails 4.17, ou Tails 4.18|doc/upgrade/error/check#4.18]].

source: - Automatic upgrades are available from Tails 4.19 or later to 4.25.
fr: - Les mises à jour automatiques sont disponibles depuis Tails 4.19 ou plus récent vers la version 4.25.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
fr: Vous pouvez [[réduire la taille du téléchargement|doc/upgrade#reduce]] des futures mises à jours automatiques en effectuant une mise à jour manuelle vers la dernière version.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
fr: Pour installer Tails sur une nouvelle clé USB

source: Follow our installation instructions:
fr: Suivez nos instructions d'installation :

source: [[Install from Windows|install/windows]]
fr: [[Installer depuis Windows|install/windows]]

source: [[Install from macOS|install/mac]]
fr: [[Installer depuis macOS|install/mac]]

source: [[Install from Linux|install/linux]]
fr: [[Installer depuis Linux|install/linux]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
fr: <div class="caution"><p>Le stockage persistant de la clé USB sera perdu si vous faites une installation au lieu d'une mise à jour.</p></div>

source: To download only
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 4.25 directly:
fr: Si vous n'avez pas besoin des instructions d'installation ou de mise à jour, vous pouvez télécharger Tails 4.25 directement :

source: [[For USB sticks (USB image)|install/download]]
fr: [[Pour clés USB (image USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
fr: [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
fr: <h1 id="next">Et ensuite ?</h1>

source: Tails 4.26 is [[scheduled|contribute/calendar]] for January 11.
fr: Tails 4.26 est [[prévu|contribute/calendar]] pour le 11 janvier.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[feuille de route|contribute/roadmap]] pour savoir ce que nous avons en tête.
