Repository: anonym/tails
Catalog: wiki/src/support/help_desk_standard_replies.*.po
Languages: fr

source: [[!meta title="Help Desk's standard replies"]]
fr: [[!meta title="Réponses standard du centre d'assistance"]]

source: Standard reply
fr: Réponse standard

source: **This is an automated reply.**
fr: **Ceci est une réponse automatique.**

source: Thank you for your report.
fr: Merci pour votre signalement.

source: The Tails Help Desk is a very small team with very limited resources. Still, we read every report. But, it is impossible for us to reply to every report. We might take days, sometimes weeks, to reply.
fr: Le centre d'aide de Tails est une très petite équipe avec des ressources très limitées. Cependant nous lisons tous les signalements. Mais il est impossible pour nous de répondre à tous les signalements. Il nous faut plusieurs jours, parfois plusieurs semaines, pour répondre.

source: Because there is not much we can do about the following problems, we usually do not reply to reports about them:
fr: Nous n'avons pas vraiment de prise sur les problèmes suivants. C'est pourquoi nous ne répondons généralement pas aux signalements concernant :

source: - Problems with graphics cards - Problems with Macs - Problems with software that we include - Problems with software that we don't include - Problems with Tor bridges
fr: - Les problèmes avec les cartes graphiques - Les problèmes avec les Mac - Les problèmes avec les logiciels inclus dans Tails - Les problèmes avec les logiciels qui ne sont pas inclus dans Tails - Les problèmes avec les ponts Tor

source: If you have not done so already, please check to see if your problem is covered in our:
fr: Si vous ne l'avez pas déjà fait, merci de vérifier si votre problème n'est pas couvert dans :

source: - End-user documentation: https://tails.boum.org/doc/ - Frequently asked questions: https://tails.boum.org/support/faq/ - Known issues: https://tails.boum.org/support/known_issues/
fr: - La documentation d'utilisation : https://tails.boum.org/doc/index.fr.html - La foire aux questions : https://tails.boum.org/support/faq/index.fr.html - Les problèmes connus : https://tails.boum.org/support/known_issues/index.fr.html

source: If you are experiencing a problem that you were not experiencing in an older version of Tails, please reply to this email and let us know the last version of Tails in which you were not experiencing the problem.
fr: Si vous rencontrez un problème que vous n'avez pas eu dans une version précédente de Tails, merci de répondre à ce courrier électronique en nous faisant savoir quelle était la dernière version de Tails avec laquelle vous ne rencontriez pas ce problème.

source: If you have figured out a way to work around a problem, please let us know so that we can document the workaround to help other Tails users.
fr: Si vous avez trouvé un moyen de contourner le problème, merci de nous le décrire pour que nous documentions cette solution pour aider les autres personnes personnes utilisant Tails.

source: We are currently receiving frequent reports about the following problems:
fr: Nous recevons actuellement des signalements fréquents sur les problèmes suivants :

source: Resizing VirtualBox virtual machine window doesn't automatically change the screen resolution of Tails. See: https://tails.boum.org/doc/advanced_topics/virtualization/virtualbox/
fr: Le changement de résolution de la fenêtre de la machine virtuelle VirtualBox ne change pas automatiquement la résolution de l'écran Tails. Voir : https://tails.boum.org/doc/advanced_topics/virtualization/virtualbox/index.fr.html

source: The shared clipboard feature of VirtualBox is unavailable. See: https://tails.boum.org/doc/advanced_topics/virtualization/virtualbox/
fr: Le presse-papier partagé de VirtualBox n'est pas disponible. Voir : https://tails.boum.org/doc/advanced_topics/virtualization/virtualbox/index.fr.html

source: Hardware support reports we can't help with
fr: Les rapports de maintenance liés au matériel que nous ne pouvons pas régler

source: Dear Tails user,
fr: Chère personne utilisant Tails,

source: Thank you for sharing your problem with us.
fr: Merci de nous avoir fait part de votre problème.

source: We are sorry that Tails does not work well on this computer.
fr: Nous sommes désolé que Tails ne fonctionne pas bien sur votre ordinateur.

source: It is difficult to investigate most hardware problems without having access to the affected computer. Furthermore, even if we managed to investigate each problem, unfortunately we often cannot solve them.
fr: Il est difficile d'investiguer la plupart des problèmes liés au matériel sans avoir accès à l'ordinateur concerné. De plus, même si nous arrivions à investiguer chaque problème, nous ne pourrions malheureusement pas les résoudre la plupart du temps.

source: If you have not yet, please read our support page:
fr: Veuillez lire notre page d'aide si vous ne l'avez pas encore fait :

source: We will need more information from you in 2 cases:
fr: Nous aurons besoin de plus d'informations dans deux cas :

source: - **If this problem did not happen with an older version of Tails**:
fr: - **Si ce problème ne se produit pas avec une ancienne version de Tails** :

source: Please tell us which older version worked better.
fr: Merci de nous dire avec quelle ancienne version fonctionne le mieux.

source: - **If you find a way to workaround the problem**:
fr: - **Si vous trouvez un moyen de contourner le problème** :

source: Please tell us, and we will document it so that other affected users benefit from your findings.
fr: Merci de nous le dire et nous le documenterons afin que les autres personnes concernées puissent bénéficier de votre solution.

source: Our best hope is that a future Linux driver update solves the problem. For advanced Linux users: if you want to dig deeper on your own, you can take it upstream after reproducing the issue on a recent Linux system other than Tails.
fr: Notre meilleur espoir est qu'une future mise à jour du pilote Linux résolve ce problème. Pour les personnes ayant un usage avancé de Linux : si vous voulez creuser plus avant par vous même, vous pouvez le faire en amont après avoir reproduit le problème sur un système Linux récent autre que Tails.

source: Thank you for your understanding.
fr: Merci de votre compréhension.

source: Apple hardware support (Mac)
fr: Aide liée au matériel Apple (Mac)

source: See ticket here for up-to-date details: <https://gitlab.tails.boum.org/tails/tails/-/issues/17640>.
fr: Voir ce ticket pour des détails à jour : <https://gitlab.tails.boum.org/tails/tails/-/issues/17640>.

source: Not enough information
fr: Pas assez d'information

source: Unfortunately, we can't help you at the moment because your description doesn't include enough information.
fr: Malheureusement, nous ne pouvons pas vous aider pour le moment car votre description ne comporte pas assez d'information.

source: Your problem might be already known, so please consult our known issues page:
fr: Votre problème est peut-être déjà connu, veuillez donc consulter notre page des problèmes connus :

source: If you don't find your issue there, please read our bug reporting instructions:
fr: Si vous n'y trouvez pas votre problème, merci de lire nos instructions pour rapporter les bugs :

source: We'd be grateful if you could give us a more complete description of the problem:
fr: Nous vous serions reconnaissant de bien vouloir nous donner une description plus complète de votre problème :

source: INSERT SUPPORT QUESTION HERE
fr: INSÉRER QUESTION DE SUPPORT ICI

source: Reply for users who repeatedly treat us as search engines
fr: Réponse pour les personnes qui nous traitent comme des moteurs de recherche de façon répétée

source: > This reply is not advisable for first time reports, only for > users that keep asking questions already covered by our > documentation.
fr: > Cette réponse n'est pas conseillée pour les premiers rapports, seulement pour > les personnes qui ne cessent de nous poser des questions qui sont traitées par notre > documentation.

source: We are a very small team working on very limited human resources. A lot of other people are asking for our help on our various support channels. User support is an important task and is high in our priorities.
fr: Nous avons une très petite équipe qui travaille avec des ressources très limitées. Beaucoup de personnes nous demandent de l'aide sur nos différents canaux d'assistance. L'assistance aux personnes utilisant Tails est une tâche importante et se place très haut dans la liste de nos priorités.

source: But all the time that we spend on user support is time that we cannot dedicate to improving Tails itself. Please take this into consideration when writing to us...
fr: Mais tout le temps que nous passons à assister les personnes utilisant Tails ne peut pas être dédié à l'amélioration de Tails lui-même. Merci de le prendre en considération lorsque vous nous écrivez...

source: Not a Tails-dev question
fr: Question qui n'est pas pour Tails-dev

source: This is the mailing-list for Tails development.
fr: Ceci est une liste de diffusion pour le développement de Tails.

source: For usage and support questions, please see instead:
fr: Pour des questions relatives à l'utilisation de Tails et l'assistance, veuillez plutôt consulter :

source: Thanks!
fr: Merci !

source: No OpenPGP key on the keyservers
fr: Pas de clé OpenPGP sur le serveur de clés

source: We could not find an OpenPGP key corresponding to your email address.
fr: Nous n'avons pas pu trouver de clé OpenPGP correspondant à votre adresse de messagerie.

source: Please send us a valid OpenPGP public key or publish it to the https://keys.openpgp.org/ keyserver and notify us when you do.
fr: Veuillez nous envoyer une clé OpenPGP publique valide ou la publier sur le serveur de clés https://keys.openpgp.org/. Informez nous lorsque vous l'avez fait.

source: How to collaborate with Tails ============================
fr: Comment collaborer avec Tails ============================

source: Hi,
fr: Salut,

source: Thank you for your interest in contributing to Tails. As a community project, we welcome contributions in many forms, from programming to writing and translating.
fr: Merci de l'intérêt que vous portez à la contribution à Tails. En tant que projet communautaire, les contributions sous toutes leurs formes sont bienvenues, de la programmation à l'écriture et à la traduction.

source: Please see our guide to learn how you can contribute:
fr: Merci de consulter notre guide pour savoir comment contribuer :

source: Cheers,
fr: Salutations,

source: Tails mirror is broken or scary SSL message
fr: Le miroir Tails est cassé ou des messages SSL inquiétants

source: Thank you for reporting this. We have transferred these details to the team that works on this at tails-mirrors@boum.org.
fr: Merci de nous l'avoir signalé. Nous avons transféré ces détails à l'équipe qui y travaille à tails-mirrors@boum.org.

source: Requesting feedback on GitLab issues
fr: Demande de retour sur les tickets GitLab

source: Known issue where we need feedback
fr: Problèmes connus pour lesquels nous avons besoin de retours

source: Thank you for sharing your problems with us.
fr: Merci de partager vos problèmes avec nous.

source: I think that you are experiencing an issue that has already been reported:
fr: Je pense que vous rencontrez un problème qui a déjà été signalé :

source: INSERT LINK TO ISSUE
fr: INSÉREZ UN LIEN VERS LE PROBLÈME

source: Can you confirm if your issue is the same and provide feedback to the GitLab issue?
fr: Pouvez-vous confirmer que vous avez le même problème et nous faire un retour sur le ticket GitLab ?

source: Asking a user to reproduce the issue with Debian-live
fr: Demander à la personne de reproduire le problème avec Debian-live

source: Could you try to start a live version of Debian on your computer and see if you can reproduce the issue?
fr: Pourriez-vous essayer de démarrer une version « live » de Debian sur votre ordinateur et regarder si vous pouvez reproduire ce problème ?

source: Please read our instructions on how to reproduce bugs in Debian:
fr: Merci de lire nos instructions sur comment reproduire les problèmes dans Debian :

source: With your help, this issue can hopefully be fixed in a future version of Linux and thus Tails.
fr: Avec votre aide, nous espérons que ce problème pourra être corrigé dans une future version de Linux, et donc de Tails.

source: Thanks in advance!
fr: Merci d'avance !
